Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/django.po
Languages: ar

source: Invert colors
ar: عكس الألوان

source: Bounding box must be set
ar: يجب تعيين صندوق محيط

source: Bounding box must have 4 comma-separated members
ar: يجب أن يحتوي صندوق التجميع على 4 أعضاء مفصولين بفواصل

source: Bounding box values must be numbers
ar: يجب أن تكون قيم صندوق المحيط أرقاما

source: First name
ar: الاسم الأول

source: Last name
ar: اسم العائلة

source: Choose area
ar: اختيار المنطقة

source: Choose album
ar: اختيار الألبوم

source: Choose photo
ar: اختيار الصورة

source: Choose parent album
ar: اختيار الألبوم الأصلي

source: Albums
ar: الألبومات

source: Licence
ar: الرخصة

source: I am the author
ar: أنا المؤلف

source: Missing image
ar: الصورة مفقودة

source: Missing description
ar: الوصف مفقود

source: Missing licence
ar: الرخصة مفقودة

source: Parent album
ar: الألبوم الرئيسي

source: If this album is tied to a certain location, specify here
ar: إذا كان هذا الألبوم مرتبطا بموقع معين، فحدد هنا

source: !!FUZZY!!Album created
ar: !!غامض!!تم إنشاء الألبوم

source: !!FUZZY!!E-mail address
ar: !!غامض!!عنوان البريد الإلكتروني

source: Comment box supports Markdown Paragraphs Add two new lines to start a new paragraph. Bold **Geotagging** is the first task on Ajapaik. Italic Next come *rephotography* and *dating*. Links Join the discussion on [Ajapaiklejad FB group](https://www.facebook.com/groups/ajapaiklejad). Images ![Ajapaik is gift for EV100](https://ajapaik.ee/static/images/ev100.png)
ar: يدعم صندوق التعليقات ماركداون الفقرات قم بإضافة سطرين جديدين لبدء فقرة جديدة. سميك **الوسم الجغرافي** هي المهمة الأولى على أجابيك. مائل التالي يحضر *إعادة التصوير* و *التاريخ*. الروابط انضم إلى المناقشة في [مجموعة Ajapaiklejad FB](https://www.facebook.com/groups/ajapaiklejad). الصور ![أجابيك هدية لـEV100](https://ajapaik.ee/static/images/ev100.png)

source: Nothing to change.
ar: لا شيء للتغيير.

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Name
ar: الاسم

source: Description
ar: الوصف

source: Is public
ar: عام

source: Is open
ar: مفتوح

source: Image
ar: الصورة

source: Author
ar: المؤلف

source: Geotag
ar: وسم جغرافي

source: Rephoto
ar: إعادة التصوير

source: Photo upload
ar: رفع صورة

source: Photo curation
ar: معالجة الصورة

source: Photo re-curation
ar: إعادة معالجة الصورة

source: Dating
ar: التاريخ

source: Dating confirmation
ar: تأكيد التاريخ

source: Film still
ar: الفيلم لا يزال

source: Map
ar: خريطة

source: Confirmation
ar: تأكيد

source: StreetView
ar: منظر الشارع

source: Source geotag
ar: الوسم الجغرافي المصدر

source: Android app
ar: تطبيق أندرويد

source: Game
ar: لعبة

source: Map view
ar: عرض الخريطة

source: Gallery
ar: معرض

source: Permalink
ar: الرابط الثابت

source: Source
ar: المصدر

source: Google map
ar: خرائط جوجل

source: Google satellite
ar: قمر جوجل الصناعي

source: OpenStreetMap
ar: خريطة الشارع المفتوحة

source: Juks
ar: غش

source: No map
ar: لا توجد خريطة

source: Anonymous user
ar: مستخدم مجهول

source: Day
ar: يوم

source: Month
ar: شهر

source: Year
ar: سنة

source: Page Not Found
ar: الصفحة غير موجودة

source: Back
ar: رجوع

source: Collection info
ar: معلومات المجموعة

source: System error
ar: خطأ في النظام

source: Cancel
ar: إلغاء

source: Submit
ar: إرسال

source: Recent activity leaderboard
ar: متصدرو النشاط الأخير

source: Album %(album_name)s leaderboard
ar: متصدرو الألبوم %(album_name)s

source: All time leaderboard
ar: متصدرو كل الوقت

source: Original photo
ar: الصورة الأصلية

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and You will get income tax refunds for that.
ar: تم تطوير أجابيك بواسطة<a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>جمعية التراث الإستوني للتصوير الفوتوغرافي (MTÜ Eesti Fotopärand)</a> المدرجة في قائمة الجمعيات غير الربحية والمؤسسات والجمعيات الدينية المستفيدة من حوافز ضريبة الدخل، نعلن تبرعاتك وسوف تحصل على استرداد لضريبة الدخل لذلك.

source: Details for one-time donations
ar: تفاصيل عن التبرعات لمرة واحدة

source: Beneficiary's name
ar: اسم المستفيد

source: Beneficiary's account no
ar: حساب المستفيد

source: LHV single payment link
ar: رابط دفع LHV واحد

source: LHV bank
ar: بنك LHV

source: Krediidipank single payment link
ar: رابط دفع كريديديبنك واحد

source: Krediidipank
ar: كريديديبنك

source: SEB single payment link
ar: رابط دفع SEB واحد

source: SEB bank
ar: بنك SEB

source: Swedbank single payment link
ar: رابط دفع سويدبنك واحد

source: Swedbank
ar: سويدبنك

source: Nordea single payment link
ar: رابط دفع نورديا واحد

source: Nordea bank
ar: بنك نورديا

source: Danske single payment link
ar: رابط دفع دانماركي واحد

source: Danske bank
ar: البنك الدنماركي

source: Prefilled forms for standing payments
ar: نماذج مملوءة مسبقا للدفعات الدائمة

source: LHV payment order link
ar: رابط طلب دفع LHV

source: Krediidipank payment order link
ar: رابط طلب دفع كريديديبنك

source: SEB payment order link
ar: رابط طلب دفع SEB

source: Swedbank payment order link
ar: سويدبنك رابط طلب دفع سويدبنك

source: Nordea payment order link
ar: رابط طلب دفع نورديا

source: Danske payment order link
ar: رابط طلب دفع الدنماركي

source: Filtering
ar: تصفية

source: Sort by distance from you
ar: فرز حسب المسافة منك

source: Sort by time and ...
ar: فرز حسب الوقت و...

source: Sort by photos' time added
ar: فرز حسب وقت الصور المضافة

source: Sort by stills' timestamp
ar: فرز حسب الطوابع الزمنية

source: Sort by views' time added or amount
ar: فرز حسب وقت المشاهدة أو المبلغ

source: Sort by geotags' time added or amount
ar: فرز حسب وقت الوسوم الجغرافية المضافة أو المبلغ

source: Sort by datings' time added or amount
ar: رتب حسب التواريخ المضافة أو المبلغ

source: Sort by rephotos' time added or amount
ar: فرز حسب وقت أو كمية إعادة الصور المضافة

source: Sort by comments' time added or amount
ar: فرز حسب وقت أو كمية التعليقات المضافة

source: Sort by likes' time added or amount
ar: فرز حسب وقت أو كمية الإعجابات المضافة

source: Sort by amount and ...
ar: فرز حسب الكمية و...

source: Change sorting order
ar: تغيير ترتيب الفرز

source: Help
ar: مساعدة

source: How to sort
ar: كيفية الفرز

source: From this group
ar: من هذه المجموعة

source: Choose 2 parameters
ar: اختيار وسيطين

source: or
ar: أو

source: and
ar: و

source: 1 of
ar: 1 من

source: orders pictures by distance from you
ar: يرتب الصور عن بعد منك

source: reverses sorting
ar: عكس الفرز

source: Estonian Photographic Heritage Society
ar: جمعية التراث الفوتوغرافي الإستونية

source: Support Ajapaik
ar: دعم أجابيك

source: Support us
ar: ادعمنا

source: See also – Sift.pics
ar: انظر أيضا – Sift.pics

source: Ajapaik shows how places have changed over time
ar: يظهر أجابيك كيف تغيرت الأماكن بمرور الوقت

source: Discover how places looked like years ago by
ar: اكتشف كيف بدت الأماكن منذ سنوات مضت

source: * searching historic view pictures from Estonian museums' collections and curating selected images to Ajapaik,
ar: * البحث عن الصور التاريخية من مجموعات المتاحف الإستونية وتنسيق الصور المختارة إلى أجابيك

source: * geotagging pictures from places you are familiar with and
ar: * تحديد الوسم الجغرافي الصور من الأماكن التي تعرفها

source: * rephotographing the historic views from places you visit.
ar: * إعادة تصوير المناظر التاريخية من الأماكن التي تزورها.

source: Ajapaik has <b>%(total_photo_count)s</b> historic pictures, out of which
ar: يحتوي أجابيك على <b>%(total_photo_count)s</b> صور تاريخية، منها منها

source: <b>%(total_photos_tagged)s</b> pictures have been put on the map by
ar: تم وضع صور <b>%(total_photos_tagged)s</b> على الخريطة بواسطة

source: <b>%(contributing_users)s</b> users and
ar: <b>%(contributing_users)s</b> من المستخدمين و

source: <b>%(rephoto_count)s</b> rephotographs for
ar: إعادة تصوير <b>%(rephoto_count)s</b> ل

source: <b>%(rephotographed_photo_count)s</b> pictures made by
ar: صور <b>%(rephotographed_photo_count)s</b> أنشأها

source: <b>%(rephotographing_users)s</b> users.
ar: <b>%(rephotographing_users)s</b> مستخدمين.

source: You have suggested location for <b>%(user_geotagged_photos)s</b> picture.
ar: لقد اقترحت موقعا لصورة <b>%(user_geotagged_photos)s</b>.

source: You have made <b>%(user_rephotos)s</b> rephoto for
ar: لقد قمت بإجراء <b>%(user_rephotos)s</b> إعادة تصوير لـ

source: <b>%(user_rephotographed_photos)s</b> picture.
ar: صورة <b>%(user_rephotographed_photos)s</b>.

source: Supporters of Ajapaik
ar: داعمو أجابيك

source: KulKa logo
ar: شعار كولكا

source: Ministry of Education logo
ar: شعار وزارة التعليم

source: EV100 logo
ar: شعار EV100

source: KYSK logo
ar: شعار KYSK

source: Back to homepage
ar: العودة إلى الصفحة الرئيسية

source: Search album
ar: بحث الألبوم

source: Search photos
ar: بحث الصور

source: Show in grid
ar: عرض في شبكة

source: Geotag pictures
ar: صور الوسوم الجغرافية

source: Show on map
ar: عرض على الخريطة

source: List face recognition albums
ar: قائمة ألبومات التعرف على الوجوه

source: Add photos
ar: إضافة صور

source: Current selection
ar: الاختيار الحالي

source: Choose language
ar: اختيار اللغة

source: About Ajapaik
ar: حول أجابيك

source: Ajapaik on Facebook
ar: أجابيك في فيسبوك

source: Profile and leaderboard
ar: الملف الشخصي والمتصدرون

source: Leaderboard
ar: المتصدرون

source: User
ar: المستخدم

source: Album curated by
ar: الألبوم برعاية

source: Contributors' leaderboard
ar: المتصدرون المساهمون

source: Album has %(counter)s historic picture,
ar: يحتوي الألبوم على %(counter)s صورة تاريخية،

source: %(counter)s user has put
ar: %(counter)s مستخدم وضع

source: all the pictures on the map.
ar: كل الصور على الخريطة.

source: %(counter)s picture on the map.
ar: %(counter)s صورة على الخريطة.

source: You haven't made any location suggestions for pictures in this album.
ar: لم تقدم أية اقتراحات بشأن موقع للصور في هذا الألبوم.

source: You have made a location suggestion for
ar: لقد قدمت اقتراح موقع لـ

source: all the pictures from this album.
ar: كل الصور من هذا الألبوم.

source: %(counter)s picture in this album.
ar: %(counter)s صورة في هذا الألبوم.

source: %(counter)s user has made
ar: قام %(counter)s مستخدم بعمل

source: %(counter)s rephotograph
ar: %(counter)s إعادة صورة

source: for %(counter)s picture in the album.
ar: لصورة %(counter)s في الألبوم.

source: You have made %(counter)s rephoto
ar: لقد قمت بعمل %(counter)s إعادة تصوير

source: for %(counter)s picture in the album.
ar: لصورة %(counter)s في الألبوم.

source: Some nearby albums
ar: بعض الألبومات القريبة

source: Share
ar: مشاركة

source: Back to map
ar: الرجوع إلى الخريطة

source: User Facebook photo
ar: صورة فيسبوك المستخدم

source: User Google photo
ar: صورة جوجل المستخدم

source: Log in to save your score
ar: تسجيل الدخول لحفظ درجاتك

source: Log in to upload rephoto
ar: تسجيل الدخول لرفع إعادة صورة

source: Log in to curate content
ar: تسجيل الدخول لرعاية المحتوى

source: Log in to create still frames
ar: تسجيل الدخول لإنشاء إطارات ثابتة

source: Log in to save selection
ar: تسجيل الدخول لحفظ الاختيار

source: Connect with Facebook
ar: تواصل مع فيسبوك

source: Connect with Google
ar: تواصل مع جوجل

source: E-mail address
ar: عنوان البريد الإلكتروني

source: Password
ar: كلمة السر

source: Register with e-mail
ar: سجل بالبريد الإلكتروني

source: Log in
ar: تسجيل الدخول

source: Click to choose
ar: انقر للاختيار

source: Album details
ar: تفاصيل الألبوم

source: Show albums
ar: عرض الألبومات

source: Show pictures
ar: اعرض الصور

source: All pictures
ar: كل الصور

source: Show my favorites
ar: عرض المفضلة لدي

source: My favorites
ar: مفضلتي

source: Show rephotographed by me
ar: عرض إعادة التصوير من قبلي

source: My rephotos
ar: إعادات تصويري

source: Remove album filter
ar: إزالة مرشح الألبوم

source: Approximate address
ar: العنوان التقريبي

source: Flip photo
ar: قلب الصورة

source: Unknown author
ar: مؤلف مجهول

source: Pick the shooting location!
ar: اختيار موقع التصوير!

source: Date this image
ar: تاريخ هذه الصورة

source: Add rephoto
ar: إضافة إعادة تصوير

source: Tag a new face - clicking this button will enable you to draw a face rectangle on the main image
ar: وسم وجه جديد: سيمكنك النقر فوق هذا الزر من رسم مستطيل للوجه على الصورة الرئيسية

source: Discuss
ar: مناقشة

source: Picture belongs to album
ar: الصورة تنتمي إلى ألبوم

source: Curator
ar: الأمين

source: Taken
ar: اُلتقِطت في

source: Upload
ar: رفع

source: Select file...
ar: اختر ملفا...

source: Make a contemporary rephoto from the very same place where the historic picture was taken and upload it. Uploaded rephotograph will be attributed to you under the
ar: قم بعمل تصوير معاصر من نفس المكان الذي اُلتقِطت فيه الصورة التاريخية وارفعها، سوف يُنسَب إعادة التصوير تم الرفع لك تحت

source: licence
ar: الرخصة

source: Close
ar: إغلاق

source: Abort
ar: إجهاض

source: Select new file...
ar: تحديد ملف جديد...

source: File upload failed.
ar: فشل رفع الملف.

source: Date taken
ar: تاريخ الالتقاط

source: You're anonymous. You can now log in with your e-mail.
ar: أنت مجهول، يمكنك الآن تسجيل الدخول باستخدام بريدك الإلكتروني.

source: Forgot password
ar: Ĉu vi forgesis la pasvorton

source: Change password
ar: Šanĝi pasvorton

source: Home
ar: الصفحة الرئيسية

source: Upload photos via CSV file
ar: رفع الصور عبر ملف CSV

source: Album ID
ar: معرف الألبوم

source: Upload The Digital Archives of Norway photos via CSV file
ar: رفع صور المحفوظات الرقمية للنرويج عبر ملف CSV

source: Gallery of old historic photos from the album
ar: معرض للصور التاريخية القديمة من الألبوم

source: Historic photo gallery
ar: معرض الصور التاريخية

source: Mapped old historic photos from the album
ar: تعيين الصور التاريخية القديمة من الألبوم

source: Mapped old historic photos
ar: تم تعيين الصور التاريخية القديمة

source: Help geotag old historic photos from the album
ar: المساعدة في الوسم الجغرافي للصور التاريخية القديمة من الألبوم

source: Help geotag old historic photos
ar: المساعدة في الوسم الجغرافي للصور التاريخية القديمة

source: Before and after view of
ar: قبل وبعد عرض

source: Historic photo of
ar: الصورة التاريخية ل

source: Curate historic photos from museums into Ajapaik for geotagging and rephotographing
ar: تنسيق الصور التاريخية من المتاحف في أجابيك للوسم الجغرافي وإعادة التصوير

source: historic,pictures,old,photos
ar: التاريخية، صور، القديمة، صور

source: historic,pictures,old,photos,map,geotagged,location
ar: التاريخية، الصور، القديمة،الصور،الخرائط، موسومة جغرافيا، الموقع

source: historic,pictures,old,photos,crowd-sourced,geotagging,game
ar: التاريخية، الصور، القديمة، الصور، من مصادر الحشد، الوسم الجغرافي، لعبة

source: historic,picture,old,photo,before,after
ar: التاريخية، الصورة، القديمة، صور، قبل، بعد

source: historic,picture,old,photo
ar: التاريخية، الصورة، القديمة، صور

source: search,museum,old,photos,pictures,historic
ar: البحث، المتحف، القديمة، الصور، والصور، تاريخية

source: Gallery of rephotographs by %(rephotos_by_name)s
ar: معرض إعادة التصوير بواسطة %(rephotos_by_name)s

source: Album has %(album_photo_count)s historic pictures. Let's put pictures on the map!
ar: يحتوي الألبوم على %(album_photo_count)s صور تاريخية، لنضع الصور على الخريطة!

source: Let's put pictures on the map
ar: دعونا نضع الصور على الخريطة

source: Album has %(counter)s photo,
ar: يحتوي الألبوم على %(counter)s صورة،

source: Timepatch (Ajapaik)
ar: تيمباتش (أجابيك)

source: Geolocation error
ar: خطأ في الوسم الجغرافي

source: Sorting
ar: فرز

source: This website uses cookies to ensure you get the best experience on our website
ar: يستخدم هذا الموقع ملفات تعريف الارتباط لضمان حصولك على أفضل تجربة على موقعنا

source: Got it!
ar: فهمت!

source: More info
ar: مزيد من المعلومات

source: Really remove this comment?
ar: إزالة هذا التعليق حقا؟

source: Remove
ar: إزالة

source: Identify yourself to comment
ar: حدد نفسك للتعليق

source: Your comment
ar: تعليقك

source: Send
ar: إرسال

source: Like
ar: أعجبنى

source: Dislike
ar: لم يعجبنى

source: Reply
ar: رد

source: Delete
ar: حذف

source: Are you sure that you want to delete this comment and all replies?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق وجميع الردود؟

source: Edit
ar: تعديل

source: supports Markdown
ar: يدعم ماركداون

source: Save
ar: حفظ

source: Thank you!
ar: شكرا لك!

source: Your photos have now been added to Ajapaik and can be interacted with as usual.
ar: تمت الآن إضافة صورك إلى أجابيك ويمكن التفاعل معها كالمعتاد.

source: Points awarded for curating
ar: النقاط الممنوحة للتنسيق

source: You can start geotagging the new content here
ar: يمكنك البدء في تحديد الوسم الجغرافي للمحتوى الجديد هنا

source: Tell your friends on Facebook
ar: أخبر أصدقاءك على فيسبوك

source: Edit your album
ar: تحرير ألبومك

source: Error
ar: خطأ

source: Open album (anyone can add photos)
ar: فتح الألبوم (يمكن لأي شخص إضافة الصور)

source: Visible (shown in selection)
ar: مرئي (يظهر في الاختيار)

source: If the photos are from the same place, specify a location here
ar: إذا كانت الصور من نفس المكان ، فحدد موقعا هنا

source: Place
ar: مكان

source: Search
ar: بحث

source: Selection
ar: اختيار

source: My albums
ar: ألبوماتي

source: Full search
ar: بحث كامل

source: Search!
ar: بحث!

source: Load more
ar: تحميل المزيد

source: Select all
ar: اختر الكل

source: Filter existing
ar: تصفية الموجود

source: MUIS
ar: نظام معلومات المتاحف

source: Flickr Commons
ar: فليكر كومنز

source: Clear selection
ar: مسح الاختيار

source: Submit selection to Ajapaik
ar: إرسال التحديد إلى أجابيك

source: Reply to
ar: الرد على

source: Notify me about follow-up comments
ar: أعلمني بمتابعة التعليقات

source: Interior
ar: الداخلي

source: Exterior
ar: الخارجي

source: Urban
ar: الحضاري

source: Rural
ar: الريف

source: View
ar: منظر

source: Social
ar: اجتماعي

source: Ground
ar: أرض

source: Raised
ar: رفع

source: One
ar: واحد

source: Many
ar: كثير

source: Whole
ar: كامل

source: Detail
ar: التفاصيل

source: Staged
ar: منظم

source: Natural
ar: طبيعي

source: Public
ar: عام

source: Private
ar: خاص

source: Authentication
ar: المصادقة

source: Game modal photo
ar: صورة مودال اللعبة

source: Show description
ar: عرض الوصف

source: The picture has not yet been pinned on the map. Be the first!
ar: لم يتم تثبيت الصورة بعد على الخريطة، كن الأول!

source: 1 suggestion has been submitted for this picture. Add yours!
ar: تم تقديم اقتراح واحد لهذه الصورة، أضف الخاص بك!

source: suggestions have been submitted for this picture. Add yours!
ar: تم تقديم اقتراحات لهذه الصورة، أضف الخاص بك!

source: Back home
ar: العودة إلى الصفحة الرئيسية

source: Search box
ar: صندوق البحث

source: Add to album
ar: أضف إلى الألبوم

source: You can re-order photos by dragging and dropping
ar: يمكنك إعادة ترتيب الصور عن طريق السحب والإفلات

source: Import from public collections
ar: استيراد من المجموعات العامة

source: Upload yourself
ar: ارفع بنفسك

source: rephoto
ar: إعادة التصوير

source: Activation failed!
ar: فشل التفعيل!

source: The activation key %(activation_key)s is invalid or expired.
ar: مفتاح التنشيط %(activation_key)s غير صالح أو منتهي الصلاحية.

source: Account activated!
ar: تم تفعيل الحساب!

source: You have %(expiration_days)s days to activate your account.
ar: أمامك %(expiration_days)s أيام لتنشيط حسابك.

source: Link
ar: رابط

source: Activate your account at Ajapaik.ee
ar: قم بتنشيط حسابك على Ajapaik.ee

source: E-mail
ar: البريد الإلكتروني

source: Register account
ar: تسجيل حساب

source: OR
ar: أو

source: You have been logged out!
ar: لقد تم تسجيل الخروج!

source: Activation e-mail sent!
ar: تم إرسال بريد التفعيل!

source: Registration form
ar: نموذج التسجيل

source: Upload and mark on map
ar: الرفع والوسم على الخريطة

source: Add
ar: إضافة

source: Non-authenticated user
ar: مستخدم غير مصادق

source: Geotagging game
ar: لعبة الوسم الجغرافي

source: %(name)s - rephotos
ar: %(name)s - إعادات الصور

source: Cannot upload to these albums
ar: لا يمكن الرفع إلى هذه الألبومات

source: Recuration successful
ar: إعادة المعالجة ناجحة

source: Problem with album selection
ar: مشكلة في اختيار الألبوم

source: Faulty data submitted
ar: تم تقديم بيانات خاطئة

source: Browse photos on map
ar: تصفح الصور على الخريطة

source: Your contribution didn't change the estimated location for the photo, not yet anyway.
ar: مساهمتك لم تغير الموقع المقدر للصورة، وليس بعد على أي حال.

source: The photo has been mapped to a new location thanks to you.
ar: تم تعيين الصورة إلى موقع جديد شكرا لك.

source: Your guess was first.
ar: كان تخمينك الأول.

source: Search for old photos, add them to Ajapaik, determine their locations and share the resulting album!
ar: ابحث عن الصور القديمة، وأضفها إلى أجابيك، وحدد مواقعها وشارك الألبوم الناتج!

source: OK
ar: موافق

source: Error uploading file: %s
ar: خطأ في رفع الملف: %s

source: Photo already exists in Ajapaik
ar: الصورة موجودة بالفعل في أجابيك

source: Please add photos to your album
ar: الرجاء إضافة صور إلى ألبومك

source: Not enough data submitted
ar: لم يتم تقديم بيانات كافية

source: Still from "%(film)s" at %(time)s
ar: لا يزال من "%(film)s" في %(time)s

source: Photo uploaded
ar: تم رفع الصورة

source: Album created
ar: تم إنشاء الألبوم

source: Sorry but we fail to post your comment.
ar: آسف لكننا فشلنا في نشر تعليقك.

source: !!FUZZY!!Subject
ar: !!غامض!!موضوع

source: !!FUZZY!!Is public
ar: !!غامض!!عام

source: Subject
ar: الموضوع

source: Submit guess
ar: تقديم تخمين

source: This rectangle is bad, I think it should be removed.
ar: هذا المستطيل سيء، وأعتقد أنه يجب إزالته.

source: Delete annotation
ar: حذف التعليق التوضيحي

source: Estonian
ar: الإستونية

source: English
ar: الإنجليزية

source: Finnish
ar: الفنلندية
