Repository: Ajapaik/ajapaik-web
Catalog: project/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: et, fi

source: Go to my location
et: Mine minu asukohta
fi: Siirry sijaintiini

source: Close
et: Sulge
fi: Sulje

source: User denied the request for Geolocation.
et: Kasutaja keeldus oma asukohta jagamast.
fi: Käyttäjä kielsi sijaintitiedon käyttämisen

source: Location information is unavailable.
et: Asukohainfo ei ole kättesaadav.
fi: Sijaintitietoa ei ole käytettävissä

source: The request to get user location timed out.
et: Asukohainfot päriti liiga kaua.
fi: Pyyntö käyttäjän sijaintitiedon saamiseksi aikakatkaistiin.

source: An unknown error occurred.
et: Muu viga asukohapäringuga.
fi: Tuntematon virhe.

source: Pick the shooting location!
et: Tean pildistamise kohta!
fi: Valitse kuvauspaikan sijainti!

source: Geotagged by this many users
et: Märgitud nii mitme kasutaja poolt
fi: Tämän kuvan on paikantanut

source: Confirm correct location
et: Kinnita asukoht
fi: Vahvista nykyinen sijainti

source: Submit your own location
et: Paranda asukohta
fi: Lähetä oma sijaintisi

source: You
et: Sina
fi: Sinä

source: Anonymous user
et: Anonüümne kasutaja
fi: Nimetön käyttäjä

source: Anonymous users
et: Anonüümsed kasutajad
fi: Nimetöntä käyttäjää

source: Current location
et: Pakutud asukoht
fi: Nykyinen sijainti

source: Not selected
fi: Ei valittu

source: Between approximately %(from)s and approximately %(to)s
et: Ligikaudu %(from)s ja ligikaudu %(to)s vahel
fi: Arviolta %(from)s ja arviolta %(to)s välillä

source: Between approximately %(from)s and %(to)s
et: Ligikaudu %(from)s ja %(to)s vahel
fi: Arviolta %(from)s ja %(to)s välillä

source: Between %(from)s and approximately %(to)s
et: %(from)s ja ligikaudu %(to)s vahel
fi: %(from)s ja arviolta %(to)s välillä

source: Between %(from)s and %(to)s
et: %(from)s ja %(to)s vahel
fi: %(from)s ja %(to)s välillä

source: After approximately %(from)s
et: Hiljem kui ligikaudu %(from)s
fi: Arviolta %(from)s jälkeen

source: After %(from)s
et: Hiljem kui %(from)s
fi: After %(from)s jälkeen

source: Before approximately %(to)s
et: Varem kui ligikaudu %(to)s
fi: Arviolta ennen %(to)s

source: Before %(to)s
et: Varem kui %(to)s
fi: Ennen %(to)s

source: Approximately %(date)s
et: Ligikaudu %(date)s
fi: Arviolta %(date)s

source: Invalid input, see help text.
et: Vigane vorming, vt juhendit.
fi: Syötetty tieto ei kelpaa, katso ohjeteksti.

source: Server received invalid data.
et: Viga dateeringu salvestamisel.
fi: Palvelimelle saapunut data ei kelpaa.

source: Confirm dating
et: Kinnita dateering
fi: Vahvista ajoitus

source: Confirming a dating earned you %(points)s points.
et: Said dateeringu kinnitamise eest %(points)s punkti.
fi: Ajoituksen vahvistamisesta sait %(points)s pistettä.

source: Submitting a dating earned you %(points)s points.
et: Said dateerimise eest %(points)s punkti.
fi: Lähettämisestä ja ajoittamisesta sait %(points)s pistettä.

source: Thanks!
et: Aitäh!
fi: Kiitos!

source: YYYY.MM.DD
et: AAAA.KK.PP
fi: VVVV.KK.PP

source: Cancel
et: Loobu
fi: Peruuta

source: Submit
et: Saada
fi: Lähetä

source: Comment your dating
et: Kommenteeri oma dateeringut
fi: Kommentoi ajoitustasi

source: Use YYYY.MM.DD format (MM.DD not obligatory)
et: Kasuta AAAA.KK.PP vormingut (KK.PP ei ole kohustuslikud)
fi: Anna aika muodossa VVVV.KK.PP (KK.PP eivät ole pakollisia)

source: Mark date ranges or before/after with either "-" or ".."
et: Kuupäevavahemikke või enne/pärast märgi kas "-" (sidekriipsu) või ".." (kahe punkti) abil
fi: Merkitse aikahaarukka tai ennen/jälkeen joko "-" tai ".." -merkinnällä

source: Approximate date in brackets
et: Ligikaudne kuupäev märgi sulgudesse
fi: Arvioitu aika suluissa

source: You're anonymous
et: Oled anonüümne kasutaja
fi: Olet nimetön

source: Invert colors
et: Keera negatiivi
fi: Käännä värit

source: Flip
et: Peegelpilti
fi: Käännä

source: Mark stereophoto
et: Märgista stereofoto
fi: Merkitse stereokuva

source: Remove from selection
et: Eemalda valikust
fi: Poista valinta

source: Picture is already in Ajapaik. You can still add it to your album, no curation points awarded
et: Pilt on juba Ajapaigas. Selle saab albumisse lisada, aga selle eest ei saa kureerimise punkte
fi: Kuva on jo Ajapaikissa. Voit silti lisätä sen albumiisi, mutta et saa siitä kuratointipisteitä

source: Are you sure you want to create an album with less than 5 photos? We recommend to create albums with at least 10 or more pictures.
et: Oled kindel, et soovid lisada albumi vähem kui 5 fotoga? Soovitame vähemalt 10 panna.
fi: Oletko varma, että haluat luoda albumin, jossa on vähemmän kuin 5 kuvaa? Suosittelemme luomaan yli 10 kuvan albumeita.

source: Description
et: Kirjeldus
fi: Kuvailu

source: Author
et: Autor
fi: Tekijä

source: Source
et: Allikas
fi: Lähde

source: Size
et: Suurus
fi: Koko

source: Institution
et: Institutsioon
fi: Instituutio

source: Number
et: Kogunumber
fi: Numero

source: Date
et: Dateering
fi: Päivämäärä

source: Title
et: Pealkiri
fi: Otsikko

source: Licence
et: Litsents
fi: Lisenssi

source: Points
et: Punktid
fi: Pisteitä

source: System error
et: Süsteemiviga
fi: Järjestelmävirhe

source: photos
et: fotot
fi: valokuvaa

source: Source ID
et: Allikaviide
fi: Lähteen tunnus

source: Image has no location info
et: Pildil pole asukohainfot
fi: Kuvassa ei ole paikkatietoa

source: Image has only location, no view direction
et: Pildil on ainult asukoht, aga puudub vaate suund
fi: Kuvalla on vain sijainti, ei kamerakulmaa

source: Image has location and view direction info
et: Pildil on asukoha ja vaate suuna info
fi: Kuvalla on tieto sijainnista ja kamerakulmasta

source: Image has rephotos
et: Pildist on ülepildistusi
fi: Kuvalla on uusintakuvia

source: Add this picture to album (not the whole set)
et: Lisa see pilt albumisse (mitte kogu valim)
fi: Lisää tämä kuva albumiin (ei koko settiä)

source: Rotate
et: Pööra
fi: Pyöritä

source: Pictures in album
et: Pilte albumis
fi: Kuvaa albumissa

source: Pictures geotagged
et: Pilte kaardil
fi: Paikannettua kuvaa

source: Rephotos in album
et: Refotot albumis
fi: Uusintakuvaa albumissa

source: Comments in album
et: Kommentaari piltidele
fi: Kommenttia albumissa

source: Album details
et: Albumi info
fi: Albumin tiedot

source: Show pictures on map
et: Näita pilte kaardil
fi: Näytä kuvat kartalla

source: Geotag pictures in album
et: Märgi albumi pilte kaardile
fi: Paikanna albumin kuvia

source: Unknown author
et: Teadmata autor
fi: Tuntematon tekijä

source: This album contains a film
et: See filmi album
fi: Tämä albumi sisältää elokuvan

source: Picture already in album(s)
et: Pilt on juba albumi(te)s
fi: Kuva on jo album(e)issa

source: Earliest
et: Esimesena
fi: Aikaisintaan

source: Latest
et: Viimasena
fi: Viimeistään

source: Least
et: Vähim
fi: Vähintään

source: Most
et: Enim
fi: Enintään

source: Pictures furthest from you
et: Sinust kaugemaid pildid
fi: Kuvia kauimpana sinusta

source: Pictures closest to you
et: Sulle lähimad pildid
fi: Kuvia lähimpänä sinua

source: commented
et: kommenteeritud
fi: kommentoitua

source: rephotographed
et: üle pildistatud
fi: uusintakuvattua

source: added
et: lisatud
fi: lisättyä

source: geotagged
et: kaardile märgitud
fi: paikannettua

source: liked
et: lemmikuks märgitud
fi: tykättyä

source: dated
et: dateeritud
fi: ajoitettua

source: viewed
et: vaadatud
fi: katsottua

source: pictures
et: pildid
fi: kuvaa

source: By reverse timestamp
et: Tagurpidi ajakoodi järgi
fi: Käänteisesti aikaleiman mukaan

source: By timestamp
et: Ajakoodi järgi
fi: Aikaleiman mukaan

source: Pictures from the map
et: Kaardiakna pildid
fi: Kuvia kartalta

source: Albums
et: Albumid
fi: Albumit

source: My favorites
et: Minu lemmikud
fi: Suosikkini

source: My rephotos
et: Minu refotod
fi: Uusintakuvani

source: Rephotos by %(user)s
et: %(user)s refotod
fi: Uusintakuvaa käyttäjältä %(user)s

source: All photos
et: Kõik fotod
fi: Kaikki kuvat

source: Picture set has no rephotos
et: Pildivalimis ei ole refotosi
fi: Kuvasarjassa ei ole uusintakuvia

source: Picture set has no comments
et: Pildivalimis ei ole kommentaare
fi: Kuvasarjassa ei ole kommentteja

source: You've seen all the pictures in this album, we are now showing you random photos.
et: Oled sellest albumist näinud kõiki pilte, edaspidi näitame uuesti juhuslikult valitud pilte.
fi: Nyt näytämme sattumanvaraisesti valittuja kuvia.

source: You have seen all the pictures from this album.
et: Oled näinud kõiki pilte sellest albumist.
fi: Olet nähnyt kaikki tämän albumin kuvat

source: You're anonymous.
et: Oled anonüümne kasutaja
fi: Olet nimetön

source: You can now log in with your e-mail.
et: Nüüd on võimalik sisse logida ka meiliaadressiga.
fi: Voit kirjautua sähköpostiosoitteellasi

source: Toggle map center lock
et: Ava/lukusta kaardimarker
fi: Lukitse tai avaa kartan keskipiste

source: Approximate
et: Umbkaudne
fi: Arvio

source: Vantage point
et: Vaatekoht
fi: Kuvakulma

source: Object
et: Objekt
fi: Kohde

source: Grab and drag the MAP so that the marker is where the photographer was standing.
et: Liiguta kaarti nii, et marker jääks selle koha peale, kus seisis fotograaf pilti tehes. Järgmise klikiga saad määrata vaate suuna.
fi: Raahaa KARTTAA, kun haluat liikuttaa paikkamerkkiä siihen, missä kuvaaja seisoi.

source: Search box
et: Otsilahter
fi: Hakulaatikko

source: Thank you!
et: Aitäh!
fi: Kiitos!

source: Median guess
et: Keskmine pakkumine
fi: Mediaaniarvaus

source: Your guess
et: Sinu pakkumine
fi: Arvauksesi

source: How much has the depicted location changed?
et: Kui palju on kujutatud koht muutunud?
fi: Kuinka paljon on kuvattu kohde muuttunut?

source: Continue
et: Jätka
fi: Jatka

source: a little
et: vähe
fi: vähän

source: a lot
et: palju
fi: paljon

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag map to correct the location.
et: Rohelisest nupust saad salvestada nii pildi tegemise koha kui ka vaate suuna. Klikk kaardil võtab suuna lukust lahti, asukoha korrigeerimiseks nihuta kaarti.
fi: Klikkaamalla vihreätä nappia voit tallentaa sekä sijainnin että kamerakulman. Klikkaamalla karttaa voit vapauttaa kamerakulman ja raahata kartan sopivaan sijaintiin.

source: Click on the map to lock the direction of the view or click yellow button to save only the location.
et: Klikk kaardil lukustab vaate suuna. Ainult asukoha salvestamiseks vajuta kollast nuppu.
fi: Klikkaamalla karttaa voit lukita kamerakulman. Klikkaamalla keltaista nappia voit tallentaa pelkän sijainnin.

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag MARKER to correct the location.
et: Rohelisest nupust saad salvestada nii pildi tegemise koha kui ka vaate suuna. Klikk kaardil võtab suuna lukust lahti, asukoha korrigeerimiseks nihuta MARKERIT.
fi: Klikkaamalla vihreätä nappia voit tallentaa sekä sijainnin että kamerakulman. Klikkaamalla karttaa voit vapauttaa kamerakulman, raahaamalla PAIKKAMERKKIÄ voit korjata sijainnin.

source: Now you can drag the MARKER where the photographer was standing and the MAP separately.
et: Nüüd saad nihutada eraldi MARKERIT ja KAARTI.
fi: Nyt voit raahata kuvaajan paikkaa osoittavaa PAIKKAMERKKIÄ sekä KARTTAA erikseen.

source: Drag the map so that the circle covers the approximate location, click save when ready.
et: Nihuta ja suumi kaarti nii, et ring kataks pildi tegemise ligikaudse koha.
fi: Raahaa karttaa niin, että ympyrä peittää arvioidun sijainnin, klikkaa Tallenna, kun olet valmis.

source: Drag the map so that the marker is on top of the object you see on the picture, click save when ready.
et: Nihuta kaarti nii, et marker jääks pildil kujutatud objekti peale, seejärel salvesta.
fi: Raahaa karttaa niin, että paikkamerkki on kuvassa näkyvän kohteen päällä. Klikkaa Tallenna, kun olet valmis.

source: Points awarded
et: Saadud punktid
fi: Pistesaldo

source: Vanalinnad
fi: Vanhat kartat

source: Remove album filter
et: Eemalda albumi filter
fi: Poista albumin suodatin

source: Apply album filter
et: Rakenda albumi filter
fi: Suodata albumi

source: zoom in more to view markers.
et: suurenda kaarti, et näha pilte.
fi: Zoomaamalla lähemmäs voit nähdä paikkamerkit

source: Unable to get location data
et: Ei suuda asukohta määrata
fi: Sijaintitiedon hakeminen ei onnistu

source: Are you sure?
et: Oled kindel?
fi: Oletko varma?

source: Sending failed
et: Saatmine ebaõnnestus
fi: Lähetys epäonnistui

source: Cannot delete tour, has rephotos or does not belong to you.
et: Ei saa tuuri kustutada, selles on refotosid või ei kuulu tuur sulle.
fi: Kierroksen poistaminen ei onnistu. Siihen liittyy uusintakuvia tai se ei ole sinun.

source: URL
et: Veebiaadress
