Repository: Ajapaik/ajapaik-web
Catalog: project/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: fi, no

source: Invert colors
fi: Käännä värit
no: Inverter farger

source: Bounding box must be set
fi: Rajausalue täytyy määritellä
no: Avgrensingsboks må være satt

source: Bounding box must have 4 comma-separated members
fi: Rajausalueessa täytyy olla 4 pilkuilla erotettua elementtiä
no: Rammen må ha 4 kommaseparerte verdier

source: Bounding box values must be numbers
fi: Rajausalueen arvojen täytyy olla numeroita
no: Rammekoordinatene må være nummer

source: Choose area
fi: Valitse alue
no: Velg område

source: Choose album
fi: Valitse albumi
no: Velg album

source: Choose photo
fi: Valitse valokuva
no: Velg foto

source: Choose parent album
fi: Valitse sisältävä albumi
no: Velg foreldremappe

source: Import from public collections
fi: Tuo julkisista kokoelmista

source: Upload yourself
fi: Lataa itse
no: Last opp selv

source: Albums
fi: Albumit
no: Album

source: Licence
fi: Lisenssi
no: Lisens

source: I am the author
fi: Olen tekijä
no: Jeg er forfatter

source: Missing image
fi: Puuttuva kuva
no: Bilde mangler

source: Missing description
fi: Puuttuva kuvailu
no: Beskrivelse mangler

source: Missing licence
fi: Puuttuva lisenssi
no: Lisens mangler

source: Parent album
fi: Sisältävä albumi
no: Foreldrealbum

source: Name
fi: Nimi
no: Navn

source: Description
fi: Kuvailu
no: Beskrivelse

source: Is public
fi: On julkinen

source: Is open
fi: On avoin

source: Image
fi: Kuva
no: Bilde

source: Author
fi: Tekijä
no: Forfatter

source: Geotag
fi: Paikkamerkki

source: Rephoto
fi: Uusintakuva
no: Refoto

source: Photo upload
fi: Valokuvan lataaminen
no: Opplasting av foto

source: Photo curation
fi: Valokuvan valinta
no: Utvalg av foto

source: Photo re-curation
fi: Valokuvan uudelleenvalinta
no: Foto re-kuratering

source: Dating
fi: Ajoittaminen
no: Datering

source: Dating confirmation
fi: Ajoituksen vahvistaminen
no: Bekreftelse av datering

source: Film still
fi: Elokuvastilli
no: Stillbilde

source: Map
fi: Kartta
no: Kart

source: Confirmation
fi: Vahvistus
no: Bekreftelse

source: Source geotag
fi: Lähteen paikkamerkki
no: Geotagg bilde

source: Game
fi: Peli
no: Spill

source: Map view
fi: Karttanäkymä
no: Kartvisning

source: Gallery
fi: Galleria
no: Galleri

source: Permalink
fi: Ikilinkki
no: Permalenke

source: Source
fi: Lähde
no: Kilde

source: Google map
fi: Google kartta
no: Google kart

source: Google satellite
fi: Google satelliitti
no: Google satellitt

source: No map
fi: Ei karttaa
no: Uten kart

source: Anonymous user
fi: Nimetön käyttäjä
no: Anonym bruker

source: Day
fi: Päivä
no: Dag

source: Month
fi: Kuukausi
no: Måned

source: Year
fi: Vuosi
no: År

source: Open tour
fi: Avoin kierros
no: Åpen tur

source: Fixed photo set
fi: Pysyvä kuvakokoelma
no: Låst album

source: Random with nearby pictures
fi: Satunnainen kuva läheltä
no: Tilfeldig med nærliggende foto

source: Estonian
fi: viro
no: Estisk

source: English
fi: englanti
no: Engelsk

source: Norwegian
fi: norja
no: Norsk

source: Page Not Found
fi: Sivua ei löytynyt
no: Side ikke funnet

source: Back
fi: Takaisin
no: Tilbake

source: Collection info
fi: Kokoelman tiedot
no: Informasjon om samling

source: System error
fi: Järjestelmävirhe
no: Systemfeil

source: Cancel
fi: Peru
no: Avbryt

source: Submit
fi: Lähetä
no: Send inn

source: Album %(album_name)s leaderboard
fi: Albumin %(album_name)s pistetaulukko
no: Album %(album_name)s toppliste

source: Recent activity leaderboard
fi: Viimeaikaisen toiminnan pistetaulukko
no: Siste aktivitet toppliste

source: All time leaderboard
fi: Kaikkien aikojen pistetaulukko
no: Toppliste - totalt

source: Original photo
fi: Alkuperäinen valokuva
no: Orginalfoto

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and You will get income tax refunds for that.
fi: Ajapaikin on kehittänyt <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a>, joka on mainittu verovähennyksiin oikeuttavien yleishyödyllisten yhdistysten, säätiöiden ja uskonnollisten yhdistysten luettelossa. Lahjoittaessasi ilmoitamme lahjoituksesi ja saat vähentää sen tuloverotuksessa.
no: Ajapaik er utviklet av <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a>, registrert i registeret av non-profit organisasjoner, stiftelser og religiøse organisasjoner som er godkjent for inntektsskatt fritak. Vi registrerer din donasjon og du vil få reduksjon i din inntektsskatt for denne.

source: Details for one-time donations
fi: Ohjeet kertaluontoisen lahjoituksen tekemiseen
no: Detaljer for engangsdonasjoner

source: Beneficiary's name
fi: Edunsaajan nimi
no: Mottakers navn

source: Beneficiary's account no
fi: Edunsaajan tilinumero
no: Mottakers kontonummer

source: LHV single payment link
fi: Kertamaksun linkki LHV-pankkiin
no: LHV engangsbetaling

source: LHV bank
fi: LHV-pankki

source: Krediidipank single payment link
fi: Kertamaksun linkki Krediidipankiin
no: Krediidipank lenke for engangsbetaling

source: SEB single payment link
fi: Kertamaksun linkki SEB-pankkiin
no: SEB engangsbetaling

source: SEB bank
fi: SEB-pankki

source: Swedbank single payment link
fi: Kertamaksun linkki Swedbankiin
no: Swedbank engangsbetaling

source: Nordea single payment link
fi: Kertamaksun linkki Nordea Pankkiin
no: Nordea engangsbetaling

source: Nordea bank
fi: Nordea Pankki

source: Danske single payment link
fi: Kertamaksun linkki Danske Bankiin
no: Danske bank engangsbetaling

source: Prefilled forms for standing payments
fi: Esitäytetyt lomakkeet jatkuvalle maksulle
no: Forhåndsutfylt skjema for betalinger

source: LHV payment order link
fi: LHV-maksumääräyksen linkki
no: Bestillingslenke for LHV-betaling

source: Krediidipank payment order link
fi: Krediidipankin maksumääräyksen linkki
no: Bestillingslenke for Krediidipank-betaling

source: SEB payment order link
fi: SEB-maksumääräyksen linkki
no: Bestillingslenke for SEB-betaling

source: Swedbank payment order link
fi: Swedbankin maksumääräyksen linkki
no: Bestillingslenke for Swedbank-betaling

source: Nordea payment order link
fi: Nordean maksumääräyksen linkki
no: Bestillingslenke for Nordea-betaling

source: Danske payment order link
fi: Danske Bankin maksumääräyksen linkki
no: Bestillingslenke for Danske bank-betaling

source: Donation details
fi: Lahjoituksen tiedot
no: Donasjonsdetaljer

source: Filtering
fi: Suodata
no: Filtrering

source: Sort by distance from you
fi: Järjestä etäisyyden mukaan
no: Sorter etter avstand

source: Sort by time and ...
fi: Järjestä ajan mukaan ja ...
no: Sorter etter tid og ...

source: Sort by photos' time added
fi: Järjestä kuvien lisäämisajankohdan mukaan
no: Sorter foto ett dato lagt til

source: Sort by stills' timestamp
fi: Järjestä stillkuvien aikaleiman mukaan
no: Sorter etter tidsstempel

source: Sort by geotags' time added or amount
fi: Järjestä paikkamerkin lisäysajankohdan tai lukumäärän mukaan
no: Sorter etter tid for geotaggign eller mengde

source: Sort by datings' time added or amount
fi: Järjestä ajoituksen lisäysajankohdan tai lukumäärän mukaan
no: Sorter etter tid lagt til eller mengde

source: Sort by rephotos' time added or amount
fi: Järjestä uusintakuvan lisäysajankohdan tai lukumäärän mukaan
no: Sorter etter tid for refotografering eller mengde

source: Sort by comments' time added or amount
fi: Järjestä kommenttien lisäysjankohdan tai lukumäärän mukaan
no: Sorter etter kommentarer eller mengde

source: Sort by likes' time added or amount
fi: Järjestä tykkäysten lisäysajankohdan tai lukumäärän mukaan
no: Sorter etter tid for likes eller mengde

source: Sort by amount and ...
fi: Järjestä lukumäärän mukaan ja ...
no: Sorter etter mengde og ...

source: Change sorting order
fi: Muuta järjestystä
no: Endre sortering

source: Help
fi: Ohjeet
no: Hjelp

source: How to sort
fi: Järjestämisohjeet
no: Hvordan sortere

source: From this group
fi: Tästä ryhmästä
no: Fra denne gruppen

source: Choose 2 parameters
fi: Valitse 2 muuttujaa
no: Velg 2 parametere

source: or
fi: tai
no: eller

source: and
fi: ja
no: og

source: orders pictures by distance from you
fi: järjestää kuvat etäisyyden perusteella
no: sorterer bilder etter distanse fra deg

source: reverses sorting
fi: kääntää järjestyksen
no: omvendt sortering

source: Ajapaik shows how places have changed over time
fi: Ajapaik näyttää kuinka paikat ovat muuttuneet ajan kuluessa
no: Ajapaik viser hvordan steder har forandret seg over tid

source: Discover how places looked like years ago by
fi: Tutustu siihen, miltä paikat näyttivät vuosia sitten
no: Oppdag hvordan steder så ut for mange år siden ved

source: * searching historic view pictures from Estonian museums' collections and curating selected images to Ajapaik,
fi: * hae historiallisia näkymiä virolaisten museoiden kokoelmista ja valikoi kuvia Ajapaikiin
no: * søke opp historiske foto fra Estiske museer, samlinger og sette samme utvalgte foto i Ajapaik,

source: * geotagging pictures from places you are familiar with and
fi: * paikanna kuvia sinulle tutuista paikoista ja
no: * geotagge foto fra steder du kjenner og

source: * rephotographing the historic views from places you visit.
fi: * uusintakuvaa paikkoja, joissa käyt.
no: * refotografere historiske bilder fra steder du besøker.

source: Ajapaik on EV100
fi: Ajapaik EV100:ssa
no: Ajapaik på EV100

source: Ajapaik is a gift for the 100th birthday of the Republic of Estonia
fi: Ajapaik on 100-vuotislahja Viron tasavallalle
no: Ajapaik er en gave til republikken Estlands 100-årsdag

source: Show us your support by signing up as a contributor at the EV100 page
fi: Tue meitä kirjautumalla osallistujaksi EV100-sivulla
no: Vis din støtte ved å registrere deg som bidragsyter på EV100-siden

source: Supporters of Ajapaik
fi: Ajapaikin tukijat
no: Støttespillere til Ajapaik

source: Back to homepage
fi: Takaisin kotiin
no: Tilbake til hjemmeside

source: Album details
fi: Albumin tiedot
no: Albumdetaljer

source: Show albums
fi: Näytä albumit
no: Vis album

source: Show pictures
fi: Näytä kuvat
no: Vis bilder

source: All pictures
fi: Kaikki kuvat
no: Alle bilder

source: Show my favorites
fi: Näytä suosikkini
no: Vis mine favoritter

source: My favorites
fi: Suosikkini
no: Mine favoritter

source: My rephotos
fi: Omat uusintakuvani
no: Mine refoto

source: Remove album filter
fi: Poista albumin suodatin
no: Fjern albumfilter

source: Search album
fi: Etsi albumi
no: Søk i album

source: Profile and leaderboard
fi: Profiili ja pistetaulukko
no: Profil og toppliste

source: Leaderboard
fi: Pistetaulukko
no: Toppliste

source: User
fi: Käyttäjä
no: Bruker

source: Toggle navigation
fi: Vaihda navigointi
no: Endre navigasjon

source: Search photos
fi: Etsi kuvia
no: Søk i foto

source: Show in grid
fi: Näytä ruudukkona
no: Vis som tabell

source: Geotag pictures
fi: Paikanna kuvia
no: Geotagg bilder

source: Show on map
fi: Näytä kartalla
no: Vis på kart

source: Add photos
fi: Lisää kuvia
no: Legg til foto

source: Newsletters
fi: Uutiskirjeet
no: Nyhetsbrev

source: Current selection
fi: Valinnat
no: Valgt

source: Choose language
fi: Valitse kieli
no: Velg språk

source: About Ajapaik
fi: Tietoa Ajapaikista
no: Om Ajapaik

source: Ajapaik on Facebook
fi: Ajapaik Facebookissa
no: Ajapaik på Facebook

source: Search
fi: Etsi
no: Søk

source: Selection
fi: Valinta
no: Valg

source: My albums
fi: Minun albumini
no: Mine album

source: Full search
fi: Laaja haku
no: Fullt søk

source: Search!
fi: Hae!
no: Søk!

source: Load more
fi: Lataa lisää!
no: Last flere

source: Select all
fi: Valitse kaikki
no: Velg alle

source: Filter existing
fi: Suodata olemassa olevat
no: Filtrer eksisterende

source: Clear selection
fi: Tyhjennä valinta
no: Fjern valg

source: Submit selection to Ajapaik
fi: Lähetä valitut Ajapaikiin
no: Send utvalg til Ajapaik

source: Album curated by
fi: Albumin on kuratoinut
no: Album satt sammen av

source: Contributors' leaderboard
fi: Osallistujien pistetaulukko
no: Toppliste over bidragsytere

source: Album has %(counter)s historic picture,
fi: Albumissa on %(counter)s historiallinen kuvaa,
no: Albumet har %(counter)s historisk bilde,

source: %(counter)s user has put
fi: %(counter)s käyttäjä on laittanut
no: %(counter)s bruker har lagt

source: all the pictures on the map.
fi: kaikki kuvat kartalle.
no: alle bildene på et kart.

source: %(counter)s picture on the map.
fi: %(counter)s kuvan kartalle.
no: %(counter)s bilde på kartet.

source: You haven't made any location suggestions for pictures in this album.
fi: Et ole ehdottanut sijaintia tämän albumin kuville.
no: Du har ikke foreslått noen stedfestinger av bilder i dette albumet.

source: You have made a location suggestion for
fi: Olet ehdottanut sijaintia
no: Du har foreslått stedfesting for

source: all the pictures from this album.
fi: kaikille kuville tässä albumissa.
no: alle bildene fra dette albumet.

source: %(counter)s picture in this album.
fi: %(counter)s kuva tässä albumissa.
no: %(counter)s bilde i dette albumet.

source: %(counter)s user has made
fi: %(counter)s käyttäjä on tehnyt
no: %(counter)s har gjort

source: %(counter)s rephotograph
fi: %(counter)s uuskuvan
no: %(counter)s refoto

source: for %(counter)s picture in the album.
fi: %(counter)s:lle kuvalle albumissa.
no: for %(counter)s bilde i albumet.

source: You have made %(counter)s rephoto
fi: Olet tehnyt %(counter)s uuskuvan
no: Du har tatt %(counter)s refoto

source: for %(counter)s picture in the album.
fi: %(counter)s:lle kuvalle albumissa.
no: for %(counter)s bilde i dette albumet.

source: Some nearby albums
fi: Lähellä olevia albumeita
no: Noen nærliggende album

source: Share
fi: Jaa
no: Del

source: Back to map
fi: Takaisin karttaan
no: Tilbake til kart

source: User Facebook photo
fi: Käyttäjän Facebook-kuva
no: Bruker sitt Facebook-bilde

source: User Google photo
fi: Käyttäjän Google kuva
no: Bruker sitt Google-bilde

source: Log in to save your score
fi: Kirjautumalla sisään voit tallentaa tuloksesi
no: Logg inn for å lagre din poengsum

source: Log in to upload rephoto
fi: Kirjaudu sisään, jotta voit ladata uusintakuvan
no: Logg inn for å laste opp refoto

source: Log in to curate content
fi: Kirjautumalla sisään voit valikoida sisältöä
no: Logg inn for å lage egne utvalg

source: Log in to create still frames
fi: Kirjautumalla sisään voit tehdä still-kuvia
no: Logg inn for å lage stillbilder

source: Log in to save selection
fi: Kirjautumalla sisään voit tallentaa valikoiman
no: Logg inn for å lagre utvalg

source: Connect with Facebook
fi: Kirjaudu Facebookin avulla
no: Koble til Facebook

source: Connect with Google
fi: Yhdistä Googleen
no: Koble til med Google

source: E-mail address
fi: Sähköpostiosoite
no: Epostadresse

source: Password
fi: Salasana
no: Passord

source: Register with e-mail
fi: Rekisteröidy sähköpostilla
no: Registrer med epostadresse

source: Log in
fi: Kirjaudu
no: Logg inn

source: Show rephotographed by me
fi: Näytä omat uusintakuvani
no: Vis bilder refotografert av meg

source: Flip photo
fi: Peilaa kuva
no: Vend foto

source: Unknown author
fi: Tuntematon tekijä
no: Ukjent opphavsperson

source: Pick the shooting location!
fi: Valitse kuvauspaikka
no: Velg punkt for fotografering

source: Date this image
fi: Anna kuvalle päiväys
no: Dater dette bildet

source: Add rephoto
fi: Lisää uusintakuva
no: Legg til refoto

source: Discuss
fi: Keskustele
no: Diskuter

source: Picture belongs to album
fi: Kuva kuuluu albumiin
no: Bilde hører til album

source: Curator
fi: Kuraattori
no: Kurator

source: Taken
fi: Otettu
no: Tatt

source: Upload
fi: Lataa
no: Last opp

source: Select file...
fi: Valitse tiedosto...
no: Velg en fil...

source: Make a contemporary rephoto from the very same place where the historic picture was taken and upload it. Uploaded rephotograph will be attributed to you under the
fi: Ota uusintakuva täsmälleen samasta paikasta, mistä historiallinen kuva on otettu ja lataa se. Ladatut kuvat merkitään nimiisi ja lisensoidaan
no: Ta ett samtidig foto fra samme sted som det historiskebildet ble tatt og last det opp. Det opplastede refotografiet vil bli kreditert deg under

source: licence
fi: lisenssillä
no: lisens

source: Close
fi: Sulje
no: Lukk

source: Abort
fi: Keskeytä
no: Avbryt

source: Select new file...
fi: Valitse uusi tiedosto...
no: Velg ny fil...

source: File upload failed.
fi: Tiedoston lataus epäonnistui.
no: Filopplasting feilet

source: You're anonymous. You can now log in with your e-mail.
fi: Olet anonyymi. Voit nyt kirjautua sähköpostiosoitteellasi.
no: Du er anonym. Du kan nå logge inn med din epostadresse.

source: E-mail
fi: Sähköpostiosoite
no: Epost

source: Forgot password
fi: Salasana unohtunut
no: Glemt passord

source: Register account
fi: Rekiströidy
no: Registrer konto

source: OR
fi: TAI
no: ELLER

source: Registration form
fi: Rekisteröintilomake
no: Registreringsskjema

source: Home
fi: Koti
no: Hjem

source: Upload photos via CSV file
fi: Lataa kuvia CSV-tiedoston avulla
no: Last opp foto via en CSV-fil

source: Album ID
fi: Albumin tunnus

source: Upload The Digital Archives of Norway photos via CSV file
fi: Lataa Norjan digitaalisen arkiston kuvia CSV-tiedostona

source: Gallery of old historic photos from the album
fi: Historiallisten valokuvien galleria albumista
no: Galleri med historiske foto fra albumet

source: Historic photo gallery
fi: Historiallisten valokuvien galleria
no: Historisk fotogalleri

source: Mapped old historic photos from the album
fi: Paikannettuja vanhoja historiallisia valokuvia albumista
no: Stedfestede historiske foto fra albumet

source: Mapped old historic photos
fi: Paikannettuja vanhoja historiallisia valokuvia
no: Stedfestede historiske foto

source: Help geotag old historic photos from the album
fi: Auta paikantamaan vanhoja historiallisia valokuvia albumista
no: Hjelp til med å geotagge historiske foto fra albumet

source: Help geotag old historic photos
fi: Auta paikantamaan vanhoja historiallisia valokuvia
no: Hjelp til med å geotagge historiske foto

source: Before and after view of
fi: Ennen ja nyt -näkymä aiheesta
no: Før og etter visningen av

source: Historic photo of
fi: Historiallisia valokuvia kohteesta
no: Historisk foto av

source: Curate historic photos from museums into Ajapaik for geotagging and rephotographing
fi: Valikoi historiallisia valokuvia museoiden ja arkistojen kokoelmista Ajapaikiin paikantamista ja uusintakuvausta varten
no: Gjør utvalg av historiske foto fra museer til Ajapaik for geotagging og refotografering

source: historic,pictures,old,photos
fi: historiallinen,kuvat,vanha,valokuvat
no: historisk,bilde,gammel,foto

source: historic,pictures,old,photos,map,geotagged,location
fi: historiallinen,kuvat,vanha,valokuvat,kartta,geotägi,paikkamerkki,paikka
no: historisk,bilde,gammel,foto,kart,geotagget,lokasjon

source: historic,pictures,old,photos,crowd-sourced,geotagging,game
fi: historiallinen,kuvat,vanha,valokuvat,joukkoistettu,paikkamerkintä,peli
no: historisk,bilde,gammel,foto,crowd-sourced,geotagget,spill

source: historic,picture,old,photo,before,after
fi: historiallinen,kuvat,vanha,valokuva,ennen,nyt
no: historisk,bilde,gammel,foto,før,etter

source: historic,picture,old,photo
fi: historiallinen,kuvat,vanha,valokuva
no: historisk,bilde,gammel,foto

source: search,museum,old,photos,pictures,historic
fi: haku,museo,vanha,valokuvat,kuvat,historiallinen
no: søk,museum,gammel,foto,bilde,historisk

source: Album has %(album_photo_count)s historic pictures. Let's put pictures on the map!
fi: Albumissa on %(album_photo_count)s historiallista kuvaa. Laitetaan kuvat kartalle!
no: Album har %(album_photo_count)s historiske bilder. La oss sette bildene på kartet!

source: Let's put pictures on the map
fi: Laitetaan kuvat kartalle
no: La oss sette bildene på kartet

source: Album has %(counter)s photo,
fi: Albumissa on %(counter)s valokuva,
no: Albumet har %(counter)s foto,

source: Geolocation error
fi: Sijaintivirhe
no: Stedfestingsfeil

source: Sorting
fi: Järjestäminen
no: Sortering

source: Newsletter
fi: Uutiskirje
no: Nyhetsbrev

source: Support Ajapaik
fi: Tue Ajapaikia
no: Støtt Ajapaik

source: Support us
fi: Tue meitä
no: Støtt oss

source: See also – Sift.pics
fi: Tutustu myös – Sift.pics
no: Se også - Sift.pics

source: This website uses cookies to ensure you get the best experience on our website
fi: Tämä verkkosivusto käyttää evästeitä. Niiden avulla saat parhaan käyttökokemuksen sivustolla.
no: Denne nettsiden bruker informasjonskapsler for å sikre at du får en best muligbrukeropplevelse på vårt nettsted

source: Got it!
fi: Selvä!
no: Forstår!

source: More info
fi: Lisätietoa
no: Mer informasjon

source: Save
fi: Tallenna
no: Lagre

source: Thank you!
fi: Kiitos!
no: Takk

source: Your photos have now been added to Ajapaik and can be interacted with as usual.
fi: Kuvasi on nyt lisätty Ajapaikiin ja niitä voi käyttää tavalliseen tapaan.
no: Dine bilder er nå lagt til Ajapaik og kan nå brukes somvanlig.

source: Points awarded for curating
fi: Pisteitä kuratoimisesta
no: Poeng gitt for å lage utvalg

source: You can start geotagging the new content here
fi: Voit alkaa paikantaa uutta sisältöä täällä
no: Du kan begynne å geotagge nytt innhold her

source: Tell your friends on Facebook
fi: Kerro ystävillesi Facebookissa
no: Tips dine venner på Facebook

source: Edit your album
fi: Muokka albumiasi
no: Rediger ditt album

source: Error
fi: Virhe
no: Feil

source: Open album (anyone can add photos)
fi: Avaa albumi (kuka tahansa voi lisätä kuvia)
no: Åpent album (alle kan legge til foto)

source: Visible (shown in selection)
fi: Näkyvissä (näytä valinnassa)
no: Synlig (vist i utvalg)

source: If the photos are from the same place, specify a location here
fi: Jos kuvat ovat samasta paikasta, määrittele sijainti tässä
no: Hvis foto er fra samme sted, spesifiser her

source: Place
fi: Paikka
no: Sted

source: Interior
fi: Sisäkuva
no: Interiør

source: Exterior
fi: Ulkokuva
no: Eksteriør

source: Urban
fi: Kaupunki
no: By

source: Rural
fi: Maaseutu
no: By

source: View
fi: Maisema
no: Utsikt

source: Social
fi: Ihmisiä
no: Sosialt

source: Ground
fi: Maan tasalta
no: Bakkenivå

source: Raised
fi: Yläkulmasta
no: Opphevet

source: One
fi: Yksi
no: En

source: Many
fi: Monta
no: Mange

source: Whole
fi: Kokonainen
no: Helhet

source: Detail
fi: Yksityiskohta
no: Detalj

source: Staged
fi: Lavastettu
no: Iscenesatt

source: Natural
fi: Luonnollinen
no: Naturlig

source: Public
fi: Julkinen
no: Offentlig

source: Private
fi: Yksityinen
no: Privat

source: Authentication
fi: Autentikointi
no: Autentisering

source: Game modal photo
fi: Pelimodaalin valokuva
no: Spill modal foto

source: Show description
fi: Näytä kuvailu
no: Vis beskrivelse

source: The picture has not yet been pinned on the map. Be the first!
fi: Kuvaa ai ole vielä merkitty kartalle. Ole ensimmäinen!
no: Dette bilder har ennå ikke blitt geotagget. Vær den første!

source: 1 suggestion has been submitted for this picture. Add yours!
fi: Tämän kuvan sijainnille on 1 ehdotus. Lisää omasi!
no: Ett forslag er registrert for dette bildet. Legg til ditt!

source: suggestions have been submitted for this picture. Add yours!
fi: ehdotusta on lisätty tälle kuvalle. Lisää omasi!
no: forslag har blitt registrert for dette bildet. Legg til ditt!

source: Back home
fi: Takaisin kotiin
no: Hjem

source: Search box
fi: Hakukenttä
no: Søkeboks

source: Subscribe to our newsletter
fi: Tilaa uutiskirjeemme
no: Abonner på vårt nyhetsbrev

source: Your name
fi: Nimesia
no: Ditt navn

source: Subscribe
fi: Tilaa
no: Abonner
