Repository: Ajapaik/ajapaik-web
Catalog: project/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: fi, no

source: Newsletter archive
fi: Uutiskirjearkisto
no: Nyhetsbrevarkiv

source: Only pictures with locations can be selected for tours. Currently %(count_with_location)s image.
fi: Vain kuvat, joiden sijainti on määritelty, voidaan valita kierroksille. Tällä hetkellä %(count_with_location)s kuva.
no: Bare bilder som er geotagget kan velges for en tur. Så langt %(count_with_location)s bilde.

source: Create Then and Now Tour
fi: Tee Ennen ja nyt -kierros
no: Opprett Da og nå-tur

source: Add to album
fi: Lisää albumiin
no: Legg til album

source: You can re-order photos by dragging and dropping
fi: Voit järjestää kuvat uudelleen raahaamalla ja tiputtamalla.
no: Du kan endre rekkefølge på bilder ved å dra og slippe

source: Select
fi: Valitse
no: Velg

source: rephoto
fi: uusintakuva
no: refoto

source: Approximate address
fi: Summittainen osoite
no: Omtrentlig adresse

source: Date taken
fi: Kuvauspäivä
no: Dato er tatt

source: Activation failed!
fi: Aktivointi epäonnistui!
no: Aktivering feilet!

source: The activation key %(activation_key)s is invalid or expired.
fi: Aktivointiavain %(activation_key)s ei kelpaa tai on vanhentunut.
no: Aktiveringsnøkkelen %(activation_key)s er ugyldig eller utløpt

source: Account activated!
fi: Tili aktivoitu!
no: Konto er aktivert!

source: You have %(expiration_days)s days to activate your account.
fi: Sinulla on %(expiration_days)s päivää aikaa aktivoida tilisi.
no: Du har %(expiration_days)s dager på å aktivere din konto.

source: Link
fi: Linkki
no: Lenke

source: Activate your account at Ajapaik.ee
fi: Aktivoi tilisi Ajapaik.ee:ssä.
no: Aktiver din konto på Ajapaik.ee

source: You have been logged out!
fi: Olet kirjautunut ulos!
no: Du har blitt logget ut!

source: Activation e-mail sent!
fi: Aktivointiviesti lähetetty!
no: Aktiveringsepost er sendt!

source: Find and rephotograph historic views
fi: Etsi ja uusintakuvaa historiallisia näkymiä
no: Finn og refotografer historiske utsikter

source: Ajapaik
fi: Ajapai

source: Then & Now Tours
fi: Ennen ja nyt -kierrokset
no: Da & nå-turer

source: About tour
fi: Tietoa kierroksesta
no: Om tur

source: Participants
fi: Osallistujat
no: Deltakere

source: Manage
fi: Hallinnoi
no: Behandle

source: My Tours
fi: Minun kierrokseni
no: Mine turer

source: My Rephotos
fi: Omat uusintakuvani
no: Mine refotografier

source: Settings
fi: Asetukset
no: Innstillinger

source: Join group
fi: Liity ryhmään
no: Bli med i gruppe

source: Random
fi: Satunnainen
no: Tilfeldig

source: You specify the number of pictures in the tour, pictures are selected randomly around a specific location
fi: Anna kuvien määrä kierroksella ja kuvat valitaan satunnaisesti sijainnin ympäriltä
no: Du spesifiserer antallet bilder i turen, bilder blir valgt uttilfeldig rundt et bestemt sted

source: Open
fi: Avoin
no: Åpen

source: Any picture near the user can be rephotographed. Suitable for competition between groups (you can choose the number of groups and their maximum size)
fi: Mikä tahansa käyttäjää lähellä oleva kuva voidaan uusintakuvata. Soveltuu ryhmien väliseen kilpailuun (voit valita ryhmien määrän ja niiden maksimikoon)
no: Hvilket som helst bilde nær en bruker kan blir refotografert. Passende for konkurranse mellom grupper (du kan velge antallet grupper og maksimum størrelser på gruppe)

source: Handpicked
fi: Poimittu
no: Håndplukket

source: Tour with handpicked images.
fi: Kierros poimituista kuvista
no: Tur mer håndplukkede bilder.

source: Next
fi: Seuraava
no: Neste

source: Places search
fi: Paikkahaku
no: Stedssøk

source: pictures on current map view
fi: kuvaa nykyisessä karttanäkymässä
no: bilder i nåværende kartvisning

source: zoom in to view markers
fi: zoomaamalla lähemmäs näet paikkamerkit
no: zoom inn for å vise markører

source: Selected markers
fi: Valitus merkit
no: Utvalgte markører

source: Clear
fi: Tyhjennä
no: Fjern

source: Number of images to rephotograph
fi: Uusintakuvattavien kuvien määrä
no: Antallet bilder for refotografering

source: Create tour
fi: Luo kierros
no: Opprett tur

source: Tour summary
fi: Kierroksen yhteenveto
no: Oppsummering av tur

source: Type
fi: Tyyppi

source: Groups
fi: Ryhmät
no: Grupper

source: Up to %(counter)s member
fi: Jopa %(counter)s jäsen
no: Opp til %(counter)s medlem

source: Tour ID
fi: Kierroksen tunniste
no: Tur-ID

source: (use it to share your tour)
fi: (käytä sitä kierroksen jakamiseen)
no: (bruk den til å dele din tur)

source: View map
fi: Näytä kartta
no: Vis kart

source: View gallery
fi: Näytä galleria
no: Vis galleri

source: Previous photo
fi: Edellinen valokuva
no: Forrige foto

source: Next photo
fi: Seuraava valokuva
no: Neste foto

source: View in Ajapaik
fi: Näytä Ajapaikissa
no: Vis i Ajapaik

source: Picture in Ajapaik
fi: Kuva Ajapaikissa
no: Bilde i Ajapaik

source: You have already captured this photo
fi: Olet jo kaapannut tämän valokuvan
no: Du har allerede tatt dette bildet

source: Someone from your group has already captured this photo
fi: Joku ryhmästäsi on jo kaapannut tämän valokuvan
no: Noen i din gruppe har allerede tatt dette bildet

source: Someone from group %(group)s has already captured this photo
fi: Joku ryhmästä %(group)s on jo kaapannut tämän valokuvan
no: Noen fra gruppen %(group)s har allerede tatt dette bildet

source: Try to always show rephoto
fi: Yritä aina näyttää uusintakuva
no: Prøv å alltid vise refoto

source: Close rephoto
fi: Sulje uusintakuva
no: Lukk refoto

source: Delete rephoto
fi: Poista uusintakuva
no: Slett refoto

source: Previous rephoto
fi: Edellinen uusintakuva
no: Forrige refoto

source: Next rephoto
fi: Seuraava uusintakuva
no: Neste refoto

source: Send to Ajapaik
fi: Lähetä Ajapaikiin
no: Send til Ajapaik

source: Rephoto of
fi: Uusintakuva aiheesta
no: Refoto av

source: Ajapaik logo
fi: Ajapaikin logo

source: Signed in as
fi: Kirjautunut nimellä
no: Innlogget som

source: Go
fi: Aloita
no: Gå

source: Create tour!
fi: Luo kierros!
no: Opprett tur!

source: My tours
fi: Kierrokseni
no: Mine turer

source: Log out
fi: Kirjaudu ulos
no: Logg ut

source: Select language
fi: Valitse kieli
no: Velg språk

source: Tour
fi: Kierros
no: Tur

source: Update
fi: Pöivitä
no: Oppdater

source: Tours I've participated in
fi: Kierrokset, joihin olen osallistunut
no: Turer jeg har deltatt i

source: Tours I've viewed
fi: Kierrokset, jotka olen nähnyt
no: Turer jeg har sett på

source: %(counter)s rephoto
fi: %(counter)s uusintakuva
no: %(counter)s refoto

source: Tour complete!
fi: Kierroa valmis!
no: Turen er komplett!

source: I, %(user)s, the copyright holder of this work, irrevocably grant anyone the right to use this work under the <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">Creative Commons Attribution ShareAlike 4.0 license (CC-BY-SA)</a>.
fi: Min', %(user)s, tämän teoksen tekijänoikeuksien haltija, peruuttamattomasti sallin kenen tahansa käyttää tätä kuvaa <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">Creative Commons Nimeä–JaaSamoin 4.0 lisenssin (CC-BY-SA)</a> mukaisesti.

source: Upload and mark on map
fi: Lataa ja merkitse kartalle
no: Last opp og merk på kart

source: Add
fi: Lisää
no: Legg til

source: Tour type
fi: Kierroksen tyyppi
no: Type tur

source: Number of random pictures
fi: Satunnaisten kuvien määrä
no: Antallet tilfeldige bilder

source: We need your location to generate a random tour, please try again.
fi: Sijaintisi tarvitaan satunnaisen kierroksen luomiseksi, yritä uudelleen.
no: Vi trenger din lokasjon for å generere en tilfeldig tur - vennligst prøv igjen

source: Number of photos must be specified for a random tour
fi: Valokuvien määrä pitää määritellä satunnaisella kierroksella
no: Antallet bilder må være spesifisert for en tilfeldig tur

source: With groups
fi: Ryhmien kanssa
no: Med grupper

source: This group is full
fi: Tämä ryhmä on täynnä
no: Denne gruppen er full

source: You're already in group %(group)s
fi: Olet jo ryhmässä %(group)s
no: Du er allerede med i gruppen %(group)s

source: Group
fi: Ryhmä
no: Gruppe

source: Upload rephotos to Ajapaik
fi: Lataa uusintakuvat Ajapaikiin
no: Last opp refoto til Ajapaik

source: Photo set type
fi: Valokuvasetin tyyppi
no: Fotosett type

source: Photos
fi: Valokuvia
no: Foto

source: Group name
fi: Ryhmän nimi
no: Gruppenavn

source: Maximum number of members
fi: Jäsenten maksimimäärä
no: Maks antall medlemmer

source: Members
fi: Jäsenet
no: Medlemmer

source: Fixed tour
fi: Pysyvä kierros
no: Låst tur

source: Failed to add rephoto to Ajapaik
fi: Uusintakuvan lisääminen Ajapaikiin epäonnistui
no: Kunne ikke legge refoto til Ajapaik

source: Added rephoto to Ajapaik
fi: Uusintakuva lisättiin Ajapaikiin
no: La til refoto til Ajapaik

source: Geotagging game
fi: Paikannuspeli
no: Geotaggingsspill

source: Recuration successful
fi: Uudelleen valikoiminen onnistui
no: Nytt utvalg vellykket

source: Problem with album selection
fi: Albumin valinnassa on ongelma
no: Problemer med albumvalg

source: Faulty data submitted
fi: Viallista tietoa lähetetty
no: Feilaktige data lagt til

source: Browse photos on map
fi: Selaa kuvia kartalla
no: Bla i foto på kart

source: Your contribution didn't change the estimated location for the photo, not yet anyway.
fi: Panoksesi ei muuttanut valokuvan arvioitua sijaintia, ainakaan vielä.
no: Ditt bidrag forandret ikke den estimerte lokasjonen for bildet, ikke ennå i alle fall.

source: The photo has been mapped to a new location thanks to you.
fi: Valokuva sijoitettiin uuteen sijaintiin panoksesi ansiosta.
no: Bildet har blitt lokalisert på et nytt sted takket være deg.

source: Your guess was first.
fi: Sinun arvauksesi oli ensimmäinen.
no: Din gjetning var først.

source: Search for old photos, add them to Ajapaik, determine their locations and share the resulting album!
fi: Etsi vanhoja valokuvia, lisää ne Ajapaikiin, määrittele kuvien sijainnit ja jaa syntynyt albumi!
no: Søk etter gamle bilder, legg dem til Ajapaik, bestem lokasjon og og del albumet!

source: Timepatch (Ajapaik) - curate
fi: Timepatch (Ajapaik) - kuratoi
no: Timepatch (Ajapaik) - lag utvalg

source: Error uploading file
fi: Ongelma tiedostoa ladattaessa
no: Feil ved opplasting av fil

source: Photo already exists in Ajapaik
fi: Kuva on jo Ajapaikissa
no: Foto eksisterer allerede i Ajapaik

source: Please add photos to your album
fi: Lisää kuvia albumiisi
no: Vennligst legg til foto i ditt album

source: Not enough data submitted
fi: Tietoja ei ole lisätty tarpeeksi
no: Ikke tilstrekkelig med data sendt inn

source: Still from "%(film)s" at %(time)s
fi: Still-kuva elokuvasta "%(film)s" %(time)s kertaa
no: Stillbilde fra "%(film)s" på %(time)s

source: Photo uploaded
fi: Valokuva ladattu
no: Foto lastet opp

source: Album created
fi: Albumi luotu
no: Album er opprettet

source: First name
fi: Etunimi
no: Fornamn

source: Last name
fi: Sukunimi
no: Etternamn

source: StreetView
no: Gatebilde

source: 1 of
no: 1 av

source: ZIP
no: Postnummer
