{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    ",": 4,
    ".": 5,
    "s": 6,
    "▁": 7,
    "▁the": 8,
    "n": 9,
    "▁of": 10,
    "▁in": 11,
    "▁(": 12,
    "a": 13,
    "▁to": 14,
    "t": 15,
    "▁ja": 16,
    "e": 17,
    "i": 18,
    ")": 19,
    "en": 20,
    "▁on": 21,
    "-": 22,
    "▁and": 23,
    "▁die": 24,
    "▁der": 25,
    "▁ir": 26,
    "▁-": 27,
    ":": 28,
    "▁a": 29,
    "u": 30,
    "o": 31,
    "?": 32,
    "d": 33,
    "▁und": 34,
    "▁un": 35,
    "▁for": 36,
    "m": 37,
    "▁be": 38,
    "/": 39,
    "as": 40,
    "▁ar": 41,
    ";": 42,
    "▁is": 43,
    "▁that": 44,
    "te": 45,
    "▁I": 46,
    "ing": 47,
    "le": 48,
    "in": 49,
    "!": 50,
    "▁1": 51,
    "l": 52,
    "ed": 53,
    "st": 54,
    "▁ei": 55,
    "▁в": 56,
    "er": 57,
    "us": 58,
    "es": 59,
    "▁von": 60,
    "▁den": 61,
    "▁zu": 62,
    "▁no": 63,
    "'": 64,
    "b": 65,
    "▁an": 66,
    "▁ka": 67,
    "▁es": 68,
    "▁des": 69,
    "▁für": 70,
    "▁with": 71,
    "▁2": 72,
    "▁и": 73,
    "▁as": 74,
    "▁ne": 75,
    "ga": 76,
    "ta": 77,
    "ų": 78,
    "_": 79,
    "ti": 80,
    "▁_": 81,
    "▁kas": 82,
    "os": 83,
    "BAR": 84,
    "▁par": 85,
    "▁su": 86,
    "▁et": 87,
    "▁ist": 88,
    "is": 89,
    "r": 90,
    "▁this": 91,
    "▁at": 92,
    "▁by": 93,
    "▁auf": 94,
    "▁mit": 95,
    "▁tai": 96,
    "▁it": 97,
    "▁or": 98,
    "ma": 99,
    "id": 100,
    "▁das": 101,
    "а": 102,
    "▁kad": 103,
    "▁3": 104,
    "ä": 105,
    "▁you": 106,
    "da": 107,
    "▁į": 108,
    "▁vai": 109,
    "ly": 110,
    "▁are": 111,
    "de": 112,
    "▁im": 113,
    "ā": 114,
    "an": 115,
    "▁nicht": 116,
    "е": 117,
    "▁not": 118,
    "ks": 119,
    "▁не": 120,
    "▁uz": 121,
    "▁\"": 122,
    "▁с": 123,
    "ai": 124,
    "▁на": 125,
    "...": 126,
    "ą": 127,
    "▁по": 128,
    "▁werden": 129,
    "▁iš": 130,
    "y": 131,
    "▁või": 132,
    "▁eine": 133,
    ").": 134,
    "ne": 135,
    "ja": 136,
    "▁–": 137,
    "▁Nr": 138,
    "sta": 139,
    "al": 140,
    "▁was": 141,
    "▁oder": 142,
    "g": 143,
    "▁dass": 144,
    "▁so": 145,
    "▁L": 146,
    "▁bei": 147,
    "▁5": 148,
    "▁4": 149,
    "▁dem": 150,
    "▁että": 151,
    "k": 152,
    "▁we": 153,
    "▁ein": 154,
    "▁have": 155,
    "),": 156,
    "me": 157,
    "▁m": 158,
    "▁s": 159,
    "и": 160,
    "▁kui": 161,
    "▁ko": 162,
    "▁from": 163,
    "▁S": 164,
    "▁d": 165,
    "▁b": 166,
    "▁pa": 167,
    "▁C": 168,
    "у": 169,
    "ten": 170,
    "▁lai": 171,
    "h": 172,
    "re": 173,
    "▁see": 174,
    "▁sa": 175,
    "▁yra": 176,
    "▁shall": 177,
    "▁mis": 178,
    "c": 179,
    "na": 180,
    "▁which": 181,
    "▁se": 182,
    "▁что": 183,
    "▁re": 184,
    "em": 185,
    "▁mg": 186,
    "se": 187,
    "ke": 188,
    "▁ole": 189,
    "to": 190,
    "▁me": 191,
    "▁sind": 192,
    "▁all": 193,
    "▁A": 194,
    "▁kā": 195,
    "▁per": 196,
    "▁jo": 197,
    "ssa": 198,
    "▁Sie": 199,
    "▁über": 200,
    "▁zur": 201,
    "ko": 202,
    "tu": 203,
    "м": 204,
    "▁6": 205,
    "ge": 206,
    "▁ning": 207,
    "lle": 208,
    "▁Euroopa": 209,
    "▁wird": 210,
    "ы": 211,
    "▁will": 212,
    "si": 213,
    "▁wir": 214,
    "▁dėl": 215,
    "et": 216,
    "v": 217,
    "▁var": 218,
    "▁E": 219,
    "▁1.": 220,
    "▁ap": 221,
    "▁European": 222,
    "A": 223,
    "▁has": 224,
    "ung": 225,
    "▁er": 226,
    "▁10": 227,
    "’": 228,
    "▁nach": 229,
    "▁aus": 230,
    "iem": 231,
    "▁Artikel": 232,
    "am": 233,
    "it": 234,
    "▁Ma": 235,
    "▁EU": 236,
    "C": 237,
    "х": 238,
    "z": 239,
    "p": 240,
    "▁als": 241,
    "▁he": 242,
    "vad": 243,
    "ot": 244,
    "▁einer": 245,
    "▁sich": 246,
    "▁Eiropas": 247,
    "▁sie": 248,
    "▁arba": 249,
    "gi": 250,
    "▁should": 251,
    "ve": 252,
    "▁o": 253,
    "\"": 254,
    "▁за": 255,
    "or": 256,
    "▁ver": 257,
    "▁kaip": 258,
    "den": 259,
    "▁Europos": 260,
    "▁um": 261,
    "▁ma": 262,
    "▁jos": 263,
    "▁Union": 264,
    "я": 265,
    "▁its": 266,
    "▁Regulation": 267,
    "▁Ich": 268,
    "ė": 269,
    "ation": 270,
    "▁ich": 271,
    "▁%": 272,
    "ista": 273,
    "▁po": 274,
    "▁man": 275,
    "▁Commission": 276,
    "▁No": 277,
    "▁būti": 278,
    "ver": 279,
    "▁7": 280,
    "ni": 281,
    "▁oma": 282,
    "й": 283,
    "ās": 284,
    "ов": 285,
    "▁kohta": 286,
    "ju": 287,
    "ki": 288,
    "tas": 289,
    "▁p": 290,
    "▁у": 291,
    "▁du": 292,
    "▁о": 293,
    "▁de": 294,
    "▁Kommission": 295,
    "о": 296,
    "ku": 297,
    "▁ta": 298,
    "▁but": 299,
    "▁tu": 300,
    "▁Article": 301,
    "mine": 302,
    "▁vor": 303,
    "on": 304,
    "be": 305,
    "▁arī": 306,
    "▁sen": 307,
    "▁other": 308,
    "▁gada": 309,
    "mis": 310,
    "▁tā": 311,
    "▁Member": 312,
    "lla": 313,
    "f": 314,
    "▁oli": 315,
    "▁can": 316,
    "▁if": 317,
    "va": 318,
    "▁diese": 319,
    "▁4.": 320,
    "▁Verordnung": 321,
    "el": 322,
    "▁gali": 323,
    "▁bet": 324,
    "▁also": 325,
    "▁auch": 326,
    "▁wie": 327,
    "ar": 328,
    "▁been": 329,
    "▁„": 330,
    "▁8": 331,
    "▁e": 332,
    "▁Я": 333,
    "▁iz": 334,
    "▁selle": 335,
    "▁hat": 336,
    "sti": 337,
    "▁do": 338,
    "ой": 339,
    "▁tas": 340,
    "tud": 341,
    "▁P": 342,
    "▁12": 343,
    "▁their": 344,
    "at": 345,
    "lt": 346,
    "▁nav": 347,
    "▁N": 348,
    "kin": 349,
    "S": 350,
    "▁ge": 351,
    "2": 352,
    "ām": 353,
    "▁taip": 354,
    "▁20": 355,
    "ty": 356,
    "▁States": 357,
    "ka": 358,
    "▁nuo": 359,
    "ais": 360,
    "▁am": 361,
    "mi": 362,
    "▁B": 363,
    "▁buvo": 364,
    "ia": 365,
    "mise": 366,
    "▁я": 367,
    "ом": 368,
    "▁turi": 369,
    "il": 370,
    "nud": 371,
    "ter": 372,
    "pa": 373,
    "š": 374,
    "л": 375,
    "mme": 376,
    "▁wenn": 377,
    "▁pie": 378,
    "▁haben": 379,
    "▁may": 380,
    "▁durch": 381,
    "un": 382,
    "im": 383,
    "▁your": 384,
    "imo": 385,
    "▁they": 386,
    "▁dieser": 387,
    "▁pat": 388,
    "▁Euroopan": 389,
    "▁K": 390,
    "ic": 391,
    "▁out": 392,
    "▁kann": 393,
    "▁30": 394,
    "▁ie": 395,
    "▁g": 396,
    "▁už": 397,
    "▁vom": 398,
    "vi": 399,
    "ina": 400,
    "D": 401,
    "ll": 402,
    "ide": 403,
    "B": 404,
    "io": 405,
    "▁2.": 406,
    "mist": 407,
    "▁more": 408,
    "▁pagal": 409,
    "▁от": 410,
    "но": 411,
    "▁tik": 412,
    "ē": 413,
    "ю": 414,
    "▁—": 415,
    "▁one": 416,
    "▁15": 417,
    "▁F": 418,
    "▁к": 419,
    "T": 420,
    "▁c": 421,
    "ет": 422,
    "EC": 423,
    "▁In": 424,
    "▁9": 425,
    "▁II": 426,
    "▁Re": 427,
    "▁nr": 428,
    "▁“": 429,
    "je": 430,
    "▁kai": 431,
    "tä": 432,
    "▁Be": 433,
    "▁unter": 434,
    "▁pēc": 435,
    "▁einen": 436,
    "▁there": 437,
    "▁any": 438,
    "▁Komisija": 439,
    "▁Europäischen": 440,
    "▁seda": 441,
    "ли": 442,
    "]": 443,
    "he": 444,
    "inen": 445,
    "3": 446,
    "▁T": 447,
    "w": 448,
    "▁aasta": 449,
    "▁t": 450,
    "▁šo": 451,
    "▁need": 452,
    "▁would": 453,
    "”": 454,
    "▁Council": 455,
    "▁при": 456,
    "▁19": 457,
    "▁Pa": 458,
    "▁В": 459,
    "▁M": 460,
    "в": 461,
    "▁это": 462,
    "▁līdz": 463,
    "с": 464,
    "▁te": 465,
    "▁what": 466,
    "▁my": 467,
    "der": 468,
    "▁ovat": 469,
    "▁such": 470,
    "H": 471,
    "▁saa": 472,
    "mu": 473,
    "▁apie": 474,
    "sid": 475,
    "ur": 476,
    "ig": 477,
    "EG": 478,
    "EK": 479,
    "ra": 480,
    "▁G": 481,
    "ės": 482,
    "ch": 483,
    "▁V": 484,
    "▁into": 485,
    "gen": 486,
    "li": 487,
    "▁С": 488,
    "po": 489,
    "▁ml": 490,
    "▁under": 491,
    "▁must": 492,
    "▁Ver": 493,
    "▁l": 494,
    "н": 495,
    "▁up": 496,
    "▁вы": 497,
    "▁D": 498,
    "EB": 499,
    "▁как": 500,
    "т": 501,
    "▁artikli": 502,
    "EÜ": 503,
    "ment": 504,
    "▁einem": 505,
    "N": 506,
    "▁Absatz": 507,
    "▁use": 508,
    "ste": 509,
    "▁18": 510,
    "ть": 511,
    "des": 512,
    "ksi": 513,
    "th": 514,
    "ių": 515,
    "▁these": 516,
    "K": 517,
    "▁osa": 518,
    "ist": 519,
    "▁saskaņā": 520,
    "į": 521,
    "ha": 522,
    "▁straipsnio": 523,
    "▁zum": 524,
    "▁ab": 525,
    "hi": 526,
    "▁than": 527,
    "▁H": 528,
    "▁100": 529,
    "▁11": 530,
    "ant": 531,
    "▁panta": 532,
    "▁pro": 533,
    "▁joka": 534,
    "▁mida": 535,
    "takse": 536,
    "▁were": 537,
    "▁nur": 538,
    "(": 539,
    "ys": 540,
    "ü": 541,
    "tus": 542,
    "no": 543,
    "än": 544,
    "ого": 545,
    "▁da": 546,
    "gu": 547,
    "▁sein": 548,
    "ę": 549,
    "P": 550,
    "▁tiek": 551,
    "ies": 552,
    "est": 553,
    "▁14": 554,
    "▁können": 555,
    "I": 556,
    "ла": 557,
    "tel": 558,
    "▁25": 559,
    "▁про": 560,
    "ry": 561,
    "imas": 562,
    "▁time": 563,
    "▁nende": 564,
    "sse": 565,
    "iden": 566,
    "▁when": 567,
    "▁võib": 568,
    "E": 569,
    "▁[": 570,
    "ita": 571,
    "▁ты": 572,
    "▁O": 573,
    "▁myös": 574,
    "jen": 575,
    "ud": 576,
    "nt": 577,
    "▁для": 578,
    "▁kun": 579,
    "▁information": 580,
    "▁Mitgliedstaaten": 581,
    "▁wurde": 582,
    "▁R": 583,
    "ion": 584,
    "▁jotka": 585,
    "▁kuin": 586,
    "ite": 587,
    "di": 588,
    "men": 589,
    "▁3.": 590,
    "G": 591,
    "▁attiecībā": 592,
    "sch": 593,
    "iz": 594,
    "šanas": 595,
    "val": 596,
    "jo": 597,
    "ie": 598,
    "vat": 599,
    "stä": 600,
    "▁tam": 601,
    "▁2005": 602,
    "▁war": 603,
    "▁our": 604,
    "ö": 605,
    "▁из": 606,
    "▁who": 607,
    "ers": 608,
    "tų": 609,
    "▁mēs": 610,
    "4": 611,
    "vo": 612,
    "▁13": 613,
    "–": 614,
    "▁0,": 615,
    "inių": 616,
    "▁only": 617,
    "▁tās": 618,
    "▁jei": 619,
    "▁16": 620,
    "▁k": 621,
    "ību": 622,
    "▁bis": 623,
    "▁new": 624,
    "inės": 625,
    "mas": 626,
    "▁about": 627,
    "▁where": 628,
    "▁2004": 629,
    "ить": 630,
    "tele": 631,
    "▁voi": 632,
    "▁savo": 633,
    "man": 634,
    "▁50": 635,
    "1": 636,
    "▁pār": 637,
    "▁vastu": 638,
    "▁Er": 639,
    "▁tuo": 640,
    "д": 641,
    "▁alle": 642,
    "▁24": 643,
    "ut": 644,
    "ity": 645,
    "▁olen": 646,
    "▁Community": 647,
    "lu": 648,
    "▁dar": 649,
    "▁f": 650,
    "mo": 651,
    "tar": 652,
    "▁būtų": 653,
    "lo": 654,
    "▁а": 655,
    "EU": 656,
    "ssä": 657,
    "▁kes": 658,
    "tos": 659,
    "L": 660,
    "ных": 661,
    "▁An": 662,
    "▁tämän": 663,
    "▁tuleb": 664,
    "ī": 665,
    "▁aber": 666,
    "▁välja": 667,
    "▁Ne": 668,
    "▁like": 669,
    "▁6.": 670,
    "▁vērā": 671,
    "V": 672,
    "ir": 673,
    "ab": 674,
    "tta": 675,
    "ки": 676,
    "▁those": 677,
    "го": 678,
    "F": 679,
    "▁2006": 680,
    "▁sekä": 681,
    "▁•": 682,
    "▁gemäß": 683,
    "aus": 684,
    "ce": 685,
    "ton": 686,
    "▁kuri": 687,
    "ms": 688,
    "▁eri": 689,
    "▁olla": 690,
    "ate": 691,
    "▁määruse": 692,
    "line": 693,
    "▁eines": 694,
    "nä": 695,
    "▁reikia": 696,
    "usi": 697,
    "▁А": 698,
    "▁üle": 699,
    "um": 700,
    "ine": 701,
    "▁mums": 702,
    "O": 703,
    "▁countries": 704,
    "ams": 705,
    "▁+": 706,
    "zu": 707,
    "“": 708,
    "ad": 709,
    "llä": 710,
    "taan": 711,
    "▁us": 712,
    "▁kon": 713,
    "▁En": 714,
    "oje": 715,
    "▁his": 716,
    "▁17": 717,
    "ho": 718,
    "issa": 719,
    "ille": 720,
    "▁products": 721,
    "▁müssen": 722,
    "▁hän": 723,
    "▁keine": 724,
    "ri": 725,
    "▁between": 726,
    "maan": 727,
    "▁nu": 728,
    "▁just": 729,
    "ien": 730,
    "▁iki": 731,
    "▁21": 732,
    "▁5.": 733,
    "▁The": 734,
    "▁nii": 735,
    "ем": 736,
    "ка": 737,
    "▁measures": 738,
    "iini": 739,
    "▁komisjoni": 740,
    "▁nõukogu": 741,
    "▁noch": 742,
    "▁muss": 743,
    "▁И": 744,
    "▁following": 745,
    "▁Al": 746,
    "nen": 747,
    "▁Komisijos": 748,
    "▁EUR": 749,
    "▁Mr": 750,
    "▁pre": 751,
    "▁Ab": 752,
    "ol": 753,
    "ijos": 754,
    "lik": 755,
    "▁prie": 756,
    "▁jau": 757,
    "x": 758,
    "ci": 759,
    "M": 760,
    "▁State": 761,
    "▁mu": 762,
    "▁до": 763,
    "▁olisi": 764,
    "▁take": 765,
    "ся": 766,
    "▁Directive": 767,
    "▁Le": 768,
    "▁jis": 769,
    "▁Annex": 770,
    "▁De": 771,
    "able": 772,
    "ь": 773,
    "▁di": 774,
    "ми": 775,
    "▁0": 776,
    "▁after": 777,
    "ive": 778,
    "šanu": 779,
    "ж": 780,
    "▁bija": 781,
    "на": 782,
    "▁well": 783,
    "▁sk": 784,
    "▁la": 785,
    "▁под": 786,
    "▁dalies": 787,
    "inio": 788,
    "▁accordance": 789,
    "vien": 790,
    "▁mille": 791,
    "▁Richtlinie": 792,
    "▁jų": 793,
    "▁со": 794,
    "▁Tel": 795,
    "ž": 796,
    "tes": 797,
    "▁va": 798,
    "R": 799,
    "▁anti": 800,
    "ības": 801,
    "▁valstybės": 802,
    "W": 803,
    "minen": 804,
    "ти": 805,
    "ija": 806,
    "per": 807,
    "▁kanssa": 808,
    "▁con": 809,
    "▁īpaši": 810,
    "▁first": 811,
    "uma": 812,
    "ven": 813,
    "▁mir": 814,
    "▁her": 815,
    "▁Patienten": 816,
    "▁regard": 817,
    "▁об": 818,
    "▁22": 819,
    "▁Ra": 820,
    "▁käesoleva": 821,
    "▁wurden": 822,
    "▁ju": 823,
    "▁straipsnis": 824,
    "▁sollte": 825,
    "▁period": 826,
    "▁31": 827,
    "к": 828,
    "ия": 829,
    "▁mutta": 830,
    "▁down": 831,
    "▁had": 832,
    "tra": 833,
    "istä": 834,
    "umu": 835,
    "▁раз": 836,
    "cht": 837,
    "▁artiklan": 838,
    "sin": 839,
    "▁toimi": 840,
    "▁pärast": 841,
    "umo": 842,
    "la": 843,
    "р": 844,
    "▁over": 845,
    "du": 846,
    "min": 847,
    "▁komission": 848,
    "▁его": 849,
    "nes": 850,
    "ш": 851,
    "õ": 852,
    "ik": 853,
    "tri": 854,
    "mon": 855,
    "van": 856,
    "▁Sa": 857,
    "ами": 858,
    "▁У": 859,
    "miseks": 860,
    "▁within": 861,
    "jä": 862,
    "pu": 863,
    "tava": 864,
    "▁market": 865,
    "kas": 866,
    "▁some": 867,
    "▁mehr": 868,
    "▁W": 869,
    "▁III": 870,
    "▁Die": 871,
    "ties": 872,
    "▁order": 873,
    "▁kg": 874,
    "▁Maßnahmen": 875,
    "▁Anwendung": 876,
    "▁report": 877,
    "iai": 878,
    "▁sowie": 879,
    "▁Committee": 880,
    "▁sitä": 881,
    "illa": 882,
    "▁them": 883,
    "▁pret": 884,
    "▁direktiivi": 885,
    "ise": 886,
    "▁lisa": 887,
    "▁le": 888,
    "▁Это": 889,
    "▁national": 890,
    "▁siis": 891,
    "▁tikai": 892,
    "▁mitte": 893,
    "▁Sch": 894,
    "▁data": 895,
    "▁ravi": 896,
    "▁ha": 897,
    "▁particular": 898,
    "▁Komisijas": 899,
    "isen": 900,
    "▁uns": 901,
    "▁work": 902,
    "▁made": 903,
    "ius": 904,
    "ungen": 905,
    "▁muut": 906,
    "ei": 907,
    "▁end": 908,
    "▁Ja": 909,
    "sten": 910,
    "▁people": 911,
    "ex": 912,
    "EY": 913,
    "то": 914,
    "▁na": 915,
    "ло": 916,
    "tą": 917,
    "▁2007": 918,
    "▁2003": 919,
    "do": 920,
    "▁Ты": 921,
    "ųjų": 922,
    "▁iga": 923,
    "ttava": 924,
    "▁28": 925,
    "▁šajā": 926,
    "▁diesem": 927,
    "▁2008": 928,
    "pro": 929,
    "ения": 930,
    "▁now": 931,
    "▁know": 932,
    "▁Na": 933,
    "▁Да": 934,
    "▁President": 935,
    "ч": 936,
    "omis": 937,
    "▁būtu": 938,
    "▁tie": 939,
    "▁puhul": 940,
    "mos": 941,
    "▁system": 942,
    "ых": 943,
    "▁ņemot": 944,
    "▁mes": 945,
    "▁kur": 946,
    "tte": 947,
    "▁pants": 948,
    "▁zwischen": 949,
    "▁kõik": 950,
    "ного": 951,
    "isten": 952,
    "▁anderen": 953,
    "▁United": 954,
    "ub": 955,
    "▁right": 956,
    "imą": 957,
    "▁27": 958,
    "ной": 959,
    "▁used": 960,
    "▁patients": 961,
    "▁v": 962,
    "ums": 963,
    "j": 964,
    "▁pri": 965,
    "ihin": 966,
    "del": 967,
    "▁päivänä": 968,
    "▁To": 969,
    "yn": 970,
    "tic": 971,
    "▁arvesse": 972,
    "▁Gemeinschaft": 973,
    "▁laikā": 974,
    "▁set": 975,
    "▁years": 976,
    "▁бы": 977,
    "▁nei": 978,
    "▁jūs": 979,
    "mus": 980,
    "▁ihre": 981,
    "▁40": 982,
    "▁По": 983,
    "fer": 984,
    "▁Parliament": 985,
    "land": 986,
    "▁Tarybos": 987,
    "▁dieses": 988,
    "▁two": 989,
    "▁suhtes": 990,
    "ose": 991,
    "▁labai": 992,
    "б": 993,
    "test": 994,
    "▁koos": 995,
    "▁provided": 996,
    "▁unionin": 997,
    "ino": 998,
    "6": 999,
    "10": 1000,
    "▁very": 1001,
    "ку": 1002,
    "ра": 1003,
    "▁valsts": 1004,
    "▁hier": 1005,
    "▁vain": 1006,
    "▁euro": 1007,
    "ие": 1008,
    "8": 1009,
    "▁international": 1010,
    "▁Padomes": 1011,
    "ba": 1012,
    "▁2002": 1013,
    "U": 1014,
    "▁pää": 1015,
    "▁nagu": 1016,
    "lich": 1017,
    "tis": 1018,
    "vai": 1019,
    "▁turėtų": 1020,
    "▁töö": 1021,
    "ting": 1022,
    "▁Aus": 1023,
    "fe": 1024,
    "▁Anhang": 1025,
    "да": 1026,
    "ui": 1027,
    "mat": 1028,
    "▁Kopienas": 1029,
    "▁human": 1030,
    "▁st": 1031,
    "▁ri": 1032,
    "▁Artikkel": 1033,
    "▁prieš": 1034,
    "ner": 1035,
    "ācijas": 1036,
    "▁меня": 1037,
    "та": 1038,
    "pi": 1039,
    "▁komisjon": 1040,
    "▁Ein": 1041,
    "▁23": 1042,
    "ern": 1043,
    "up": 1044,
    "▁make": 1045,
    "▁U": 1046,
    "ated": 1047,
    "\".": 1048,
    "igen": 1049,
    "▁Tämä": 1050,
    "▁все": 1051,
    "nut": 1052,
    "▁...": 1053,
    "▁kogu": 1054,
    "▁ent": 1055,
    "▁siitä": 1056,
    "▁number": 1057,
    "7": 1058,
    "▁support": 1059,
    "ные": 1060,
    "▁Rates": 1061,
    "▁vastavalt": 1062,
    "▁h": 1063,
    "pe": 1064,
    "▁Sąjungos": 1065,
    "▁part": 1066,
    "те": 1067,
    "▁vis": 1068,
    "▁nes": 1069,
    "▁metu": 1070,
    "▁referred": 1071,
    "▁2000": 1072,
    "ит": 1073,
    "neet": 1074,
    "EL": 1075,
    "kon": 1076,
    "mm": 1077,
    "co": 1078,
    "им": 1079,
    "▁так": 1080,
    "▁šio": 1081,
    "▁eest": 1082,
    "▁year": 1083,
    "▁šīs": 1084,
    "▁kurie": 1085,
    "▁ühenduse": 1086,
    "vir": 1087,
    "tin": 1088,
    "▁abi": 1089,
    "▁here": 1090,
    "ischen": 1091,
    "▁bus": 1092,
    "▁development": 1093,
    "met": 1094,
    "ни": 1095,
    "ст": 1096,
    "▁financial": 1097,
    "▁kurių": 1098,
    "▁sp": 1099,
    "▁Не": 1100,
    "ей": 1101,
    "▁ad": 1102,
    "yti": 1103,
    "▁О": 1104,
    "▁он": 1105,
    "▁gan": 1106,
    "avimo": 1107,
    "▁Liidu": 1108,
    "▁insbesondere": 1109,
    "▁Europe": 1110,
    "mä": 1111,
    "▁Šis": 1112,
    "▁co": 1113,
    "▁r": 1114,
    "oma": 1115,
    "▁vasta": 1116,
    "▁Decision": 1117,
    "▁narės": 1118,
    "vä": 1119,
    "Z": 1120,
    "ojo": 1121,
    "ler": 1122,
    "ая": 1123,
    "ek": 1124,
    "▁Savienības": 1125,
    "▁jeigu": 1126,
    "ele": 1127,
    "▁each": 1128,
    "▁during": 1129,
    "dy": 1130,
    "▁import": 1131,
    "▁/": 1132,
    "▁therefore": 1133,
    "▁could": 1134,
    "п": 1135,
    "▁ette": 1136,
    "▁asetuksen": 1137,
    "nis": 1138,
    "▁before": 1139,
    "▁seotud": 1140,
    "uoti": 1141,
    "▁Z": 1142,
    "▁because": 1143,
    "▁мы": 1144,
    "▁2009": 1145,
    "▁(1)": 1146,
    "J": 1147,
    "▁get": 1148,
    "▁how": 1149,
    "▁чтобы": 1150,
    "▁Kon": 1151,
    "▁vairāk": 1152,
    "▁Ar": 1153,
    "amp": 1154,
    ");": 1155,
    "oms": 1156,
    "use": 1157,
    "▁tika": 1158,
    "▁но": 1159,
    "▁мне": 1160,
    "go": 1161,
    "▁ex": 1162,
    "19": 1163,
    "ют": 1164,
    "▁Ge": 1165,
    "ajiem": 1166,
    "ami": 1167,
    "lise": 1168,
    "▁Vi": 1169,
    "▁including": 1170,
    "ru": 1171,
    "▁Б": 1172,
    "▁määrä": 1173,
    "▁jā": 1174,
    "▁z": 1175,
    "▁necessary": 1176,
    "▁most": 1177,
    "▁1/": 1178,
    "▁niin": 1179,
    ".\"": 1180,
    "ый": 1181,
    "tā": 1182,
    "▁sollten": 1183,
    "las": 1184,
    "bi": 1185,
    "▁(2)": 1186,
    "▁pasi": 1187,
    "▁mano": 1188,
    "fa": 1189,
    "ttä": 1190,
    "ри": 1191,
    "▁vaja": 1192,
    "▁väga": 1193,
    "▁üks": 1194,
    "ige": 1195,
    "че": 1196,
    "iert": 1197,
    "2/": 1198,
    "▁muu": 1199,
    "▁did": 1200,
    "ile": 1201,
    "kul": 1202,
    "▁kuru": 1203,
    "▁года": 1204,
    "▁60": 1205,
    "▁или": 1206,
    "▁meie": 1207,
    "▁К": 1208,
    "ungs": 1209,
    "ber": 1210,
    "iet": 1211,
    "ieren": 1212,
    "inti": 1213,
    "tav": 1214,
    "▁punktu": 1215,
    "ger": 1216,
    "bar": 1217,
    "and": 1218,
    "▁kuni": 1219,
    "tti": 1220,
    "20": 1221,
    "▁ji": 1222,
    "▁ensure": 1223,
    "▁galima": 1224,
    "▁mich": 1225,
    "▁Se": 1226,
    "we": 1227,
    "ии": 1228,
    "ren": 1229,
    "▁Hav": 1230,
    "mista": 1231,
    "▁economic": 1232,
    "▁же": 1233,
    "▁26": 1234,
    "▁Su": 1235,
    "▁La": 1236,
    "▁nepa": 1237,
    "▁enne": 1238,
    "00": 1239,
    "▁pra": 1240,
    "vät": 1241,
    "ime": 1242,
    "ön": 1243,
    "▁Pro": 1244,
    "▁nad": 1245,
    "▁public": 1246,
    "▁peab": 1247,
    "▁ihrer": 1248,
    "var": 1249,
    "▁same": 1250,
    "ro": 1251,
    "uose": 1252,
    "▁kuid": 1253,
    "the": 1254,
    "au": 1255,
    "▁mukaan": 1256,
    "ется": 1257,
    "▁kurios": 1258,
    "od": 1259,
    "vy": 1260,
    "з": 1261,
    "11": 1262,
    "▁kaikki": 1263,
    "ок": 1264,
    "tro": 1265,
    "▁J": 1266,
    "30": 1267,
    "▁29": 1268,
    "und": 1269,
    "ff": 1270,
    "ība": 1271,
    "iau": 1272,
    "▁country": 1273,
    "▁vien": 1274,
    "▁go": 1275,
    "▁Vor": 1276,
    "inis": 1277,
    "▁case": 1278,
    "ul": 1279,
    "▁place": 1280,
    "▁andere": 1281,
    "▁[1]": 1282,
    "ap": 1283,
    "▁even": 1284,
    "▁product": 1285,
    "4/": 1286,
    "▁starp": 1287,
    "ck": 1288,
    "▁al": 1289,
    "ный": 1290,
    "▁kam": 1291,
    "ell": 1292,
    "▁voidaan": 1293,
    "▁lõike": 1294,
    "▁ką": 1295,
    "▁last": 1296,
    "▁jälkeen": 1297,
    "▁Что": 1298,
    "osios": 1299,
    "▁Herr": 1300,
    "▁Но": 1301,
    "▁Bendrijos": 1302,
    "▁Entwicklung": 1303,
    "▁mukaisesti": 1304,
    "ium": 1305,
    "jas": 1306,
    "▁many": 1307,
    "ji": 1308,
    "sion": 1309,
    "▁2010": 1310,
    "▁их": 1311,
    "é": 1312,
    "▁reglamento": 1313,
    "iga": 1314,
    "▁то": 1315,
    "▁val": 1316,
    "▁kadangi": 1317,
    "▁võttes": 1318,
    "▁õigus": 1319,
    "за": 1320,
    "mų": 1321,
    "▁ob": 1322,
    "ля": 1323,
    "▁without": 1324,
    "elle": 1325,
    "▁tau": 1326,
    "tik": 1327,
    "ен": 1328,
    "50": 1329,
    "oli": 1330,
    "ле": 1331,
    "▁paragraph": 1332,
    "▁point": 1333,
    "ši": 1334,
    "▁important": 1335,
    "▁sehr": 1336,
    "▁sätestatud": 1337,
    "▁ypač": 1338,
    "dal": 1339,
    "▁rights": 1340,
    "▁ši": 1341,
    "▁conditions": 1342,
    "▁transport": 1343,
    "▁help": 1344,
    "ил": 1345,
    "▁pacientiem": 1346,
    "▁Rat": 1347,
    "▁Aš": 1348,
    "25": 1349,
    "tur": 1350,
    "är": 1351,
    "šu": 1352,
    "set": 1353,
    "▁way": 1354,
    "ein": 1355,
    "▁lo": 1356,
    "fi": 1357,
    "▁nėra": 1358,
    "15": 1359,
    "▁pole": 1360,
    "ling": 1361,
    "EEB": 1362,
    "inė": 1363,
    "▁habe": 1364,
    "za": 1365,
    "▁aš": 1366,
    "kite": 1367,
    "▁met": 1368,
    "▁Ka": 1369,
    "oja": 1370,
    "ary": 1371,
    "iniai": 1372,
    "▁being": 1373,
    "9": 1374,
    "ische": 1375,
    "yl": 1376,
    "▁Parlament": 1377,
    "zi": 1378,
    "ega": 1379,
    "▁gegen": 1380,
    "tai": 1381,
    "iv": 1382,
    "mata": 1383,
    "šana": 1384,
    "▁ühe": 1385,
    "▁don": 1386,
    "▁kar": 1387,
    "▁jie": 1388,
    "nne": 1389,
    "г": 1390,
    "▁00": 1391,
    "▁daugiau": 1392,
    "īt": 1393,
    "ую": 1394,
    "▁Me": 1395,
    "▁against": 1396,
    "▁minu": 1397,
    "pan": 1398,
    "5": 1399,
    "misen": 1400,
    "▁min": 1401,
    "▁koska": 1402,
    "▁through": 1403,
    "▁darba": 1404,
    "▁tema": 1405,
    "EEC": 1406,
    "lin": 1407,
    "hu": 1408,
    "вер": 1409,
    "jam": 1410,
    "▁komissio": 1411,
    "sp": 1412,
    "mą": 1413,
    "ze": 1414,
    "▁treatment": 1415,
    "▁aid": 1416,
    "▁y": 1417,
    "das": 1418,
    "▁'": 1419,
    "vis": 1420,
    "▁good": 1421,
    "▁šios": 1422,
    "▁mm": 1423,
    "▁want": 1424,
    "teri": 1425,
    "▁dis": 1426,
    "ating": 1427,
    "▁dalyje": 1428,
    "kel": 1429,
    "ky": 1430,
    "▁pea": 1431,
    "▁inter": 1432,
    "▁risk": 1433,
    "lis": 1434,
    "▁aga": 1435,
    "▁läbi": 1436,
    "▁punktā": 1437,
    "▁Behandlung": 1438,
    "▁nimetatud": 1439,
    "▁tässä": 1440,
    "▁level": 1441,
    "▁vēl": 1442,
    "▁tarp": 1443,
    "▁Rahmen": 1444,
    "▁<": 1445,
    "ft": 1446,
    "▁Co": 1447,
    "▁certain": 1448,
    "ēt": 1449,
    "ча": 1450,
    "▁daudz": 1451,
    "▁world": 1452,
    "ре": 1453,
    "▁niiden": 1454,
    "umi": 1455,
    "▁ilma": 1456,
    "EMÜ": 1457,
    "nu": 1458,
    "ttu": 1459,
    "bo": 1460,
    "▁poolt": 1461,
    "ые": 1462,
    "▁policy": 1463,
    "▁Komisijai": 1464,
    "▁ro": 1465,
    "▁bin": 1466,
    "ben": 1467,
    "keit": 1468,
    "ам": 1469,
    "EWG": 1470,
    "▁does": 1471,
    "▁tur": 1472,
    "ļ": 1473,
    "▁также": 1474,
    "▁000": 1475,
    "▁sub": 1476,
    "▁”": 1477,
    "▁social": 1478,
    "age": 1479,
    "▁80": 1480,
    "vin": 1481,
    "āciju": 1482,
    "▁day": 1483,
    "▁teisės": 1484,
    "▁ke": 1485,
    "▁[2]": 1486,
    "▁ennen": 1487,
    "▁Treaty": 1488,
    "▁huomioon": 1489,
    "▁Regulas": 1490,
    "vu": 1491,
    "ac": 1492,
    "tan": 1493,
    "▁force": 1494,
    "▁visi": 1495,
    "isia": 1496,
    "atsiooni": 1497,
    "▁priemonės": 1498,
    "▁hi": 1499,
    "▁ļoti": 1500,
    "▁darbo": 1501,
    "EEK": 1502,
    "▁čia": 1503,
    "▁yksi": 1504,
    "▁kohdan": 1505,
    "mal": 1506,
    "▁pirms": 1507,
    "▁tuleks": 1508,
    "▁neuvoston": 1509,
    "▁90": 1510,
    "▁2011": 1511,
    "▁ära": 1512,
    "▁diesen": 1513,
    "oksi": 1514,
    "lä": 1515,
    "▁пред": 1516,
    "ala": 1517,
    "sk": 1518,
    "hr": 1519,
    "▁meidän": 1520,
    "▁gadījumā": 1521,
    "▁kuten": 1522,
    "▁riski": 1523,
    "▁Mo": 1524,
    "ure": 1525,
    "▁ala": 1526,
    "▁luo": 1527,
    "▁pamat": 1528,
    "▁tä": 1529,
    "▁ž": 1530,
    "▁maa": 1531,
    "▁jums": 1532,
    "ва": 1533,
    "▁korral": 1534,
    "▁punkta": 1535,
    "▁olema": 1536,
    "▁millega": 1537,
    "▁control": 1538,
    "▁тебя": 1539,
    "▁darbības": 1540,
    "▁möchte": 1541,
    "kä": 1542,
    "▁jedoch": 1543,
    "он": 1544,
    "▁bez": 1545,
    "▁parlamentin": 1546,
    "▁Ha": 1547,
    "▁denen": 1548,
    "▁nyt": 1549,
    "▁«": 1550,
    "hen": 1551,
    "▁At": 1552,
    "sed": 1553,
    "gt": 1554,
    "▁authorities": 1555,
    "ijas": 1556,
    "▁mūsų": 1557,
    "▁non": 1558,
    "▁Ko": 1559,
    "▁We": 1560,
    "▁tra": 1561,
    "ах": 1562,
    "▁taken": 1563,
    "▁alfa": 1564,
    "▁appropriate": 1565,
    "▁ELi": 1566,
    "▁työ": 1567,
    "iu": 1568,
    "▁reglamentas": 1569,
    "▁plan": 1570,
    "Ä": 1571,
    "ama": 1572,
    "▁priemonių": 1573,
    "kö": 1574,
    "▁rules": 1575,
    "▁sama": 1576,
    "ан": 1577,
    "▁‘": 1578,
    "01": 1579,
    "sel": 1580,
    "aat": 1581,
    "fen": 1582,
    "▁Ta": 1583,
    "▁damit": 1584,
    "▁It": 1585,
    "X": 1586,
    "ken": 1587,
    "uoja": 1588,
    "itä": 1589,
    "▁tule": 1590,
    "nsa": 1591,
    "tega": 1592,
    "īna": 1593,
    "▁jäsen": 1594,
    "жд": 1595,
    "▁ajal": 1596,
    "vel": 1597,
    "▁x": 1598,
    "▁jooksul": 1599,
    "ori": 1600,
    "▁she": 1601,
    "▁Europa": 1602,
    "Y": 1603,
    "▁7.": 1604,
    "▁bi": 1605,
    "inį": 1606,
    "teen": 1607,
    "▁atsižvelgdama": 1608,
    "▁Bericht": 1609,
    "ht": 1610,
    "▁auto": 1611,
    "dia": 1612,
    "▁Ho": 1613,
    "heit": 1614,
    "mp": 1615,
    "▁both": 1616,
    "▁services": 1617,
    "▁gal": 1618,
    "▁Oh": 1619,
    "▁во": 1620,
    "▁eriti": 1621,
    "ov": 1622,
    "▁kus": 1623,
    "īgu": 1624,
    "▁means": 1625,
    "iset": 1626,
    "lta": 1627,
    "▁ihr": 1628,
    "▁China": 1629,
    "via": 1630,
    "▁lepingu": 1631,
    "▁He": 1632,
    "maks": 1633,
    "con": 1634,
    "▁genannten": 1635,
    "▁būt": 1636,
    "vas": 1637,
    "▁provisions": 1638,
    "her": 1639,
    "12": 1640,
    "tään": 1641,
    "miseksi": 1642,
    "▁kuu": 1643,
    "от": 1644,
    "son": 1645,
    "▁Val": 1646,
    "ėjo": 1647,
    "ade": 1648,
    "šanai": 1649,
    "▁said": 1650,
    "ang": 1651,
    "vate": 1652,
    "▁kuras": 1653,
    "los": 1654,
    "▁ga": 1655,
    "▁him": 1656,
    "▁otsuse": 1657,
    "ous": 1658,
    "▁date": 1659,
    "list": 1660,
    "▁[1],": 1661,
    "isi": 1662,
    "▁ve": 1663,
    "▁пере": 1664,
    "▁too": 1665,
    "▁будет": 1666,
    "▁Agreement": 1667,
    "▁(1": 1668,
    "▁region": 1669,
    "▁eivät": 1670,
    "▁mūsu": 1671,
    "5/": 1672,
    "▁2013": 1673,
    "liche": 1674,
    "kt": 1675,
    "▁van": 1676,
    "▁Art": 1677,
    "uksen": 1678,
    "▁possible": 1679,
    "oji": 1680,
    "▁Parlaments": 1681,
    "ence": 1682,
    "▁respect": 1683,
    "▁narių": 1684,
    "stu": 1685,
    "▁sel": 1686,
    "ajā": 1687,
    "ная": 1688,
    "▁relevant": 1689,
    "▁application": 1690,
    "ным": 1691,
    "▁aja": 1692,
    "▁Lo": 1693,
    "ES": 1694,
    "▁pan": 1695,
    "iin": 1696,
    "mit": 1697,
    "▁IV": 1698,
    "▁account": 1699,
    "▁kor": 1700,
    "▁tiesību": 1701,
    "▁viena": 1702,
    "▁susi": 1703,
    "chen": 1704,
    "lie": 1705,
    "▁während": 1706,
    "▁common": 1707,
    "llinen": 1708,
    "āk": 1709,
    "ро": 1710,
    "rü": 1711,
    "▁subject": 1712,
    "▁Он": 1713,
    "▁kartu": 1714,
    "▁kontrolli": 1715,
    "ū": 1716,
    "▁tagasi": 1717,
    "ator": 1718,
    "▁valstybių": 1719,
    "▁&": 1720,
    "ance": 1721,
    "▁(3)": 1722,
    "nyt": 1723,
    "usta": 1724,
    "liste": 1725,
    "gel": 1726,
    "▁third": 1727,
    "▁Ro": 1728,
    "zin": 1729,
    "par": 1730,
    "form": 1731,
    "▁2014": 1732,
    "▁concerned": 1733,
    "▁Zeit": 1734,
    "▁siekiant": 1735,
    "▁Arvoisa": 1736,
    "isiin": 1737,
    "▁Unternehmen": 1738,
    "ude": 1739,
    "▁Un": 1740,
    "▁Entscheidung": 1741,
    "▁tulee": 1742,
    "ности": 1743,
    "▁think": 1744,
    "▁Мы": 1745,
    "kar": 1746,
    "▁lu": 1747,
    "▁form": 1748,
    "▁lähe": 1749,
    "vēr": 1750,
    "▁dann": 1751,
    "40": 1752,
    "EN": 1753,
    "ūr": 1754,
    "dien": 1755,
    "▁attiecas": 1756,
    "▁esitatud": 1757,
    "acijos": 1758,
    "▁2001": 1759,
    "▁given": 1760,
    "\",": 1761,
    "rak": 1762,
    "▁daug": 1763,
    "▁Po": 1764,
    "▁šis": 1765,
    "▁dose": 1766,
    "dus": 1767,
    "jot": 1768,
    "kl": 1769,
    "▁jää": 1770,
    "ute": 1771,
    "▁На": 1772,
    "com": 1773,
    "▁zwei": 1774,
    "▁daher": 1775,
    "kli": 1776,
    "ical": 1777,
    "nas": 1778,
    "taa": 1779,
    "▁Mar": 1780,
    "▁long": 1781,
    "oti": 1782,
    "▁Нет": 1783,
    "har": 1784,
    "ор": 1785,
    "▁oleks": 1786,
    "bu": 1787,
    "ēm": 1788,
    "▁1999": 1789,
    "▁requirements": 1790,
    "▁hyvin": 1791,
    "ко": 1792,
    "ий": 1793,
    "▁pantu": 1794,
    "ināt": 1795,
    "▁būs": 1796,
    "ят": 1797,
    "▁ra": 1798,
    "▁bio": 1799,
    "▁kuris": 1800,
    "▁neid": 1801,
    "kra": 1802,
    "▁2012": 1803,
    "▁Informationen": 1804,
    "▁ger": 1805,
    "▁tämä": 1806,
    "▁daß": 1807,
    "▁saada": 1808,
    "▁määrus": 1809,
    "▁Teil": 1810,
    "que": 1811,
    "tion": 1812,
    "▁muuta": 1813,
    "▁puhemies": 1814,
    "ться": 1815,
    "iems": 1816,
    "lichen": 1817,
    "misel": 1818,
    "об": 1819,
    "tada": 1820,
    "ži": 1821,
    "vyk": 1822,
    "my": 1823,
    "▁global": 1824,
    "▁ainult": 1825,
    "▁они": 1826,
    "▁raha": 1827,
    "▁Li": 1828,
    "▁tun": 1829,
    "ian": 1830,
    "▁nekā": 1831,
    "tys": 1832,
    "▁visas": 1833,
    "▁alusel": 1834,
    "▁basis": 1835,
    "3/": 1836,
    "14": 1837,
    "▁Вы": 1838,
    "ness": 1839,
    "▁nimi": 1840,
    "▁erityisesti": 1841,
    "ым": 1842,
    "▁было": 1843,
    "▁Regulu": 1844,
    "▁gra": 1845,
    "▁metų": 1846,
    "1/": 1847,
    "cin": 1848,
    "▁visų": 1849,
    "ph": 1850,
    "ое": 1851,
    "▁come": 1852,
    "▁dalis": 1853,
    "ги": 1854,
    "▁provide": 1855,
    "▁tad": 1856,
    "▁dalį": 1857,
    "ūk": 1858,
    "▁law": 1859,
    "▁mal": 1860,
    "▁Š": 1861,
    "▁post": 1862,
    "umas": 1863,
    "ach": 1864,
    "isch": 1865,
    "▁jonka": 1866,
    "ox": 1867,
    "):": 1868,
    "▁Recht": 1869,
    "ker": 1870,
    "pä": 1871,
    "▁Europäische": 1872,
    "▁Todėl": 1873,
    "▁izmantot": 1874,
    "▁aiz": 1875,
    "▁pe": 1876,
    "▁pois": 1877,
    "ierung": 1878,
    "ение": 1879,
    "▁available": 1880,
    "▁gar": 1881,
    "▁š": 1882,
    "▁gibt": 1883,
    "pl": 1884,
    "▁Nations": 1885,
    "op": 1886,
    "vaa": 1887,
    "īgi": 1888,
    "▁sellest": 1889,
    "▁situation": 1890,
    "āt": 1891,
    "ėti": 1892,
    "kaa": 1893,
    "▁того": 1894,
    "▁specific": 1895,
    "IN": 1896,
    "▁back": 1897,
    "▁reform": 1898,
    "▁political": 1899,
    "▁может": 1900,
    "hd": 1901,
    "of": 1902,
    "▁Daten": 1903,
    "▁trade": 1904,
    "sia": 1905,
    "▁test": 1906,
    "▁teha": 1907,
    "uri": 1908,
    "▁vii": 1909,
    "▁Präsident": 1910,
    "▁organ": 1911,
    "С": 1912,
    "▁yli": 1913,
    "▁aikana": 1914,
    "▁si": 1915,
    "▁šiuo": 1916,
    "▁li": 1917,
    "ār": 1918,
    "/2": 1919,
    "▁since": 1920,
    "lus": 1921,
    "▁meine": 1922,
    "▁regula": 1923,
    "▁dalībvalstis": 1924,
    "▁varētu": 1925,
    "▁tea": 1926,
    "▁alla": 1927,
    "ER": 1928,
    "▁esi": 1929,
    "qui": 1930,
    "▁osalta": 1931,
    "▁П": 1932,
    "rs": 1933,
    "▁koko": 1934,
    "▁Durchführung": 1935,
    "▁special": 1936,
    "art": 1937,
    "▁trans": 1938,
    "▁šādu": 1939,
    "▁35": 1940,
    "▁Šī": 1941,
    "ding": 1942,
    "▁kohaselt": 1943,
    "gli": 1944,
    "▁savu": 1945,
    "▁Menschen": 1946,
    "▁energia": 1947,
    "kki": 1948,
    "▁75": 1949,
    "see": 1950,
    "▁wo": 1951,
    "▁real": 1952,
    "▁three": 1953,
    "dar": 1954,
    "jos": 1955,
    "ää": 1956,
    "tsi": 1957,
    "▁jaoks": 1958,
    "▁Do": 1959,
    "▁kol": 1960,
    "▁informacija": 1961,
    "▁riigi": 1962,
    "▁mo": 1963,
    "▁tar": 1964,
    "▁Da": 1965,
    "▁31.": 1966,
    "miseen": 1967,
    "imu": 1968,
    "▁further": 1969,
    "▁которые": 1970,
    "▁Zu": 1971,
    "▁šį": 1972,
    "liku": 1973,
    "▁name": 1974,
    "kan": 1975,
    "bri": 1976,
    "uli": 1977,
    "▁Gu": 1978,
    "illä": 1979,
    "▁pil": 1980,
    "▁būtina": 1981,
    "▁different": 1982,
    "▁process": 1983,
    "ust": 1984,
    "му": 1985,
    "▁mitä": 1986,
    "▁ohne": 1987,
    "rat": 1988,
    "13": 1989,
    "▁Mittel": 1990,
    "wert": 1991,
    "▁view": 1992,
    "▁atveju": 1993,
    "▁security": 1994,
    "▁own": 1995,
    "rit": 1996,
    "▁kuitenkin": 1997,
    "▁Es": 1998,
    "▁joilla": 1999,
    "▁mind": 2000,
    "▁high": 2001,
    "▁protection": 2002,
    "▁apply": 2003,
    "▁kasutada": 2004,
    "▁lietošanas": 2005,
    "▁Mitä": 2006,
    "akt": 2007,
    "▁nustatyti": 2008,
    "žu": 2009,
    "▁Welt": 2010,
    "▁pel": 2011,
    "▁finanšu": 2012,
    "▁kura": 2013,
    "▁fact": 2014,
    "95": 2015,
    "ль": 2016,
    "▁jomā": 2017,
    "zer": 2018,
    "▁был": 2019,
    "▁8.": 2020,
    "ство": 2021,
    "▁если": 2022,
    "pri": 2023,
    "ng": 2024,
    "▁activities": 2025,
    "inę": 2026,
    "▁Как": 2027,
    "▁pas": 2028,
    "▁seine": 2029,
    "▁sest": 2030,
    "▁veel": 2031,
    "estä": 2032,
    "uks": 2033,
    "▁liikmesriigid": 2034,
    "▁put": 2035,
    "▁car": 2036,
    "▁kaasa": 2037,
    "▁Ri": 2038,
    "▁peaks": 2039,
    "sche": 2040,
    "же": 2041,
    "▁ru": 2042,
    "60": 2043,
    "/4": 2044,
    "fin": 2045,
    "05": 2046,
    "ttävä": 2047,
    "▁immer": 2048,
    "esta": 2049,
    "▁Te": 2050,
    "aja": 2051,
    "▁maksu": 2052,
    "▁spēkā": 2053,
    "sis": 2054,
    "▁Mu": 2055,
    "▁increase": 2056,
    "сти": 2057,
    "les": 2058,
    "kla": 2059,
    "▁gerai": 2060,
    "▁much": 2061,
    "▁legal": 2062,
    "▁tri": 2063,
    "ved": 2064,
    "▁dienā": 2065,
    "vers": 2066,
    "▁siin": 2067,
    "▁wieder": 2068,
    "tor": 2069,
    "ative": 2070,
    "ster": 2071,
    "▁still": 2072,
    "ме": 2073,
    "▁kuidas": 2074,
    "ше": 2075,
    "24": 2076,
    "▁ten": 2077,
    "▁implementation": 2078,
    "▁2016": 2079,
    "rei": 2080,
    "▁kõnealuse": 2081,
    "▁kooskõlas": 2082,
    "ors": 2083,
    "selt": 2084,
    "▁veic": 2085,
    "18": 2086,
    "▁main": 2087,
    "issä": 2088,
    "▁2005.": 2089,
    "▁Parlamento": 2090,
    "▁пре": 2091,
    "▁lk": 2092,
    "ier": 2093,
    "ijoje": 2094,
    "▁liikmesriikide": 2095,
    "▁jossa": 2096,
    "▁area": 2097,
    "iju": 2098,
    "▁Y": 2099,
    "▁net": 2100,
    "ial": 2101,
    "jām": 2102,
    "ар": 2103,
    "▁300": 2104,
    "lised": 2105,
    "▁artikla": 2106,
    "ешь": 2107,
    "▁ihren": 2108,
    "▁production": 2109,
    "▁w": 2110,
    "▁Ni": 2111,
    "umą": 2112,
    "▁mul": 2113,
    "▁International": 2114,
    "▁Pri": 2115,
    "▁why": 2116,
    "▁maz": 2117,
    "▁Hi": 2118,
    "▁atbilst": 2119,
    "jā": 2120,
    "for": 2121,
    "han": 2122,
    "▁šie": 2123,
    "sime": 2124,
    "mb": 2125,
    "▁saistībā": 2126,
    "jumu": 2127,
    "▁быть": 2128,
    "▁lpp": 2129,
    "▁However": 2130,
    "▁decision": 2131,
    "▁lie": 2132,
    "▁kurā": 2133,
    "▁Kar": 2134,
    "▁atbalsta": 2135,
    "ska": 2136,
    "▁Parlamendi": 2137,
    "▁Fa": 2138,
    "▁give": 2139,
    "▁mil": 2140,
    "▁vaid": 2141,
    "▁aine": 2142,
    "▁total": 2143,
    "▁veikt": 2144,
    "▁less": 2145,
    "▁vuoksi": 2146,
    "▁рас": 2147,
    "▁200": 2148,
    "ised": 2149,
    "▁том": 2150,
    "▁maksa": 2151,
    "end": 2152,
    "▁Auf": 2153,
    "ras": 2154,
    "▁vali": 2155,
    "▁side": 2156,
    "▁free": 2157,
    "▁Jahr": 2158,
    "0": 2159,
    "▁Mitgliedstaat": 2160,
    "▁võivad": 2161,
    "ations": 2162,
    "▁[3]": 2163,
    "▁December": 2164,
    "▁Parlamenta": 2165,
    "imus": 2166,
    "dom": 2167,
    "▁ties": 2168,
    "▁doch": 2169,
    "act": 2170,
    "ual": 2171,
    "▁Va": 2172,
    "ф": 2173,
    "▁second": 2174,
    "А": 2175,
    "eeritud": 2176,
    "га": 2177,
    "▁Jo": 2178,
    "▁lõikes": 2179,
    "▁least": 2180,
    "▁allen": 2181,
    "▁tätä": 2182,
    "▁seoses": 2183,
    "▁võimalik": 2184,
    "ard": 2185,
    "eks": 2186,
    "▁kungs": 2187,
    "▁health": 2188,
    "ola": 2189,
    "nd": 2190,
    "▁pus": 2191,
    "▁cooperation": 2192,
    "▁sei": 2193,
    "cer": 2194,
    "▁когда": 2195,
    "tika": 2196,
    "▁resolution": 2197,
    "jums": 2198,
    "▁нас": 2199,
    "▁general": 2200,
    "▁tirgus": 2201,
    "▁samuti": 2202,
    "ame": 2203,
    "▁välis": 2204,
    "▁hu": 2205,
    "▁procedure": 2206,
    "▁ре": 2207,
    "▁Pre": 2208,
    "ect": 2209,
    "▁32": 2210,
    "ida": 2211,
    "▁General": 2212,
    "▁September": 2213,
    "▁bank": 2214,
    "▁As": 2215,
    "▁Verfahren": 2216,
    "▁So": 2217,
    "▁toks": 2218,
    "▁while": 2219,
    "90": 2220,
    "▁maž": 2221,
    "matu": 2222,
    "▁Lu": 2223,
    "21": 2224,
    "▁=": 2225,
    "▁tiedot": 2226,
    "▁visu": 2227,
    "▁μ": 2228,
    "▁folgende": 2229,
    "ęs": 2230,
    "▁eikä": 2231,
    "kseen": 2232,
    "kau": 2233,
    "8/": 2234,
    "▁ottaa": 2235,
    "ress": 2236,
    "▁hea": 2237,
    "▁Di": 2238,
    "ris": 2239,
    "▁gestützt": 2240,
    "zeit": 2241,
    "ния": 2242,
    "▁Ru": 2243,
    "▁jetzt": 2244,
    "ди": 2245,
    "▁based": 2246,
    "ult": 2247,
    "▁life": 2248,
    "▁pi": 2249,
    "che": 2250,
    "▁Mi": 2251,
    "ние": 2252,
    "▁every": 2253,
    "▁pirm": 2254,
    "▁applicable": 2255,
    "▁würde": 2256,
    "▁только": 2257,
    "▁find": 2258,
    "▁п": 2259,
    "2007": 2260,
    "uch": 2261,
    "sto": 2262,
    "▁jotta": 2263,
    "▁leid": 2264,
    "▁osutatud": 2265,
    "▁punkti": 2266,
    "ron": 2267,
    "ines": 2268,
    "lī": 2269,
    "▁nors": 2270,
    "▁soovi": 2271,
    "▁kitų": 2272,
    "kus": 2273,
    "▁Ф": 2274,
    "▁informāciju": 2275,
    "▁gadā": 2276,
    "ellen": 2277,
    "oni": 2278,
    "▁užtikrinti": 2279,
    "inimo": 2280,
    "0000": 2281,
    "не": 2282,
    "▁selles": 2283,
    "▁children": 2284,
    "▁pielikumā": 2285,
    "uta": 2286,
    "▁gilt": 2287,
    "▁45": 2288,
    "▁gut": 2289,
    "▁arvo": 2290,
    "▁laid": 2291,
    "▁vahel": 2292,
    "dis": 2293,
    "▁lisas": 2294,
    "kārt": 2295,
    "▁whether": 2296,
    "ное": 2297,
    "▁Bo": 2298,
    "pp": 2299,
    "▁36": 2300,
    "▁Sta": 2301,
    "▁sta": 2302,
    "▁teie": 2303,
    "ībā": 2304,
    "dik": 2305,
    "ке": 2306,
    "viet": 2307,
    "▁nie": 2308,
    "▁sch": 2309,
    "17": 2310,
    "▁rinkos": 2311,
    "▁straipsnyje": 2312,
    "isko": 2313,
    "▁price": 2314,
    "▁33": 2315,
    "ndus": 2316,
    "▁aastal": 2317,
    "▁тебе": 2318,
    "▁Tag": 2319,
    "ale": 2320,
    "35": 2321,
    "pin": 2322,
    "▁unsere": 2323,
    "ään": 2324,
    "čių": 2325,
    "▁она": 2326,
    "▁water": 2327,
    "if": 2328,
    "уд": 2329,
    "▁say": 2330,
    "res": 2331,
    "▁produktų": 2332,
    "▁Man": 2333,
    "bel": 2334,
    "kti": 2335,
    "▁erforderlich": 2336,
    "schaft": 2337,
    "▁dokument": 2338,
    "vor": 2339,
    "▁question": 2340,
    "yb": 2341,
    "▁Arzneimittel": 2342,
    "▁Ke": 2343,
    "▁ее": 2344,
    "one": 2345,
    "▁women": 2346,
    "ду": 2347,
    "kka": 2348,
    "ps": 2349,
    "▁informācija": 2350,
    "▁olevan": 2351,
    "port": 2352,
    "80": 2353,
    "▁look": 2354,
    "pat": 2355,
    "▁möglich": 2356,
    "wa": 2357,
    "▁ti": 2358,
    "ēju": 2359,
    "▁dir": 2360,
    "▁pantā": 2361,
    "▁patsientidel": 2362,
    "▁kolme": 2363,
    "▁Abschnitt": 2364,
    "▁finants": 2365,
    "▁Объединенны": 2366,
    "▁kirja": 2367,
    "их": 2368,
    "▁Reglamento": 2369,
    "▁juhul": 2370,
    "mer": 2371,
    "ģi": 2372,
    "ism": 2373,
    "kuu": 2374,
    "▁energy": 2375,
    "eeri": 2376,
    "▁established": 2377,
    "pie": 2378,
    "по": 2379,
    "öö": 2380,
    "▁zāļu": 2381,
    "▁joita": 2382,
    "▁priede": 2383,
    "ttaa": 2384,
    "▁kä": 2385,
    "▁sil": 2386,
    "maa": 2387,
    "▁Наций": 2388,
    "▁ravimi": 2389,
    "▁November": 2390,
    "▁šių": 2391,
    "ep": 2392,
    "▁concerning": 2393,
    "ture": 2394,
    "oper": 2395,
    "▁прав": 2396,
    "▁время": 2397,
    "▁jäsenvaltioiden": 2398,
    "▁2006.": 2399,
    "▁tead": 2400,
    "aug": 2401,
    "▁Per": 2402,
    "kään": 2403,
    "▁yhteisön": 2404,
    "▁taking": 2405,
    "▁ras": 2406,
    "▁чем": 2407,
    "▁Tačiau": 2408,
    "ves": 2409,
    "tuse": 2410,
    "▁viel": 2411,
    "essa": 2412,
    "▁jį": 2413,
    "▁believe": 2414,
    "sak": 2415,
    "ajām": 2416,
    "▁Euro": 2417,
    "ima": 2418,
    "ET": 2419,
    "▁thereof": 2420,
    "ств": 2421,
    "▁vienas": 2422,
    "▁да": 2423,
    "▁innerhalb": 2424,
    "97": 2425,
    "▁kuo": 2426,
    "▁aug": 2427,
    "▁Con": 2428,
    "▁ма": 2429,
    "▁34": 2430,
    "ere": 2431,
    "▁Markt": 2432,
    "▁Jums": 2433,
    "▁group": 2434,
    "ow": 2435,
    "▁Land": 2436,
    "ūs": 2437,
    "▁нет": 2438,
    "isesti": 2439,
    "▁kesk": 2440,
    "din": 2441,
    "šanās": 2442,
    "▁võtta": 2443,
    "▁9.": 2444,
    "▁Tomēr": 2445,
    "teet": 2446,
    "▁nor": 2447,
    "▁ollut": 2448,
    "▁dabar": 2449,
    "▁kohdassa": 2450,
    "dz": 2451,
    "▁Finanz": 2452,
    "▁meil": 2453,
    "став": 2454,
    "98": 2455,
    "▁(4)": 2456,
    "▁toliau": 2457,
    "▁vienu": 2458,
    "▁nevar": 2459,
    "▁ava": 2460,
    "▁produktu": 2461,
    "▁CYP": 2462,
    "ēja": 2463,
    "tö": 2464,
    "▁result": 2465,
    "▁Г": 2466,
    "kal": 2467,
    "▁inform": 2468,
    "▁opinion": 2469,
    "AS": 2470,
    "▁12.": 2471,
    "▁type": 2472,
    "ную": 2473,
    "▁2004.": 2474,
    "▁eks": 2475,
    "▁let": 2476,
    "mes": 2477,
    "išk": 2478,
    "или": 2479,
    "▁poli": 2480,
    "atori": 2481,
    "▁hyvä": 2482,
    "olog": 2483,
    "dos": 2484,
    "ать": 2485,
    "▁palju": 2486,
    "▁effects": 2487,
    "tal": 2488,
    "▁saab": 2489,
    "▁nüüd": 2490,
    "omi": 2491,
    "eja": 2492,
    "ole": 2493,
    "ogen": 2494,
    "▁Insulin": 2495,
    "iski": 2496,
    "▁dich": 2497,
    "ņem": 2498,
    "ο": 2499,
    "▁более": 2500,
    "▁Fall": 2501,
    "▁käsi": 2502,
    "▁Republic": 2503,
    "pul": 2504,
    "▁nustatyta": 2505,
    "▁management": 2506,
    "▁zurück": 2507,
    "zo": 2508,
    "▁70": 2509,
    "pr": 2510,
    "▁де": 2511,
    "▁10.": 2512,
    "▁change": 2513,
    "▁list": 2514,
    "зи": 2515,
    "02": 2516,
    "▁programme": 2517,
    "▁sillä": 2518,
    "ēšanas": 2519,
    "▁mie": 2520,
    "▁hänen": 2521,
    "▁course": 2522,
    "▁kokku": 2523,
    "oitu": 2524,
    "▁Организации": 2525,
    "sü": 2526,
    "▁Д": 2527,
    "▁men": 2528,
    "▁37": 2529,
    "▁kla": 2530,
    "siehe": 2531,
    "”.": 2532,
    "dega": 2533,
    "▁atitinka": 2534,
    "iku": 2535,
    "16": 2536,
    "▁already": 2537,
    "▁atsi": 2538,
    "▁vartoti": 2539,
    "▁*": 2540,
    "▁Jahren": 2541,
    "▁tava": 2542,
    "▁2015": 2543,
    "▁uusi": 2544,
    "hl": 2545,
    "▁Frau": 2546,
    "mai": 2547,
    "ör": 2548,
    "▁48": 2549,
    "▁Bank": 2550,
    "don": 2551,
    "▁atsižvelgiant": 2552,
    "▁waren": 2553,
    "skai": 2554,
    "▁alles": 2555,
    "▁transporto": 2556,
    "/1": 2557,
    "▁itse": 2558,
    "ella": 2559,
    "▁11.": 2560,
    "▁amount": 2561,
    "▁adopted": 2562,
    "▁otsus": 2563,
    "▁Min": 2564,
    "▁olet": 2565,
    "ika": 2566,
    "2008": 2567,
    "▁pen": 2568,
    "ny": 2569,
    "tatud": 2570,
    "▁tiem": 2571,
    "yje": 2572,
    "schen": 2573,
    "PA": 2574,
    "ltä": 2575,
    "▁г": 2576,
    "juma": 2577,
    "str": 2578,
    "ip": 2579,
    "inius": 2580,
    "iškai": 2581,
    "▁15.": 2582,
    "▁pasākumi": 2583,
    "▁šī": 2584,
    "▁kindlaks": 2585,
    "▁iestādes": 2586,
    "▁teis": 2587,
    "taja": 2588,
    "▁yleis": 2589,
    "bau": 2590,
    "▁kahe": 2591,
    "▁varten": 2592,
    "om": 2593,
    "▁pl": 2594,
    "22": 2595,
    "▁teiste": 2596,
    "ena": 2597,
    "▁sava": 2598,
    "▁mõju": 2599,
    "gas": 2600,
    "šanos": 2601,
    "▁todėl": 2602,
    "avo": 2603,
    "OS": 2604,
    "isku": 2605,
    "▁sul": 2606,
    "▁schon": 2607,
    "па": 2608,
    "kku": 2609,
    "▁puu": 2610,
    "uši": 2611,
    "▁(2": 2612,
    "▁этого": 2613,
    "-1": 2614,
    "▁vuoden": 2615,
    "7/": 2616,
    "iją": 2617,
    "▁ega": 2618,
    "ring": 2619,
    "aika": 2620,
    "(2)": 2621,
    "▁best": 2622,
    "ukset": 2623,
    "▁got": 2624,
    "ви": 2625,
    "▁Har": 2626,
    "▁Käesolev": 2627,
    "▁sal": 2628,
    "▁nosaka": 2629,
    "▁action": 2630,
    "▁Sicherheit": 2631,
    "ются": 2632,
    "▁joiden": 2633,
    "▁done": 2634,
    "▁dalībvalstīm": 2635,
    "▁above": 2636,
    "eksi": 2637,
    "▁olemme": 2638,
    "▁kuriem": 2639,
    "mor": 2640,
    "▁seit": 2641,
    "ome": 2642,
    "▁present": 2643,
    "zen": 2644,
    "▁enter": 2645,
    "dr": 2646,
    "▁enam": 2647,
    "▁April": 2648,
    "Е": 2649,
    "(1)": 2650,
    "ность": 2651,
    "2003": 2652,
    "ба": 2653,
    "О": 2654,
    "merk": 2655,
    "▁tell": 2656,
    "ņu": 2657,
    "tiin": 2658,
    "▁turu": 2659,
    "its": 2660,
    "ition": 2661,
    "▁issue": 2662,
    "▁vielä": 2663,
    "70": 2664,
    "dama": 2665,
    "▁regulas": 2666,
    "▁land": 2667,
    "75": 2668,
    "2002": 2669,
    "▁šalių": 2670,
    "▁juba": 2671,
    "stab": 2672,
    "valt": 2673,
    "uksia": 2674,
    "▁lisä": 2675,
    "iko": 2676,
    "pus": 2677,
    "▁minä": 2678,
    "▁riikide": 2679,
    "▁another": 2680,
    "▁continue": 2681,
    "▁pal": 2682,
    "▁weiter": 2683,
    "▁dazu": 2684,
    "▁food": 2685,
    "▁esam": 2686,
    "▁required": 2687,
    "2000": 2688,
    "▁skirti": 2689,
    "kse": 2690,
    "▁tyrimų": 2691,
    "▁2017": 2692,
    "iste": 2693,
    "imai": 2694,
    "pre": 2695,
    "▁teise": 2696,
    "▁taikomas": 2697,
    "▁considered": 2698,
    "▁person": 2699,
    "▁piemēro": 2700,
    "▁today": 2701,
    "▁есть": 2702,
    "▁neue": 2703,
    "▁ли": 2704,
    "ick": 2705,
    "ios": 2706,
    "2013": 2707,
    "▁ant": 2708,
    "▁personal": 2709,
    "▁future": 2710,
    "▁deren": 2711,
    "▁стран": 2712,
    "▁Vertrag": 2713,
    "kke": 2714,
    "▁peavad": 2715,
    "▁tapa": 2716,
    "▁line": 2717,
    "▁geht": 2718,
    "во": 2719,
    "▁Priekšsēdētāja": 2720,
    "▁°": 2721,
    "▁integr": 2722,
    "▁Ziel": 2723,
    "▁lietot": 2724,
    "kü": 2725,
    "▁[4]": 2726,
    "ēs": 2727,
    "▁elu": 2728,
    "ität": 2729,
    "▁kaitse": 2730,
    "99": 2731,
    "▁vald": 2732,
    "mien": 2733,
    "▁competent": 2734,
    "osa": 2735,
    "▁Bürger": 2736,
    "▁nimel": 2737,
    "▁dienas": 2738,
    "▁technical": 2739,
    "▁Unter": 2740,
    "ļu": 2741,
    "▁seiner": 2742,
    "kis": 2743,
    "ability": 2744,
    "2005": 2745,
    "▁pirma": 2746,
    "▁cannot": 2747,
    "▁miten": 2748,
    "▁1998": 2749,
    "▁Kraft": 2750,
    "▁Ent": 2751,
    "▁darauf": 2752,
    "ymo": 2753,
    "▁hin": 2754,
    "▁months": 2755,
    "gr": 2756,
    "ase": 2757,
    "▁viņa": 2758,
    "▁duomenų": 2759,
    "▁welche": 2760,
    "▁summa": 2761,
    "nsä": 2762,
    "āla": 2763,
    "▁Si": 2764,
    "▁annuse": 2765,
    "▁Grund": 2766,
    "▁dalībvalsts": 2767,
    "tum": 2768,
    "▁tee": 2769,
    "▁30.": 2770,
    "č": 2771,
    "mistä": 2772,
    "▁days": 2773,
    "osta": 2774,
    "tr": 2775,
    "ities": 2776,
    "sent": 2777,
    "1999": 2778,
    "ма": 2779,
    "OL": 2780,
    "abi": 2781,
    "▁establishing": 2782,
    "▁amended": 2783,
    "▁St": 2784,
    "▁midagi": 2785,
    "▁kuriems": 2786,
    "▁Sp": 2787,
    "▁blood": 2788,
    "aali": 2789,
    "▁insuliini": 2790,
    "ee": 2791,
    "▁standard": 2792,
