Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/ce/LC_MESSAGES/django.po
Languages: ce

source: Invert colors
ce: Беснашшан инвертировка йан

source: Add at least flip, invert or rotate parameter to the request
ce: ТӀетоха цхьаннал кӀезиг параметрш: куьзгаца гайта, инвертировать йе йа хьовзайе.

source: Add at least scene or viewpoint_elevation parameter to the request
ce: ТӀетоха цхьаъ сов параметрш: меттиган тӀегӀа гар а, сурт даккхаран меттиг

source: Contributions and settings from the other account were added to current
ce: Йерриг чуйаьхна метахаамаш а, кхечу аккаунтан нисдарш тӀетоьхна кхунна

source: Expired token
ce: Токен леларан хан чекхйаьлла

source: Invalid token
ce: Нийса йоцу токен

source: Missing parameter photo_ids
ce: Параметр photo_ids йац

source: No photo with id:
ce: Сурт иштта идентификаторца дац

source: Parameter photo_id must be an positive integer
ce: Параметр photo_id хила йеза аьтту болуш дийна терахь

source: Please login with a different account, you are currently logged in with the same account that you are merging from
ce: Оьшу чувала кхечу аккаунтан гӀоьнца. Шу вовшахтасагӀерта аккаунтна чу ца девлла.

source: Please login
ce: Хьо вовзийтал

source: Rephoto upload settings have been saved
ce: Чудаьхна суьртийн параметраш ларйина

source: Required parameter, token is missing
ce: Оьшу параметр, йитина токен

source: This transcription already exists, previous transcription was upvoted, thank you!
ce: Х\ара транскрипци йолуш йу, хьалхалера транскрипци къобал йина. Баркалла!

source: Transcription added, thank you!
ce: Траскрипци тӀетоьхна. Баркалла!

source: Transcription feedback added, thank you!
ce: Транскрипцех дерг тӀетоьхна. Баркалла!

source: User display name has been saved
ce: Лелочуьнан цӀе Ӏалашйина

source: User settings have been saved
ce: Лелочунан нисдарш Ӏалашдина

source: You have already given feedback for this transcription
ce: Аша дитина транскрипцех дош

source: You have already submitted this transcription, thank you!
ce: Аша хӀинцалера дӀайахьийтина транскрипци. Баркалла!

source: Your transcription has been updated, thank you!
ce: Шун транскрипци карлайаьккхина. Баркалла!

source: Something went wrong
ce: Цхьа хӀума нийса-м ца дина

source: Your suggestion has been saved, but previous consensus remains
ce: Кховдийна хаам Ӏалашбина. Хьалхалера хаам лелаш бу

source: No album found
ce: Альбом ца карийна

source: Bounding box must be set
ce: Дозанан гур хӀоттабе

source: Bounding box must have 4 comma-separated members
ce: Дозанан гуран, ц\оьмалгаш йекъна, 4 дакъалг хила йеза

source: Bounding box values must be numbers
ce: Дозанан гуран хила деза терхьаш

source: Email
ce: Электронан пошт

source: First name
ce: Хьалхара цӀе

source: Last name
ce: Фамили

source: Password
ce: Пароль

source: Password confirmation
ce: Пароль чӀагӀйар

source: Choose area
ce: Меттиг харжа

source: Choose album
ce: Альбом харжа

source: Choose photo
ce: Сурт харжа

source: Choose parent album
ce: Коьрта альбом харжа

source: Picture file
ce: Суьртан файл

source: Description
ce: Цуьнах лаьцна

source: I am the author
ce: Со автор ву

source: Author
ce: Автор

source: Licence or status of copyright
ce: Лицензи йа статус авторийн бакъонийн

source: Accepted formats are .png or .jpg files
ce: Маго форматаш — .png а, .jpg. а

source: Add a short description of the picture
ce: Доцца дийцар тӀетоха суьртан

source: Author of the picture (photographer, painter)
ce: Суьртан автор (фотограф, исбаьхьалча)

source: Please select a licence to let other people know if and how they can reuse the material you upload. If you are the author, you can choose the licence (we recommend using open Creative Commons licences). If someone else created the work, you need to use the same licence and rights holder that it currently has. Currently we are also accepting content with unclear copyright status, please choose ‘Copyright not evaluated’ then.
ce: Аша чуйаьккхина файл йуха лело мегий, муьлхачу хьелашкахь лело мега, кхечу нахана хаийта лицензи харжа. Нагахь хьо автор валахь, хьоьга харжалур йу лицензи (оха лелор хьоьху Creative Commons лицензи). Нагахь кхоллам кхечамо бинехь лелабе цуьнан лицензи. ХӀинца оха кхин а тӀеоьцу билгала авторийн бакъонийн статус йоцу материалаш. Оцу меттигехь харжа пункт «Авторийн бакъонаш билгала ца йаьхна».

source: Description of the picture
ce: Суьртах лаьцна дуьйцу

source: Author name
ce: Авторан цӀе

source: Missing image
ce: Сурт дац

source: Missing description
ce: Сурт дийцар долуш дац

source: Missing licence
ce: Лицензи йац

source: Parent album
ce: Коьрта альбом

source: Location
ce: Йолу меттиг

source: If this album is tied to a certain location, specify here
ce: Нагахь и альбом цхьанан меттигах дӀатеснайалахь, гайта и меттиг

source: Album type
ce: Альбоман тайпа

source: Anything else
ce: Кхин дерг

source: Person
ce: Адам

source: Name
ce: ЦӀе

source: Is public
ce: Массо тӀекхачалуш

source: Is open
ce: ДӀайиллина

source: My preferred language is
ce: Мотт

source: I wish to receive the newsletter
ce: Суна лаьа дӀасадохьуьту кехашна йазвала

source: Yes
ce: ХӀаъ

source: No
ce: Хӏан-хӏа

source: Please specify your prefered language
ce: Мотт харжа

source: Please specify whether you would like to receive the newsletter
ce: Д\асадохьуьту кехаташна йазвала лаьий хьуна?

source: I wish to to upload my rephotos to Wikimedia Commons
ce: Суна лаьа айса йухадаьхна суьрташ Викиларми чудаха

source: Please specify whether you would like your rephotos to be uploaded to Wikimedia Commons as well
ce: Лаьий хьуна хьайн суьрташ Викилармин чудаха?

source: Please specify what would you like your display name to be
ce: Гайта гӀоле йоле йолу цӀе

source: Email address
ce: Электронан поштан адрес

source: Comment box supports Markdown Paragraphs Add two new lines to start a new paragraph. Bold **Geotagging** is the first task on Ajapaik. Italic Next come *rephotography* and *dating*. Links Join the discussion on [Ajapaiklejad FB group](https://www.facebook.com/groups/ajapaiklejad). Images ![Ajapaik is gift for EV100](https://ajapaik.ee/static/images/ev100.png)
ce: Комментарийн арено лелабо билгалонан мотт Markdown. Абзацаш Керла абзац йолорхьама, т\етоха керла ши мог\а. Стаммий **Геобилгалонаш** — иза хьалхара т\ебиллина болх бу Ajapaik. Цамзанан Цул т\ехьа *йухадаьхна суьрташ* а, *терахь х\оттадар* а ду. Хьажоргаш Тобанера дийцаршка дӀакхета [Ajapaiklejad FB group] (https://www.facebook.com/groups/ajapaiklejad). Суьрташ ![Ajapaik — 100 шо кхачаран юбилейн ЭР "EV100" гуран чохь ладаме проект йу] (https://ajapaik.ee/static/images/ev100.png)

source: Nothing to change.
ce: Хийца хӀума дац

source: Male
ce: Божарийн

source: Female
ce: Зударийн

source: Gender
ce: Стен-боьршалла

source: Wikidata identifier
ce: Идентификатор Викихаамийн

source: Name original language
ce: Оригиналан мотт гайта

source: Image
ce: Сурт

source: Title
ce: Корта

source: MUIS title
ce: МУИС чура цӀе

source: MUIS comment
ce: МУИС системера комментарий

source: MUIS event description set note
ce: МУИС системера хиламаш

source: MUIS text on object
ce: МУИС йоза объектехь

source: MUIS legends and descriptions
ce: МУИС дийцарш а, легендаш а

source: Interior
ce: ГӀишлон чохь

source: Exterior
ce: ГӀишлон арахьа

source: Scene
ce: Суьрташ дахна меттиг

source: Ground
ce: Латтан тӀехула

source: Raised
ce: Локхаллин тӀера

source: Aerial
ce: ХӀаваэра

source: Viewpoint elevation
ce: Гаран меттиг хьалаайа

source: Description original language
ce: Дийцаран оригиналан мотт

source: Different
ce: Тера дац

source: Similar
ce: Тера

source: Duplicate
ce: Дубликаташ

source: Geotag
ce: Геобилгало

source: Rephoto
ce: Йухадаьккхина сурт

source: Photo upload
ce: Сурт чудаккхар

source: Photo curation
ce: Суьртан курировани

source: Photo re-curation
ce: Суьртан йуха курировани йар

source: Dating
ce: Терахь хӀоттор

source: Dating confirmation
ce: Терахь тӀечӀагӀдар

source: Film still
ce: Сацийна-кадр

source: Annotation
ce: Аннотаци

source: Confirm subject
ce: Тема тӀечагӀйе

source: Confirm Image similarity
ce: Суртийн тера хилар тӀечагӀде

source: Suggestion subject age
ce: Субъектан хетарехь хан

source: Transcribe
ce: ДӀадеша

source: Categorize scene
ce: Сурт даьккхина меттиган категори харжар

source: Add viewpoint elevation
ce: Гаран меттиг хьалаайа

source: Flip photo
ce: Куьзганца сурт гайтар

source: Invert photo
ce: Суьртан инвертировка

source: Rotate photo
ce: ДӀадерзаде сурт

source: Map
ce: Карта

source: Confirmation
ce: ТӀечӀагӀдар

source: Source geotag
ce: Хьостан геобилгало

source: Android app
ce: Android приложени

source: Game
ce: Ловзар

source: Map view
ce: Картане хьажар

source: Gallery
ce: Галерей

source: Permalink
ce: Цахийцалун хьажорг

source: Source
ce: Хьост

source: Google map
ce: Google карта

source: Google satellite
ce: Google спутник

source: No map
ce: Карта дац

source: Anonymous user
ce: Къайлаха декъашхо

source: Day
ce: Де

source: Month
ce: Бутт

source: Year
ce: Шо

source: Page Not Found
ce: АгӀо ца карийна

source: Back
ce: Йуха

source: Tag a person
ce: Стаг билгала ван

source: Original photo
ce: Хьостан сурт

source: This album contains a film
ce: Оцу альбом чохь кинофильмаш йу

source: This is a person album
ce: И альбом лерина йу стаганна

source: This is a collection album
ce: Оцу альбом чохь коллекци йу

source: Click to choose
ce: Харжархьама тӀетаӀаде

source: Album details
ce: Кхин тӀе хаамаш альбоманна

source: Show albums
ce: Альбомаш гайтар

source: Albums
ce: Альбомаш

source: Show pictures
ce: Гайта сурт

source: All pictures
ce: Дерриг суьрташ

source: Show my favorites
ce: Аса хаьржинарш гайта

source: My favorites
ce: Аса хаьржинарш

source: Show rephotographed by me
ce: Сан йухадаьхна суьрташ гайта

source: My rephotos
ce: Сан йухадаьхна суьрташ

source: Remove album filter
ce: Альбом тӀера фильтр дӀайаккхар

source: Compare images
ce: АгӀонаш йустар

source: Indicate whether the content on pictures is overlapping or not. In the case of overlapping content the place or object is the same, in the case of same shot one of the pictures may also be cropped.
ce: Гайта, къовлалой суьрташ. Нагахь уьш къовлалахь, тӀаккха меттиг йа объект цхьатерра йу. Цхьатерра йалахь цхьа сурт дӀахадо йиш йу.

source: The decision can also be made on keyboard (1, 2, 3).
ce: Харжам пиллиг (1, 2, 3) тӀехь бан мега.

source: Pick the shooting location!
ce: Мичхьа даьккхина сурт

source: Add a geotag
ce: ТӀетоха геобилгало

source: Date this image
ce: ХӀокху суьртан терахь

source: Date
ce: Терахь

source: Add rephoto
ce: ТӀетоха йухадаьккхина сурт

source: Add a rephoto
ce: ТӀетоха йуха даьккхина сурт

source: Share
ce: Йекъа

source: Categorize
ce: Категореш

source: Edit picture
ce: Сурт тоде

source: Show annotations
ce: Гайта аннотацеш

source: Forgot password?
ce: Йицйелла пароль?

source: User settings
ce: Декъашхочун гӀирс нисбар

source: Sign out
ce: Араволийла

source: Sign in
ce: ЧугӀо

source: Sign up
ce: ДӀайаздала

source: Messages
ce: Хаам

source: Menu
ce: Меню

source: E-mail addresses
ce: Электронан поштан адресаш

source: Confirm e-mail address
ce: Бакъде электронан поштан адрес:

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ce: ТечагӀде <a href="mailto:%(email)s">%(email)s</a> электронан поштан адрес хилар %(user_display)s.

source: Confirm
ce: Бакъдан

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ce: Х\окху хьажорган электронан поштан хан чекхйаьлла йа нийса йац. <a href="%(email_url)s"> д\айахьийта керла элетронан пошт </a>.

source: The following E-mail addresses are associated with your account:
ce: Шун чоьтан йозанца доьзна ду электронан поштан адресаш:

source: verified
ce: ТӀечӀагӀйина

source: unverified
ce: ТӀе ца чӀагӀйина

source: primary
ce: коьрта

source: Make Primary
ce: Коьрта йе

source: Re-send Verification
ce: ДӀайахьийта верификацех хаамаш йуха а

source: Remove
ce: ДӀайаккха

source: Warning:
ce: ДӀахьедар:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ce: Электронан поштан адрес хӀинца а хӀоттийна дац. Хаам кхача, пароль хийца, кхечу гӀуллакхашна электронан поштин адресан аккаунт.

source: Add E-mail
ce: ТӀетоха эл. поштан адрес

source: Do you really want to remove the selected e-mail address?
ce: Хаьржина электронан пошт дӀайаккхар.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ce: Автор хӀоттаве кхечу аккаунтца, <a href="%(signup_url)s">кхолла</a> аккаунтца %(site_name)s йа чуваларан кеп лелайе.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ce: Нагахь шу йацахь аккаунт, хьалха <a href="%(signup_url)s">регистраци йе</a>.

source: Are you sure you want to sign out?
ce: Аккаунтаца болу болх дӀаберзор бакъде.

source: Change Password
ce: Пароль хийца

source: Password Reset
ce: Пароль дӀайаккха.

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ce: Пароль йицйелла? Элекронана поштин адрес чуйазде, оха кехат доийтар ду пароль хийцаран инструкцица.

source: Reset My Password
ce: ХӀоттайе пароль

source: Please contact us if you have any trouble resetting your password.
ce: Шайн пароль меттах\оттош бала хиллехь, йазде тхойга.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ce: Оха даийтина хьоьга электронан кехат, нагахь иза масех минотехь ца кхаьчнехь, тхойца уьйр латтайе.

source: Bad Token
ce: Харц токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ce: Пароль хийца хьажорг нийса йац. Тарло, иза цхьамма лелийна хила. Д\адахьийта <a href="%(passwd_reset_url)s"> пароль хицаран</a> кехат

source: Your password is now changed.
ce: Шун пароль хийцина

source: Set Password
ce: Пароль дӀайаккхар

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ce: ХӀинцале йолуш йу аккаунт? ТӀаккха<a href="%(login_url)s">чувала</a>.

source: Sign up closed
ce: Регистраци дӀакъевлина

source: We are sorry, but the sign up is currently closed.
ce: Дохковаларца, хӀинца регистраци дӀакъевлина йу.

source: Note
ce: Билгалдаккхар

source: you are already logged in as %(user_name)s
ce: хьо чувахана(йахана) %(user_name)s санна

source: Collection info
ce: Коллекцех лаьцна хаамаш

source: System error
ce: Системин гӀалат

source: Search for an existing album
ce: Йолуш йолу альбом лахар

source: Submit
ce: ДӀадахьийта

source: Cancel
ce: Йухайаккхар

source: Log in to save your score
ce: Шайн чот лелорхьама чувала

source: Log in to add a comment
ce: Комментари йитархьама чувала

source: Log in to add pictures to an album
ce: Суьрташ альбом тӀетохархьама чувала

source: Log in to add a dating to a photo
ce: Суьртан терахь хӀотторхьама чувала

source: Log in to transcribe the text on the photo
ce: Суьртан йозанна тӀера шифр дӀайоккхуш чувала

source: Log in to upload rephoto
ce: Йухадаьккхина сурт чудаккха чувала

source: Log in to curate content
ce: Контент курировать йархьама чувала

source: Log in to create still frames
ce: Стоп-кадр дархьама чувала

source: Log in to save selection
ce: Харжам Ӏалашбархьама чувала

source: Log in to import photos from csv file
ce: Нохчийн суьрташна файлера .csv импорт йархьама чувала

source: Connect with %(provider)s
ce: ЗӀене довла %(provider)s

source: E-mail address
ce: Электронан поштан адрес

source: Register with e-mail
ce: E-mail чухула регистраци йе

source: Log in
ce: ЧугӀо

source: Really remove this comment?
ce: Боккъал дӀайоккхий хӀара комментарий?

source: Identify yourself to comment
ce: Комментари йархама чувалар

source: Your comment
ce: Хьан комментари

source: Send
ce: ДӀадахьийта

source: Like
ce: Хазахетий

source: Dislike
ce: Хаза ца хетий

source: Reply
ce: Жоп ло

source: Delete
ce: ДӀайаккха

source: Are you sure that you want to delete this comment and all replies?
ce: Шу тешна дуй хӀара комментари а, цунна тӀехьадогӀу жоьпаш а дӀадаха лаарх?

source: Edit
ce: Хийца

source: supports Markdown
ce: Ахьа гӀо лоций Markdown меттан билгалонан

source: Save
ce: Ӏалашйан

source: Authentication
ce: Аутентификаци

source: Game modal photo
ce: Модалан ловзаран сурт

source: Show description
ce: Файлах лаьцна

source: Show images
ce: Суьрташ гайтар

source: Search box
ce: Лахаран могӀа

source: No content overlap
ce: Контент дӀа ца къовлало.

source: Overlapping content
ce: Контент дӀакъовлало

source: Same shot
ce: Тера сурт

source: You have already reviewed all the similar image pairs
ce: Хьо массо а тера варианташка хьаьжна

source: Estonian Photographic Heritage Society
ce: Суьртийн тӀаьхьенан эстонин йукъаралла

source: Support Ajapaik
ce: Ajapaik гӀо лаца

source: Support us
ce: ГIо дайша тхуна

source: See also – Sift.pics
ce: Хьовса Sift.pics

source: Back to homepage
ce: Коьртаче

source: Search album
ce: Альбом лахар

source: Search photos
ce: Сурт лахар

source: Show in grid
ce: Машанехь гайта

source: Geotag pictures
ce: Суьрташна тӀе геобилгало тоха

source: Show on map
ce: Гайта картин тӀехь

source: Categorize faces
ce: Сурт даьккхина меттиган категори харжар

source: Newsletters
ce: ДӀасайахьийтар

source: Add pictures
ce: ТӀетоха суьрташ

source: Current selection
ce: Карара харжам

source: Choose language
ce: Харжа мотт

source: About Ajapaik
ce: Ajapaik экъанех лаьцна

source: Ajapaik on Facebook
ce: Ajapaik Facebook тӀехь

source: Profile and leaderboard
ce: Декъашхойн чоьтан йоза а, рейтинг а

source: Leaderboard
ce: Декъахочун рейтинг

source: You are logged in as
ce: Хьо чуваьлла

source: Gallery of old historic photos from the album
ce: Альбомера историн суьртийн галерей

source: Historic photo gallery
ce: Историн суьртийн галлерей

source: Mapped old historic photos from the album
ce: Альбом чура историн суьртийн картин тӀехь билгалдаьхна меттиг

source: Mapped old historic photos
ce: Историн суьрташ даьхна картин тӀера меттигаш

source: Help geotag old historic photos from the album
ce: Альбом чура историн суьрташ билгалдаьхна меттигаш гойтуш гӀо де

source: Help geotag old historic photos
ce: Историн суьрташ даьхна меттигаш билгалайорхуш гӀо де

source: Before and after view of
ce: Хьалха а, хӀинца а: гар

source: Historic photo of
ce: Историн сурт

source: Curate historic photos from museums into Ajapaik for geotagging and rephotographing
ce: Историн суьртийн Ajapaik экъана тӀехь куратор хила, меттиг билгалйоккхуш а, оцу меттигийн таханлера суьрташ дохуш а.

source: Everyone can help to enrich the data of historic pictures on Ajapaik!
ce: Ajapaik тӀехь историн суьрташна метахаамаш муьлххачунга тӀетохало!

source: historic,pictures,old,photos
ce: историн, сурт, шира

source: historic,pictures,old,photos,map,geotagged,location
ce: историн, сурташ, шира, карта, геобилгало, меттиг

source: historic,pictures,old,photos,crowd-sourced,geotagging,game
ce: историн, суьрташ, шира, краудсорсинг, геобилгалонаш, ловзар

source: historic,picture,old,photo,before,after
ce: историн, суьрташ, шира, сурт, хьалха, хӀинца

source: historic,picture,old,photo
ce: историн, сурт, шира

source: search,museum,old,photos,pictures,historic
ce: лахар, музей, шира, суьрташ, историн

source: Gallery of rephotographs by %(rephotos_by_name)s
ce: Йухадаьхна суртийн галерей %(rephotos_by_name)s

source: Album has %(album_photo_count)s historic pictures. Let's put pictures on the map!
ce: Историн суьртийн альбом чохь ду %(album_photo_count)s. ДӀахӀиттаде суьрташ картин тӀехь!

source: Let's put pictures on the map
ce: ДӀахӀиттаде суьрташ картин тӀехь

source: Album has %(counter)s photo,
ce: Альбомехь сурт %(counter)s,

source: %(counter)s user has put
ce: %(counter)s лелочо гайтина

source: all the pictures on the map.
ce: дерриг суьрташ картин тӀехь

source: %(counter)s picture on the map.
ce: %(counter)s сурт картин тӀехь.

source: Timepatch (Ajapaik)
ce: Ajapaik

source: Geolocation error
ce: Геолаттаран гӀалат

source: Sorting
ce: Сорташ хӀиттор

source: This website uses cookies to ensure you get the best experience on our website
ce: Тхан веб-сайт т\е ваьлча шун уггаре дика зиеделлларг лелайе Ajapaik файлаш cookie.

source: Got it!
ce: Кхетта!

source: More info
ce: Алсама хаамаш

source: Here you can upload csv to import photos to Ajapaik
ce: Суьрташна Ajapaik чу импорт йеш мега CSV-файл лело

source: Import photo
ce: Суьртан импорт

source: Thank you!
ce: Баркалла!

source: Your photos have now been added to Ajapaik and can be interacted with as usual.
ce: Аша чудаьхна суьрташна лелайо Ajapaik экъанехь лело мега функцеш.

source: Points awarded for curating
ce: Очкош йелла курировани йарна

source: You can start geotagging the new content here
ce: Керла контентан тӀе геобилгалонаш лело таро йу кхузахь

source: Tell your friends on Facebook
ce: Дийца доттагӀашна Facebook тӀехь

source: Close
ce: ДӀачӀагӀа

source: Load more
ce: Чуйаха кхин а

source: Edit your album
ce: Шен альбоман редакци йар

source: Error
ce: ГӀалат

source: Open album (anyone can add pictures)
ce: Йиллина альбом (муьлххачуьнга а тохалур ду цунна йукъа суьрташ)

source: Visible (shown in selection)
ce: Харжамехь го

source: If the photos are from the same place, specify a location here
ce: Нагахь суьрташ цхьаьна меттигехь даьхнехь, уьш гайта

source: Place
ce: Меттиг

source: Search
ce: Лахар

source: Selection
ce: Харжам

source: My albums
ce: Сан альбомаш

source: Full search
ce: Шордина лехар

source: Search!
ce: Лахар!

source: Select all
ce: Харжа йерриге

source: Filter existing
ce: Йолуш йерг фильтре

source: Wikimedia Commons
ce: Викиларма

source: Clear selection
ce: Билгалйаккхар дӀадаккха

source: Submit selection to Ajapaik
ce: Ajapaik чухула д\адахьийта билгалдаьхнарш

source: There is a new comment following up yours.
ce: Керла комментари шайчулла тӀехьа зорба тоха.

source: Kind regards
ce: Лерамца

source: Reply to
ce: Жоп

source: Your donation confirms the importance of Ajapaik
ce: Ахьа сагӀийна деллачо чӀагӀдо тхан проектан ладамалла.

source: Details for one-time donations
ce: Цкъа сагӀийна делачуьнан реквизиташ

source: Beneficiary's name
ce: Схаоьцучун цӀе

source: Beneficiary's account no
ce: ДӀадоьдучун чоьтан лоьмар

source: Ajapaik is an open source non-profit crowdsourcing platform, it’s amount of content and technical complexity have grown considerably. The site’s audience is on par or higher than that of official cultural heritage repositories like Muis, Fotis et al.
ce: Ajapaik - йиллина хьостан код йолу коммерцин йоца краудсорсинган экъа йу. Контентан чухоам хаъал тӀекхетта, шен техникин чолхалла санна. Лелочеран барамца Ajapaik ца оьшу Muis, Fotis, кхечарел а.

source: Over the years Ajapaik has received public grant funding but we don’t have permanent funding that would enable us to keep the platform technically up to date or even more – enhance its usability, add new features.
ce: Масех шарахь Ajapaik проектан финансаш латтийна пачхьалкхан гранташа. Амма техникин гӀо лоцу экъа, лелоран интерфейс тойаран, керла функцеш тӀетохаран финансийн гуттаренна хьост проектан дац.

source: Your donation is of big help and confirms that Ajapaik is needed. If possible consider setting up a standing payment.
ce: Хьан сагӀано хаъал гӀо лоцу тхан проектан ладамаллин. Тхуна чӀогӀа гӀо дийр ду рогӀера сагӀано.
