Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/ce/LC_MESSAGES/django.po
Languages: ce

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and you will get income tax refunds for that.
ce: Проект Ajapaik кечйаран дола до <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>суьртийн тӀехьенан Эстонин йукъараллин командин (НКО Eesti Fotopärand)</a>. Иза йу коммерцин йоцу ассоциацин испискин йукъараллехь, бюджетан финансаш налогех кхочуш йолу кхин а динан кхолламийн. Диканаш дечеран налог дӀайаккха мегар ду, хӀунда аьлча оха деклараци йо кхаьчначу сагӀанан.

source: Other ways of supporting us
ce: Кхин агӀонаш тхуна гӀо дан

source: You can also help to <a href="https://translatewiki.net/wiki/Translating:Ajapaik">translate Ajapaik’s user interface</a>
ce: Цхьа хьесап проектан г\о дар - иза <a href="https://translatewiki.net/wiki/Translating:Ajapaik">ду Ajapaik интерфейсан экъанан гочдарехь дакъа лацар</a>

source: All other kinds of help are also appreciated! For instance in promoting Ajapaik, creating partnerships etc.
ce: Тхо хазахеташ ду муьлхха а кхечу гӀоьнна! Дика лору проект Ajapaik дӀататтар, цхьаьнагӀуллакхдар, иштта кх.дӀа

source: If Ajapaik helps to find historic pictures you’re interested in then please consider <a href="/donate/">supporting</a> Ajapaik so that we could make it even better. Thank you!
ce: Нагахь историн сурт лохуш проекто шуна гӀодахь, <a href="/donate/">гӀо лаца</a> Ajapaik, кхин а дика шуьга лелайайта. Баркалла!

source: Ajapaik is currently using funding received from:
ce: Х\окху моментехь Ajapaik проектан финансаш луш йу:

source: Ajapaik has received donations from:
ce: Ajapaik проектана гӀо дина:

source: Earlier funders:
ce: Финансаш латтайора:

source: Supporters of Ajapaik
ce: Ajapaik проектан гӀолоцу

source: Notify me about follow-up comments
ce: Хаийта суна тӀаьхьа хиллачу комментарех

source: Current Password
ce: Карара пароль

source: New Password
ce: Керла пароль

source: New Password (again)
ce: Керла пароль (кхин цкъа а)

source: Set password
ce: Керла пароль кхоссар

source: Rephoto upload settings
ce: Йуха даьхна сурташ чудаьхна параметрш

source: Filtering
ce: Литтар

source: Filters
ce: Литтарш

source: film
ce: кинофильм

source: collections
ce: коллекцеш

source: people
ce: нах

source: back sides of pictures
ce: Суьртийн тӀехьара агӀонаш

source: pictures in portrait format
ce: портретан форматан сурт

source: pictures in square format
ce: квадратан форматан сурт

source: pictures in landscape format
ce: анасизан форматан сурт

source: pictures in panoramic format
ce: портретан форматан сурт

source: exteriors
ce: ГӀишлон арахьа

source: interiors
ce: ГӀишлон чохь

source: pictures from the ground
ce: Сурт-ракурс латта тӀера

source: pictures from a raised viewpoint
ce: локхаллин меттигера сурт

source: aerial pictures
ce: аэросуьрташ

source: pictures which are not geotagged
ce: геобилгало йоцу сурт

source: high-quality pictures
ce: лакхара дикаллин сурт

source: no filter
ce: литтар доцуш

source: Show person albums
ce: Гайта альбомаш адамашца

source: Show pictures with faces
ce: Гайта адамийн суьрташ

source: Pictures by collections
ce: Коллекцешца сурт

source: Show film albums
ce: Кинофильмашца альбомаш гайта

source: Show pictures with back sides
ce: ТӀехьара суьрташ гайта

source: Show portrait pictures
ce: Портреташ гайта

source: Show square pictures
ce: Квадратан сурт гайта

source: Show landscape pictures
ce: Анасизан сурт гайта

source: Show panoramic pictures
ce: Панораман сурт гайта

source: Show pictures made from the ground level
ce: Лаьттан тӀегӀанехь даьхна суьрташ гайта

source: Show pictures made from a raised viewpoint
ce: Локхаллин меттигера сурт

source: Show aerial pictures
ce: Аэросуьрташ гайта

source: Show interior pictures
ce: ГӀишлон чохь даьхна суьрташ гайта

source: Show exterior pictures
ce: ГӀишлон арахьа даьхна суьрташ гайта

source: Show pictures which are not geotagged
ce: Геобилгало йоцу сурт

source: Show high-quality pictures
ce: Лакхара дикаллин сурт

source: Sort by distance from you
ce: Сортировка йе шайна геналлица

source: Sort by time and ...
ce: Сортировка йе хенаца а

source: Sort by photos' time added
ce: Сортировака йе терахьца сурт тӀетохаран терахьца

source: Sort by stills' timestamp
ce: Сортировака стоп-кадран хенан билгалонца

source: Sort by views' time added or amount
ce: Сортировка тӀетохаран хенаца йа хьажарца

source: Sort by geotags' time added or amount
ce: Сортировка тӀетохаран хенаца йа геобилгалонан барамца

source: Sort by rephotos' time added or amount
ce: Сортировка тӀетохаран хенаца йа йухадаккхаран барамца

source: Sort by annotations' time added or amount
ce: Сортировка тӀетохаран хенаца йа аннотацийн барамца

source: Sort by transcriptions' time added or amount
ce: Сортировка тӀетохаран хенаца йа транскрипцин барамца

source: Sort by datings' time added or amount
ce: Сортировка тӀетохаран хенаца йа тӀетоьхна терахьийн барамца

source: Sort by comments' time added or amount
ce: Сортировка тӀетохаран хенаца йа комментарин барамца

source: Sort by likes' time added or amount
ce: Сортировка тӀетохаран хенаца йа лайкин барамца

source: Sort by amount and ...
ce: Сортировка барамца

source: Change sorting order
ce: Сортировкин низам хийца

source: Help
ce: ГӀо

source: How to sort
ce: Сортировка муха йо

source: From this group
ce: ХӀокху тобанах

source: Choose 2 parameters
ce: 2 параметр харжа

source: or
ce: йа

source: 1 of
ce: $1 чуьра

source: orders pictures by distance from you
ce: Геналлин барамца суьртан низам нисдо

source: reverses sorting
ce: Йуханехьа нисдо

source: This user has suggested location for this picture
ce: Сурт даьккхина меттиг билгалйаьккхина хӀокху лелочо

source: These users have suggested location for this picture
ce: ХӀара лелочара оцу суьртан лаьтта меттиг гайтина

source: Modified
ce: Хийцина

source: As an Ajapaik user you can
ce: Ajapaik экъа лелочара мега

source: General statistics refresh every 10 minutes.
ce: Х\ора 10 минотехь карлайоккху статистика

source: Album curated by
ce: Альбоман доладо лелорхочо

source: Contributors' leaderboard
ce: Декъашхойн рейтинг

source: Album has %(counter)s historic picture,
ce: %(counter)s альбомехь ду историн сурт,

source: You have made a location suggestion for
ce: Аша кховдийна меттиг

source: all the pictures from this album.
ce: массо сурт хӀокху альбоман

source: Some nearby albums
ce: Цхьайолу уллера альбомаш

source: Back to map
ce: Картин тӀе гӀо

source: Recent activity leaderboard
ce: Дукха хан йоцуш жигара декъашхойн рейтинг

source: Album %(album_name)s leaderboard
ce: Альбоман декъашхойн рейтинг %(album_name)s

source: All time leaderboard
ce: Йерриг ханна декъашхойн рейтинг

source: User Facebook photo
ce: Facebook аккаунтан чуьра сурт

source: User Google photo
ce: Google аккаунтан чуьра сурт

source: Back home
ce: ЦӀа

source: Import
ce: Импорт

source: Blacklist
ce: Ӏаьржа испискехь

source: Picture belongs to album
ce: Сурт альбомехь ду

source: Add to album
ce: ТӀетоха альбом чу

source: Picture belongs to collection
ce: Сурт ду коллекцехь

source: Approximate address
ce: Герггара адрес

source: See the other side of photo
ce: Суьртан вукха агӀор хьажа

source: similar photo
ce: Тера сурт

source: duplicate photo
ce: суьртан дубликат

source: Date taken
ce: Суьрташ даьхна терахь

source: rephoto
ce: Йухадаьккхина сурт

source: Upload
ce: Чуйаккха

source: Select file...
ce: Харжа файл…

source: licence
ce: Лицензеш

source: Select new file...
ce: Харжа керла файл…

source: File upload failed.
ce: Цатарло чуйаккха файл

source: User
ce: Декъашхо

source: You have
ce: Хьан къинхьегам проектехь

source: rephotos
ce: йухадаьккхина суьрташ

source: favorite pictures
ce: хаьржина суьрташ

source: Add
ce: ТӀетоха

source: OK
ce: ОК

source: Child
ce: Бера

source: Info
ce: Хаам

source: Estonian
ce: eesti

source: Latvian
ce: latviešu

source: Lithuanian
ce: lietuvių

source: Finnish
ce: suomi

source: Swedish
ce: svenska

source: Russian
ce: русский

source: French
ce: français
