<unk>	0
<s>	0
</s>	0
,	-3.20497
.	-3.40157
s	-3.95819
▁	-4.04218
▁the	-4.53972
n	-5.01532
▁of	-5.11009
a	-5.15
▁in	-5.1648
e	-5.18441
t	-5.19669
▁(	-5.23265
i	-5.23493
▁to	-5.2683
)	-5.29732
▁ja	-5.34159
en	-5.35792
▁on	-5.40197
-	-5.40774
▁and	-5.46042
▁die	-5.46961
▁der	-5.48467
▁ir	-5.54569
▁-	-5.60094
u	-5.67047
o	-5.68663
:	-5.72556
▁a	-5.7349
d	-5.79573
?	-5.85381
▁un	-5.87382
▁und	-5.88564
m	-6.22225
as	-6.29173
▁for	-6.2951
▁be	-6.32115
/	-6.34434
▁ar	-6.38231
;	-6.38614
▁is	-6.39759
te	-6.49237
▁that	-6.50262
▁I	-6.50523
l	-6.50758
in	-6.52083
ing	-6.54198
le	-6.54251
▁1	-6.56956
!	-6.5778
st	-6.61067
er	-6.61641
▁ei	-6.64546
us	-6.65717
ed	-6.6582
es	-6.66284
▁в	-6.66552
▁von	-6.68145
b	-6.71441
▁den	-6.71818
'	-6.71933
▁zu	-6.72262
▁ka	-6.72519
ta	-6.74492
▁no	-6.75499
ti	-6.77362
▁des	-6.77689
▁es	-6.78315
▁für	-6.79416
▁with	-6.79512
▁2	-6.80344
▁an	-6.80562
r	-6.81807
ų	-6.82376
▁и	-6.82619
▁ne	-6.83427
ga	-6.83699
_	-6.84352
▁_	-6.88013
BAR	-6.88933
▁par	-6.89087
▁kas	-6.89312
▁as	-6.90579
os	-6.91829
is	-6.92616
▁et	-6.96307
▁su	-6.96689
▁this	-6.9677
▁mit	-6.97309
▁by	-6.98054
▁auf	-6.98191
▁ist	-6.98566
▁it	-6.99081
▁tai	-7.00043
▁or	-7.01042
▁das	-7.02605
ma	-7.03047
▁at	-7.03699
▁kad	-7.05021
ä	-7.06106
▁3	-7.06332
а	-7.06735
id	-7.08393
▁you	-7.09027
▁vai	-7.10766
da	-7.10978
an	-7.11624
▁į	-7.12182
ā	-7.13274
de	-7.13634
▁are	-7.13839
▁nicht	-7.14515
ai	-7.15568
▁im	-7.15915
ly	-7.17703
▁not	-7.18272
y	-7.19868
ks	-7.22011
е	-7.22613
▁не	-7.22775
▁uz	-7.23291
ą	-7.23343
▁"	-7.23627
▁на	-7.28226
ne	-7.28254
▁с	-7.28614
▁werden	-7.28746
...	-7.29901
ja	-7.3063
k	-7.30664
g	-7.31008
▁eine	-7.31186
▁iš	-7.3149
▁või	-7.32478
▁по	-7.34872
▁–	-7.35769
▁Nr	-7.3593
al	-7.38432
sta	-7.38982
▁was	-7.3921
▁oder	-7.39712
▁L	-7.41643
▁5	-7.41702
▁4	-7.43031
▁m	-7.4322
▁dass	-7.43564
me	-7.43788
▁että	-7.44424
▁dem	-7.44863
▁bei	-7.44863
▁we	-7.45003
и	-7.4505
▁have	-7.45529
▁so	-7.46084
▁d	-7.46197
▁kui	-7.46938
h	-7.47055
▁ein	-7.47184
▁S	-7.47707
▁from	-7.48555
re	-7.48611
▁ko	-7.49769
▁pa	-7.50569
▁b	-7.50953
na	-7.51239
c	-7.52878
▁C	-7.53526
em	-7.54694
▁se	-7.54976
▁lai	-7.55119
se	-7.55631
▁yra	-7.55867
▁shall	-7.56071
▁see	-7.56178
▁which	-7.57075
▁mis	-7.57337
▁sa	-7.59045
ten	-7.60118
▁что	-7.60775
).	-7.6121
▁A	-7.61858
to	-7.62129
▁me	-7.62493
▁mg	-7.62959
▁ole	-7.63079
у	-7.63958
▁all	-7.64807
tu	-7.65407
et	-7.65731
▁jo	-7.66219
v	-7.66513
▁sind	-7.66538
▁kā	-7.67934
ke	-7.6855
▁per	-7.68998
si	-7.69625
ssa	-7.69698
▁Sie	-7.70179
it	-7.70244
▁über	-7.70991
▁zur	-7.71464
p	-7.72933
▁6	-7.73519
▁Euroopa	-7.74421
▁re	-7.74448
▁ning	-7.74487
▁will	-7.74837
▁wir	-7.75215
am	-7.75526
▁dėl	-7.75724
▁wird	-7.75738
"	-7.76859
▁E	-7.76905
▁s	-7.77258
▁var	-7.77363
lle	-7.78253
ge	-7.78396
▁10	-7.79165
ko	-7.79911
▁European	-7.80827
’	-7.80856
ы	-7.81575
A	-7.8236
▁has	-7.82404
▁Artikel	-7.83143
▁nach	-7.8438
▁Ma	-7.84564
ot	-7.85026
м	-7.85292
C	-7.86011
▁p	-7.86481
▁EU	-7.86481
z	-7.86614
iem	-7.87941
▁aus	-7.88229
▁als	-7.88368
),	-7.8872
▁sich	-7.88816
▁einer	-7.89583
▁Eiropas	-7.89642
ni	-7.89984
▁sie	-7.90327
▁should	-7.90664
▁1.	-7.90828
▁arba	-7.9132
х	-7.91905
▁kaip	-7.92336
ve	-7.9237
▁Europos	-7.92798
vad	-7.93019
▁er	-7.93028
▁he	-7.93292
▁%	-7.93936
▁ma	-7.9444
▁ap	-7.94823
▁um	-7.95019
▁Union	-7.95977
▁Regulation	-7.96505
▁Ich	-7.96624
el	-7.96771
ė	-7.96893
ung	-7.96908
▁o	-7.97981
▁jos	-7.98188
▁ver	-7.98239
▁ich	-7.98288
or	-7.98742
▁за	-7.99045
on	-7.99448
▁man	-8.00039
▁its	-8.00375
▁Commission	-8.0043
den	-8.01294
▁būti	-8.02928
я	-8.0296
▁No	-8.02969
ās	-8.03106
▁7	-8.03107
▁P	-8.0368
▁oma	-8.03908
va	-8.03973
2	-8.0417
▁kohta	-8.05411
▁ta	-8.05622
▁Kommission	-8.05796
▁po	-8.05958
ation	-8.06068
▁tu	-8.06407
▁Article	-8.06482
о	-8.06502
ista	-8.06717
▁du	-8.06741
▁other	-8.07134
ia	-8.07664
й	-8.07776
f	-8.0779
▁Member	-8.0781
gi	-8.0795
▁but	-8.08081
▁de	-8.0815
▁vor	-8.08762
ju	-8.08874
mis	-8.08875
▁arī	-8.08879
▁tā	-8.08957
▁gada	-8.09068
ku	-8.09276
mine	-8.09371
at	-8.09445
▁N	-8.09582
ver	-8.09857
▁diese	-8.09903
▁B	-8.09922
ой	-8.1001
ka	-8.10103
ki	-8.10122
▁oli	-8.10561
▁if	-8.11397
▁can	-8.11532
lla	-8.11545
lt	-8.1161
▁Verordnung	-8.12012
▁sen	-8.12549
ов	-8.12579
▁gali	-8.12641
▁wie	-8.12944
▁also	-8.13221
mi	-8.13222
▁auch	-8.1337
▁у	-8.13373
▁selle	-8.13404
▁8	-8.13543
▁„	-8.13962
ar	-8.14106
▁20	-8.14533
▁Я	-8.14698
▁bet	-8.15092
▁12	-8.15207
▁hat	-8.15256
S	-8.15307
▁do	-8.16024
il	-8.16107
▁nav	-8.16724
▁their	-8.16794
im	-8.17025
▁been	-8.17128
▁g	-8.1757
be	-8.17924
▁о	-8.18076
▁4.	-8.18272
▁taip	-8.18328
▁tas	-8.18365
tas	-8.18739
ty	-8.1977
tud	-8.20191
▁States	-8.20241
ām	-8.20445
▁nuo	-8.20813
▁buvo	-8.20874
▁iz	-8.21057
▁K	-8.21715
kin	-8.22638
▁я	-8.22981
▁turi	-8.24149
▁wenn	-8.24149
nud	-8.24274
▁may	-8.24416
mise	-8.24619
▁haben	-8.24681
pa	-8.24938
▁durch	-8.24957
ом	-8.25037
▁your	-8.25357
ais	-8.2545
▁T	-8.25479
3	-8.2579
š	-8.26088
▁dieser	-8.26334
▁am	-8.26375
sti	-8.26403
▁30	-8.26468
▁out	-8.26987
li	-8.27212
▁Euroopan	-8.27341
io	-8.27567
▁kann	-8.2758
”	-8.27872
▁tik	-8.27878
л	-8.28181
▁vom	-8.28316
▁pat	-8.28545
▁15	-8.28762
mme	-8.28851
▁they	-8.28867
▁ge	-8.29011
▁už	-8.29083
▁c	-8.29719
B	-8.29806
ll	-8.29941
▁M	-8.30106
un	-8.30176
▁pie	-8.3089
D	-8.31139
ter	-8.31342
imo	-8.31365
ide	-8.31522
▁pagal	-8.31851
tä	-8.31972
▁more	-8.32373
▁—	-8.32505
ic	-8.32573
▁9	-8.3258
ra	-8.32782
mist	-8.33659
EC	-8.33873
▁F	-8.34146
vi	-8.34543
▁II	-8.35529
▁от	-8.35552
▁nr	-8.3595
▁к	-8.36211
▁e	-8.3643
ю	-8.36441
T	-8.3684
▁Komisija	-8.36964
ē	-8.37614
▁D	-8.38339
▁“	-8.38786
je	-8.3903
▁pēc	-8.39194
▁Europäischen	-8.3951
ina	-8.39792
1	-8.3982
▁V	-8.4027
▁any	-8.40404
▁unter	-8.40656
▁ie	-8.40695
▁need	-8.40758
▁seda	-8.41
▁šo	-8.4103
▁there	-8.41635
▁aasta	-8.41886
▁one	-8.42027
ch	-8.42064
▁einen	-8.42318
▁would	-8.42719
▁H	-8.42803
▁Council	-8.42842
▁l	-8.42898
ės	-8.43203
▁G	-8.4342
▁kai	-8.43576
inen	-8.4396
▁19	-8.44052
▁это	-8.44221
]	-8.4423
▁līdz	-8.44824
he	-8.44907
▁what	-8.45415
▁Be	-8.4548
w	-8.45875
▁te	-8.45876
▁ovat	-8.45937
▁2.	-8.46021
▁В	-8.46399
▁Re	-8.46633
N	-8.46754
EG	-8.4676
▁R	-8.46773
der	-8.47244
4	-8.47284
▁such	-8.47635
▁apie	-8.48241
ет	-8.48459
no	-8.48522
т	-8.48538
▁Pa	-8.48623
EK	-8.49033
▁artikli	-8.49346
▁my	-8.4957
ть	-8.49593
EB	-8.49913
▁into	-8.49941
ksi	-8.50133
H	-8.5041
▁ml	-8.50711
▁как	-8.5148
▁up	-8.51488
▁must	-8.5156
ого	-8.51707
▁18	-8.52057
mu	-8.52158
EÜ	-8.52215
но	-8.52344
ur	-8.52579
▁Absatz	-8.52834
▁saa	-8.52841
▁при	-8.5294
▁k	-8.52962
▁einem	-8.53094
▁In	-8.53273
I	-8.53397
di	-8.53397
ist	-8.53432
▁under	-8.53829
▁use	-8.53862
▁saskaņā	-8.54698
▁вы	-8.54765
į	-8.54902
▁osa	-8.54943
с	-8.55014
(	-8.55245
▁straipsnio	-8.55741
▁than	-8.56033
▁these	-8.56203
nt	-8.56258
est	-8.56286
▁11	-8.56426
ud	-8.56469
ių	-8.56489
▁panta	-8.56707
E	-8.56986
ли	-8.57032
▁mida	-8.57075
▁zum	-8.57151
gen	-8.57288
lo	-8.57347
po	-8.57573
▁were	-8.57648
▁С	-8.5774
▁100	-8.57837
▁joka	-8.5799
ie	-8.5804
▁nur	-8.58172
ri	-8.58201
▁25	-8.58298
▁O	-8.58299
ies	-8.58742
ig	-8.59055
▁14	-8.59117
ita	-8.59247
ut	-8.59418
takse	-8.59639
▁tiek	-8.59668
ant	-8.6003
P	-8.60147
▁time	-8.60211
▁können	-8.60451
н	-8.60473
th	-8.60496
▁t	-8.60779
sid	-8.60873
K	-8.60886
mo	-8.61042
▁nende	-8.61177
des	-8.61938
▁võib	-8.61954
ę	-8.62077
gu	-8.62259
▁Ver	-8.62295
▁kun	-8.62583
▁when	-8.62735
▁ab	-8.6283
▁[	-8.6286
ad	-8.62888
ha	-8.62905
än	-8.6293
▁для	-8.62972
▁ты	-8.63017
▁wurde	-8.63092
▁information	-8.6344
▁pro	-8.63663
▁myös	-8.64108
▁jotka	-8.64247
ste	-8.6426
▁2005	-8.6429
▁Mitgliedstaaten	-8.64317
ite	-8.64416
▁16	-8.64446
stä	-8.64809
jen	-8.64925
▁sein	-8.65183
jo	-8.65348
um	-8.65475
▁da	-8.6564
tel	-8.65708
▁attiecībā	-8.65807
▁kuin	-8.65971
sse	-8.66103
▁war	-8.66146
“	-8.66383
ment	-8.66463
mas	-8.66715
la	-8.66952
ry	-8.67361
▁who	-8.67498
imas	-8.67544
vat	-8.68049
ion	-8.68102
▁13	-8.68123
▁mēs	-8.683
▁voi	-8.68418
▁our	-8.6855
tus	-8.68792
▁2004	-8.69004
в	-8.69127
▁new	-8.69187
▁jei	-8.69368
ü	-8.69717
▁where	-8.70151
–	-8.70188
▁alle	-8.70301
▁about	-8.70379
▁tam	-8.70629
▁из	-8.70785
šanas	-8.70864
▁bis	-8.70915
▁vastu	-8.70925
▁only	-8.71284
▁savo	-8.71608
▁50	-8.71668
G	-8.71881
▁24	-8.72205
ла	-8.72461
▁f	-8.72813
ys	-8.73002
▁tās	-8.73095
▁0,	-8.73356
EU	-8.73463
vo	-8.73569
L	-8.73765
men	-8.73992
ir	-8.74058
▁Community	-8.74218
F	-8.74482
inių	-8.74561
▁pār	-8.74669
tų	-8.74721
hi	-8.74779
ssä	-8.75043
▁būtų	-8.7542
▁dar	-8.75454
tele	-8.76004
▁olen	-8.76176
x	-8.76276
inės	-8.76453
▁kes	-8.76512
ers	-8.76581
iz	-8.76748
▁2006	-8.76765
V	-8.76897
▁tuleb	-8.76929
val	-8.771
iden	-8.77124
▁tämän	-8.77258
▁An	-8.77261
▁aber	-8.77287
ol	-8.77298
ību	-8.77721
sch	-8.77927
▁välja	-8.77993
ab	-8.78051
lu	-8.78155
▁like	-8.78333
du	-8.78461
ate	-8.78475
▁vērā	-8.7852
▁those	-8.78752
aus	-8.79047
▁kuri	-8.79143
▁määruse	-8.79234
▁gemäß	-8.79538
▁17	-8.79612
▁•	-8.79712
ем	-8.79869
▁про	-8.79934
O	-8.79975
▁sekä	-8.79998
▁tuo	-8.80081
▁reikia	-8.80465
▁countries	-8.80515
▁olla	-8.80551
▁mums	-8.80613
▁21	-8.80643
M	-8.80793
ce	-8.81528
6	-8.81711
▁üle	-8.8191
ine	-8.81939
го	-8.82093
▁3.	-8.82211
▁+	-8.82228
д	-8.82485
tos	-8.83107
▁0	-8.8327
llä	-8.8342
man	-8.83548
tta	-8.83656
j	-8.84068
nä	-8.84186
▁his	-8.8452
▁la	-8.84527
▁müssen	-8.84945
▁Ne	-8.85019
ить	-8.85052
▁between	-8.85138
8	-8.85194
7	-8.85333
▁keine	-8.8545
▁En	-8.85569
ity	-8.85873
▁nii	-8.85971
▁Er	-8.8604
▁Mr	-8.86064
▁just	-8.86109
▁hän	-8.86161
maan	-8.86259
ī	-8.86306
▁eri	-8.86341
▁products	-8.86366
▁iki	-8.86456
▁following	-8.86716
▁noch	-8.8695
▁State	-8.87145
usi	-8.87154
▁nõukogu	-8.87233
▁measures	-8.87319
▁take	-8.87393
▁The	-8.8742
▁komisjoni	-8.87661
ö	-8.87662
ro	-8.87864
▁Komisijos	-8.87894
▁6.	-8.87945
▁EUR	-8.87989
▁muss	-8.88074
ки	-8.88546
▁22	-8.88559
▁А	-8.88616
taan	-8.88958
▁а	-8.89239
▁eines	-8.89344
R	-8.89355
oje	-8.89917
▁prie	-8.90082
▁Directive	-8.9028
ми	-8.90305
▁olisi	-8.90527
▁Annex	-8.9094
line	-8.91143
▁va	-8.91378
ия	-8.91446
▁v	-8.91565
▁И	-8.91576
▁mille	-8.91594
▁Al	-8.91602
ik	-8.91636
do	-8.91662
ille	-8.91988
▁after	-8.92201
▁31	-8.92224
▁dalies	-8.92346
ei	-8.92401
▁bija	-8.92408
▁well	-8.92485
▁mu	-8.92569
▁Richtlinie	-8.92693
ams	-8.92735
▁Ab	-8.92759
ка	-8.92764
▁jis	-8.92779
▁accordance	-8.92812
ms	-8.929
ž	-8.92904
▁nu	-8.93596
▁jų	-8.93695
issa	-8.93891
▁käesoleva	-8.93904
ных	-8.93979
▁regard	-8.93994
ся	-8.9406
▁valstybės	-8.94081
tar	-8.9411
5	-8.94133
▁period	-8.94881
▁īpaši	-8.94895
▁us	-8.94968
▁jau	-8.94994
▁Patienten	-8.95127
▁first	-8.95152
▁kanssa	-8.95191
lik	-8.95268
iai	-8.95377
ul	-8.95381
zu	-8.95435
W	-8.9552
able	-8.95644
miseks	-8.95735
vien	-8.95806
▁mir	-8.95868
▁Tel	-8.9587
ь	-8.95989
▁wurden	-8.96087
▁sollte	-8.96221
ho	-8.9631
▁straipsnis	-8.96923
šanu	-8.97193
▁mutta	-8.97256
▁down	-8.97308
ых	-8.97545
▁had	-8.97859
▁pärast	-8.98056
▁her	-8.98478
9	-8.98579
ci	-8.98707
▁pre	-8.98786
▁market	-8.9879
▁до	-8.98816
▁komission	-8.98876
▁artiklan	-8.9889
iini	-8.99018
uma	-8.99429
minen	-8.99478
▁di	-8.99481
▁over	-8.99501
▁его	-8.99583
▁report	-8.99716
▁W	-8.999
▁ha	-9.00524
▁mehr	-9.00692
▁kur	-9.00788
▁Die	-9.00842
▁h	-9.01006
▁5.	-9.01115
▁within	-9.01315
▁lisa	-9.01333
▁28	-9.01338
▁some	-9.01367
▁sowie	-9.01399
▁kg	-9.01577
▁Maßnahmen	-9.01655
▁national	-9.01669
▁III	-9.01714
▁order	-9.01727
tava	-9.01744
ton	-9.02049
nen	-9.02179
▁Committee	-9.02267
ж	-9.02321
▁direktiivi	-9.02336
▁toimi	-9.02474
▁2003	-9.02514
▁Это	-9.02582
▁work	-9.02627
pu	-9.02725
▁sitä	-9.02848
▁Le	-9.0316
EY	-9.03233
▁data	-9.0334
▁De	-9.03357
ise	-9.03365
▁tikai	-9.034
▁Anwendung	-9.03501
▁siis	-9.03508
ības	-9.03542
▁2007	-9.03629
▁mitte	-9.03655
ijos	-9.03703
ru	-9.03815
▁particular	-9.03817
inio	-9.03897
▁ravi	-9.04005
umu	-9.04024
nes	-9.04244
▁made	-9.04306
▁muut	-9.04466
istä	-9.04528
▁раз	-9.04547
min	-9.04553
per	-9.04556
jä	-9.04733
▁У	-9.04952
▁pret	-9.04963
▁people	-9.05017
▁ju	-9.0503
▁2008	-9.05185
▁Sa	-9.05382
pi	-9.05403
▁system	-9.055
ųjų	-9.05521
▁27	-9.0555
▁now	-9.05562
▁Ra	-9.05573
▁diesem	-9.05576
▁šajā	-9.0563
▁end	-9.05637
ele	-9.05643
▁know	-9.05657
ija	-9.05695
ius	-9.05752
▁под	-9.05758
sin	-9.05798
▁Ты	-9.05854
▁President	-9.06032
▁right	-9.06091
ien	-9.06259
на	-9.06485
▁būtu	-9.06557
illa	-9.06675
▁puhul	-9.06697
van	-9.06699
umo	-9.06793
ties	-9.07129
▁zwischen	-9.07142
tes	-9.07278
▁kõik	-9.07329
▁pants	-9.07379
▁Komisijas	-9.076
▁n	-9.07697
▁ņemot	-9.07721
к	-9.07798
▁United	-9.07912
ihin	-9.07924
▁Gemeinschaft	-9.07999
ive	-9.0804
▁23	-9.08112
▁iga	-9.08164
▁Sch	-9.08191
▁Да	-9.08261
▁päivänä	-9.08278
▁anderen	-9.08356
▁patients	-9.08624
▁ihre	-9.0909
ba	-9.09155
▁arvesse	-9.09328
ui	-9.09391
kas	-9.09391
õ	-9.0942
ие	-9.09478
р	-9.09509
ч	-9.09566
▁40	-9.09702
▁used	-9.09742
ами	-9.09956
▁jūs	-9.09991
▁laikā	-9.1023
ose	-9.10295
sten	-9.10356
▁бы	-9.10454
▁Parliament	-9.10657
ло	-9.10743
▁suhtes	-9.10951
imą	-9.11394
▁2002	-9.11442
▁Tarybos	-9.11614
ш	-9.11634
sa	-9.11663
▁labai	-9.11683
▁two	-9.11868
ting	-9.11922
▁kon	-9.11974
▁very	-9.12006
▁Anhang	-9.12085
▁hier	-9.12152
▁valsts	-9.12284
▁con	-9.1231
▁years	-9.12354
то	-9.12416
▁international	-9.12426
▁töö	-9.12451
▁Ja	-9.12494
▁unionin	-9.1257
▁provided	-9.12591
ая	-9.12746
▁со	-9.12869
▁set	-9.12875
ub	-9.13019
▁euro	-9.13188
ttava	-9.1321
▁2000	-9.13317
▁об	-9.13444
▁Padomes	-9.13592
▁nagu	-9.13677
land	-9.13783
▁na	-9.13918
▁anti	-9.1393
au	-9.13934
mat	-9.14148
▁komisjon	-9.14171
▁make	-9.1424
▁turėtų	-9.14286
10	-9.14336
▁tie	-9.14351
tte	-9.14383
▁меня	-9.14436
▁sk	-9.14469
▁pri	-9.14701
▁prieš	-9.14715
▁Kopienas	-9.14719
▁šio	-9.14794
▁kogu	-9.14906
▁koos	-9.15003
▁pää	-9.15228
▁metu	-9.15278
▁Artikkel	-9.15305
▁Na	-9.15318
▁number	-9.15319
tra	-9.15565
▁r	-9.15656
▁nei	-9.15718
las	-9.15878
mm	-9.1592
▁По	-9.16036
00	-9.16074
▁import	-9.16234
▁human	-9.16267
ven	-9.16267
▁U	-9.16271
▁Rates	-9.16432
▁support	-9.16465
▁year	-9.16471
▁Tämä	-9.16502
▁Sąjungos	-9.16621
▁все	-9.16637
▁vastavalt	-9.167
▁так	-9.16909
co	-9.1694
▁mes	-9.16963
▁dieses	-9.16975
pro	-9.16992
▁siitä	-9.17087
▁referred	-9.17138
ums	-9.17264
isen	-9.17452
▁part	-9.17976
mos	-9.18148
ungen	-9.18217
tri	-9.18431
им	-9.18498
ek	-9.18517
cht	-9.18586
ти	-9.18713
▁eest	-9.18737
▁development	-9.18852
▁ühenduse	-9.18904
and	-9.19029
▁šīs	-9.19122
▁financial	-9.19165
U	-9.19327
▁kurie	-9.19394
nut	-9.1948
mus	-9.19533
▁here	-9.19815
▁vain	-9.19911
▁them	-9.19999
▁muu	-9.20009
▁insbesondere	-9.20108
▁Europe	-9.20123
test	-9.20185
▁Liidu	-9.20227
yn	-9.20254
▁bus	-9.20349
▁Šis	-9.20526
▁kurių	-9.20581
ino	-9.20617
▁он	-9.2068
isten	-9.20696
▁J	-9.20861
▁Decision	-9.20884
▁vasta	-9.2095
▁abi	-9.21103
neet	-9.21442
▁vis	-9.21552
ern	-9.21607
bi	-9.21696
▁2009	-9.21727
yti	-9.21747
pe	-9.21862
mon	-9.21895
▁narės	-9.21961
tą	-9.22024
ной	-9.22352
ega	-9.22381
ра	-9.22384
omis	-9.22393
▁seotud	-9.22394
▁each	-9.22605
▁could	-9.22605
up	-9.22633
ей	-9.22763
ного	-9.22876
▁Savienības	-9.23015
2/	-9.23061
▁during	-9.23119
tis	-9.23162
▁therefore	-9.23164
▁jeigu	-9.2338
▁because	-9.23527
▁before	-9.23542
▁О	-9.23565
▁asetuksen	-9.23596
0	-9.2368
fe	-9.23736
▁мы	-9.23957
▁ette	-9.24013
▁gan	-9.24084
▁To	-9.24281
ии	-9.24326
▁Aus	-9.24386
▁how	-9.24448
▁val	-9.24848
▁Не	-9.24898
б	-9.24903
ex	-9.24919
▁26	-9.24984
▁vairāk	-9.25053
▁мне	-9.25089
ile	-9.25097
▁чтобы	-9.25127
ый	-9.25172
▁le	-9.2521
▁(1)	-9.25226
ācijas	-9.25806
та	-9.25943
vä	-9.26068
del	-9.26114
▁most	-9.26128
▁including	-9.26242
go	-9.26252
▁necessary	-9.26378
ated	-9.26968
ные	-9.27029
ку	-9.27089
ler	-9.27205
▁tika	-9.27351
те	-9.27419
▁määrä	-9.27454
use	-9.27495
▁üks	-9.27501
▁z	-9.27578
▁get	-9.27606
▁niin	-9.27611
lin	-9.27664
▁sp	-9.27669
tic	-9.2771
да	-9.27712
▁1/	-9.27753
▁sollten	-9.27935
ap	-9.28033
▁Ein	-9.28051
ни	-9.28217
▁La	-9.28258
ischen	-9.28271
iga	-9.28312
tav	-9.28326
▁ri	-9.28482
▁lo	-9.28537
▁60	-9.28554
▁но	-9.28602
▁29	-9.28602
▁Z	-9.28615
▁...	-9.28639
met	-9.28655
▁года	-9.28681
▁vien	-9.28711
nis	-9.28759
▁(2)	-9.28764
▁kuru	-9.28772
lich	-9.28821
ami	-9.28925
▁meie	-9.28982
▁väga	-9.28982
ам	-9.29054
▁i	-9.29086
▁Se	-9.29217
".	-9.29233
▁ji	-9.29371
oma	-9.29687
▁punktu	-9.29712
▁kaikki	-9.29773
▁vaja	-9.29927
ojo	-9.30003
▁Ar	-9.3007
▁[1]	-9.30076
▁или	-9.30086
ит	-9.30137
▁ensure	-9.3027
▁enne	-9.30281
oms	-9.30347
▁mich	-9.30368
▁economic	-9.30531
▁did	-9.3073
ze	-9.3073
4/	-9.30905
avimo	-9.30922
ime	-9.30936
▁galima	-9.31031
ые	-9.31044
var	-9.31107
iert	-9.31145
▁kuni	-9.31204
ner	-9.31226
▁public	-9.31281
▁mano	-9.31303
▁risk	-9.31486
▁peab	-9.31489
▁Hav	-9.31545
Z	-9.31592
ajiem	-9.31788
▁even	-9.31814
19	-9.31929
20	-9.31984
▁ihrer	-9.3211
▁nepa	-9.32127
▁lõike	-9.3225
▁mukaan	-9.32394
we	-9.32442
▁Vi	-9.3247
▁kurios	-9.32531
▁case	-9.32593
▁nes	-9.32609
▁same	-9.32693
▁product	-9.32779
dy	-9.32887
▁country	-9.32918
tin	-9.33012
▁andere	-9.33119
▁nad	-9.33122
oja	-9.33138
bar	-9.33148
vai	-9.33163
und	-9.33171
▁minu	-9.33187
od	-9.33346
ют	-9.33484
▁place	-9.33556
▁co	-9.33608
vät	-9.33634
);	-9.33849
▁2010	-9.33892
п	-9.33979
▁К	-9.34013
▁jā	-9.34083
▁kuid	-9.34104
ck	-9.34115
▁Herr	-9.34149
▁ex	-9.34457
ения	-9.34513
▁voidaan	-9.34574
▁jälkeen	-9.34677
ieren	-9.34757
uoti	-9.35009
▁Что	-9.35063
11	-9.35109
fer	-9.35288
lis	-9.35308
ется	-9.3532
▁Б	-9.35326
kon	-9.35357
▁Но	-9.35459
▁ką	-9.35552
▁Parlament	-9.35557
é	-9.35586
nne	-9.35737
▁go	-9.35958
▁же	-9.35986
▁Bendrijos	-9.35997
tā	-9.36088
▁paragraph	-9.36146
ger	-9.3616
ttä	-9.36218
iv	-9.36228
▁starp	-9.36228
▁point	-9.36483
▁reglamento	-9.3653
▁last	-9.36607
tti	-9.36764
▁võttes	-9.36828
uose	-9.36909
ren	-9.36925
▁õigus	-9.36933
▁mukaisesti	-9.36946
▁Entwicklung	-9.36967
▁way	-9.37044
▁kadangi	-9.37128
▁sätestatud	-9.37193
▁sehr	-9.37243
▁important	-9.37346
bo	-9.37428
mä	-9.3759
iet	-9.37602
▁Pro	-9.37661
30	-9.37661
sk	-9.37678
ība	-9.37738
▁st	-9.37751
ах	-9.3777
▁их	-9.37772
▁Ge	-9.37781
▁help	-9.37847
▁ši	-9.38054
osios	-9.38254
EL	-9.38306
ama	-9.38471
▁conditions	-9.38479
▁то	-9.38491
."	-9.38564
▁ob	-9.38574
▁Vor	-9.38604
▁ent	-9.38629
age	-9.38642
▁Aš	-9.38674
▁habe	-9.38747
▁without	-9.38788
▁nėra	-9.38827
▁Su	-9.38867
г	-9.38906
▁many	-9.38963
inis	-9.39007
▁pacientiem	-9.39092
▁ypač	-9.39182
▁good	-9.39186
50	-9.39295
ji	-9.39541
▁tur	-9.39638
▁through	-9.3983
▁ühe	-9.39954
ön	-9.4001
▁gegen	-9.40044
ling	-9.40135
▁against	-9.40178
▁pole	-9.40205
▁daugiau	-9.40397
J	-9.40469
šana	-9.40491
▁rights	-9.40497
lise	-9.4059
īt	-9.40605
EEB	-9.40606
mą	-9.40695
EEC	-9.40741
▁Ka	-9.40759
▁aš	-9.40777
▁koska	-9.40781
vir	-9.40805
з	-9.40807
▁al	-9.40817
ac	-9.40901
jas	-9.41103
▁jie	-9.41123
▁komissio	-9.41255
▁treatment	-9.41532
▁kam	-9.41543
▁transport	-9.41657
ен	-9.41717
▁darba	-9.41824
▁level	-9.41854
šu	-9.41963
ую	-9.41976
▁pasi	-9.41981
▁Me	-9.4202
elle	-9.42072
mista	-9.42119
▁ad	-9.42128
ный	-9.42442
▁want	-9.42521
▁being	-9.42545
▁don	-9.42668
▁pea	-9.4278
▁min	-9.42812
▁dalyje	-9.42885
iniai	-9.42888
▁punktā	-9.43084
▁pra	-9.43096
tur	-9.43175
▁Rat	-9.43226
ng	-9.43254
ige	-9.43276
▁[2]	-9.43306
▁Behandlung	-9.43404
inė	-9.43414
▁Rahmen	-9.43417
▁tema	-9.43487
▁social	-9.43499
EMÜ	-9.43546
▁ilma	-9.43611
inti	-9.43827
▁daudz	-9.4384
iin	-9.43859
▁world	-9.43888
ле	-9.43948
▁<	-9.43954
▁nimetatud	-9.44049
ische	-9.44332
▁tässä	-9.44341
jam	-9.44436
▁force	-9.44487
▁certain	-9.44553
▁также	-9.44612
▁kar	-9.44651
ši	-9.44693
▁He	-9.44698
tai	-9.44797
▁visi	-9.44805
▁2011	-9.44982
ell	-9.44998
▁niiden	-9.45025
▁Co	-9.45098
▁tau	-9.45122
EWG	-9.45162
▁olema	-9.452
▁policy	-9.45303
misen	-9.45315
25	-9.45342
ht	-9.45387
zi	-9.45442
ил	-9.45463
▁does	-9.45612
▁day	-9.45661
maks	-9.45665
▁šios	-9.45784
▁Kon	-9.45814
fa	-9.45868
oli	-9.45879
set	-9.45941
▁poolt	-9.46037
ary	-9.46136
ū	-9.46137
▁mm	-9.46154
▁ž	-9.46173
kul	-9.4636
ēt	-9.46463
▁vēl	-9.46655
▁huomioon	-9.46665
mų	-9.46681
▁Ko	-9.46721
▁00	-9.46748
▁ra	-9.46819
ade	-9.46894
mp	-9.46978
▁teisės	-9.47151
amp	-9.47189
▁Komisijai	-9.47239
▁Regulas	-9.47323
▁ära	-9.47371
▁ennen	-9.47399
▁neuvoston	-9.47433
lä	-9.47442
ft	-9.47502
▁tarp	-9.47509
▁punkta	-9.47527
lta	-9.47573
▁priemonės	-9.47603
ein	-9.47643
▁Treaty	-9.47691
▁000	-9.47726
▁ļoti	-9.47774
▁aid	-9.4786
▁inter	-9.47903
▁čia	-9.47931
▁tuleks	-9.47986
▁aga	-9.47999
15	-9.48067
▁gadījumā	-9.48149
kite	-9.48221
ber	-9.48285
tro	-9.4833
mal	-9.48554
▁darbo	-9.48568
▁kohdan	-9.48637
▁yksi	-9.48726
▁80	-9.48848
▁läbi	-9.48863
mata	-9.48896
▁тебя	-9.4891
▁millega	-9.48932
▁kuten	-9.48964
▁control	-9.48974
▁meidän	-9.49165
5/	-9.49236
ри	-9.49248
▁во	-9.49264
ое	-9.4928
▁möchte	-9.49322
bu	-9.49337
▁korral	-9.4938
▁pirms	-9.4942
EEK	-9.49437
kt	-9.49557
▁authorities	-9.49591
▁ve	-9.49625
kel	-9.49716
▁bin	-9.49851
▁parlamentin	-9.49869
▁jums	-9.49895
tan	-9.49904
sed	-9.49923
▁darbības	-9.49949
ungs	-9.50026
▁plan	-9.50028
ala	-9.50036
▁«	-9.50062
▁alfa	-9.5028
iu	-9.5036
▁pamat	-9.50402
▁jedoch	-9.5044
isi	-9.50447
op	-9.50452
3/	-9.50458
nu	-9.50469
vu	-9.50499
ben	-9.50546
▁reglamentas	-9.50567
▁Europa	-9.5066
ст	-9.50862
yl	-9.50863
▁priemonių	-9.51019
▁mūsų	-9.51022
▁appropriate	-9.51069
▁diesen	-9.51094
ff	-9.51295
fi	-9.5131
▁būt	-9.51458
▁damit	-9.51462
ttu	-9.51466
▁ELi	-9.51772
▁jäsen	-9.51852
▁jooksul	-9.51871
▁‘	-9.51887
▁ihr	-9.51924
▁rules	-9.52002
▁nyt	-9.52122
sion	-9.52165
▁taken	-9.52255
▁Ta	-9.52447
hu	-9.52456
ure	-9.52471
iau	-9.52553
vin	-9.5259
the	-9.52886
▁lepingu	-9.53262
▁ro	-9.53282
tik	-9.53326
vas	-9.53525
▁ajal	-9.53664
▁2013	-9.53711
▁kus	-9.53716
▁90	-9.53767
▁Bericht	-9.53801
umi	-9.53811
▁kuu	-9.53822
▁sama	-9.53933
▁she	-9.53949
▁met	-9.53981
▁atsižvelgdama	-9.53982
▁Li	-9.5408
▁both	-9.5413
▁China	-9.54152
▁genannten	-9.54165
▁bez	-9.54174
isiin	-9.54191
vy	-9.54212
▁eriti	-9.54259
dal	-9.54263
kö	-9.54275
om	-9.54341
▁region	-9.54577
ля	-9.5463
▁services	-9.54808
че	-9.54823
eks	-9.54824
▁”	-9.54887
ым	-9.54888
▁account	-9.54951
kä	-9.55018
gt	-9.55029
▁him	-9.5505
▁Mo	-9.55065
▁2001	-9.55098
▁mūsu	-9.55263
igen	-9.55323
son	-9.55381
▁application	-9.55621
▁provisions	-9.55665
▁means	-9.55666
▁будет	-9.55688
ky	-9.55766
▁ke	-9.55839
ating	-9.5586
taa	-9.55863
▁luo	-9.55944
12	-9.56097
▁Ha	-9.56122
▁lähe	-9.56182
▁työ	-9.56225
ан	-9.56231
▁Oh	-9.56314
▁Agreement	-9.56374
▁kuras	-9.56407
▁eivät	-9.56454
īna	-9.56591
stu	-9.56628
▁possible	-9.56647
▁/	-9.56684
▁tule	-9.56692
▁viena	-9.56712
▁said	-9.5678
▁2014	-9.57001
▁riski	-9.57012
ov	-9.57141
uoja	-9.57304
▁respect	-9.57323
01	-9.57358
▁non	-9.57367
▁Unternehmen	-9.57418
ок	-9.57477
▁narių	-9.57479
▁denen	-9.57515
▁relevant	-9.57541
▁We	-9.57666
nyt	-9.5767
▁IV	-9.57671
vis	-9.57743
tega	-9.57836
▁während	-9.57841
ий	-9.57857
ori	-9.58002
▁&	-9.58087
za	-9.58142
▁li	-9.58146
šanai	-9.58165
ach	-9.58175
är	-9.58214
▁subject	-9.58223
▁common	-9.58227
▁x	-9.58265
ous	-9.58324
▁tiesību	-9.58355
▁tagasi	-9.58443
▁Arvoisa	-9.58456
▁Zeit	-9.58478
▁Art	-9.58503
▁valstybių	-9.58631
▁dis	-9.58633
▁gal	-9.58642
tion	-9.58682
uksen	-9.58755
miseksi	-9.58843
▁concerned	-9.58852
▁third	-9.58862
fen	-9.58864
▁test	-9.58975
ium	-9.59038
▁attiecas	-9.59047
▁Мы	-9.59071
▁Entscheidung	-9.59077
inį	-9.59087
ėjo	-9.59135
▁Parlaments	-9.59147
▁date	-9.59179
vate	-9.59188
▁uns	-9.59202
▁think	-9.59273
▁otsuse	-9.59296
atsiooni	-9.59299
misel	-9.59314
tada	-9.59337
sel	-9.59384
▁määrus	-9.59396
ak	-9.59416
oji	-9.59463
▁Он	-9.59483
▁siekiant	-9.59493
▁(1	-9.59598
▁Ro	-9.59627
▁1999	-9.59741
▁kontrolli	-9.59757
▁seine	-9.5977
▁būs	-9.59844
▁пере	-9.59875
▁kartu	-9.59877
ajā	-9.59969
▁dose	-9.59972
▁tulee	-9.60037
ро	-9.60104
он	-9.60126
▁2012	-9.60172
▁daug	-9.6025
▁dann	-9.60268
▁bi	-9.60286
▁(3)	-9.60288
pan	-9.60318
/2	-9.6042
llinen	-9.6047
dus	-9.60533
▁esitatud	-9.60557
ust	-9.60771
▁form	-9.60792
form	-9.60826
▁daher	-9.60834
ken	-9.60888
▁jää	-9.6091
usta	-9.60921
▁Val	-9.60983
▁sub	-9.6117
āk	-9.61177
isia	-9.61251
▁Informationen	-9.61401
за	-9.61422
▁Нет	-9.61447
▁ala	-9.61512
▁given	-9.6152
▁esi	-9.61584
mit	-9.61651
▁special	-9.61714
▁[1],	-9.61741
ator	-9.61823
āciju	-9.61864
ре	-9.61873
itä	-9.61878
▁35	-9.61973
hen	-9.61993
▁long	-9.62044
▁oleks	-9.62114
oksi	-9.62133
▁hyvin	-9.62162
▁provide	-9.62184
▁hi	-9.62191
▁raha	-9.62205
▁auto	-9.62265
▁vii	-9.62317
▁tämä	-9.62331
▁puhemies	-9.62378
▁aja	-9.6241
▁y	-9.62562
▁На	-9.62577
vel	-9.6258
▁nekā	-9.62628
▁pantu	-9.62631
▁requirements	-9.62641
▁Lo	-9.62644
chen	-9.62679
▁šis	-9.62721
▁ainult	-9.62782
▁daß	-9.62805
▁Teil	-9.62805
▁maa	-9.6288
▁tra	-9.6295
oti	-9.63001
▁saada	-9.63154
rit	-9.63187
40	-9.63262
▁они	-9.63326
▁van	-9.6342
▁liikmesriikide	-9.63443
sp	-9.63488
her	-9.63497
▁come	-9.635
▁At	-9.63553
teen	-9.63557
ame	-9.63606
▁было	-9.6362
▁erityisesti	-9.63642
ва	-9.63642
▁sel	-9.63679
▁Regulu	-9.63681
das	-9.63688
▁law	-9.63766
▁Europäische	-9.63844
▁neid	-9.63848
keit	-9.63868
ska	-9.63926
▁šiuo	-9.63976
▁alusel	-9.6398
ная	-9.64028
▁visas	-9.64107
vēr	-9.6412
▁metų	-9.6417
▁It	-9.64175
▁basis	-9.64235
hr	-9.6427
▁visų	-9.64305
▁Un	-9.64305
▁Вы	-9.64306
kaa	-9.64325
los	-9.64425
aat	-9.64492
▁Da	-9.64657
kar	-9.64743
ēm	-9.64904
par	-9.64947
▁Todėl	-9.64958
1/	-9.64973
▁nimi	-9.65004
ļ	-9.65112
их	-9.65203
▁Š	-9.65352
▁jonka	-9.65361
▁dalį	-9.65411
▁Nations	-9.65437
▁zwei	-9.65474
▁savu	-9.65523
▁available	-9.6553
▁muuta	-9.6569
▁П	-9.6573
▁global	-9.65813
▁situation	-9.65838
▁dalis	-9.65939
via	-9.65948
▁Po	-9.66009
▁Daten	-9.66077
ude	-9.66166
zin	-9.66176
▁teha	-9.66222
▁regula	-9.66262
▁meine	-9.66312
ijas	-9.66314
▁Präsident	-9.66327
▁gibt	-9.66352
▁political	-9.66378
▁того	-9.6647
▁mal	-9.66507
kl	-9.6661
▁может	-9.6667
iset	-9.6672
jot	-9.66738
ian	-9.66775
▁specific	-9.66877
▁pois	-9.66941
▁Durchführung	-9.67025
▁reform	-9.67051
▁sellest	-9.67168
ep	-9.67171
▁ger	-9.67255
▁since	-9.67281
▁kuris	-9.67319
▁gar	-9.67323
▁kol	-9.67416
▁aikana	-9.67427
▁varētu	-9.6744
▁back	-9.67507
kki	-9.67598
ться	-9.67669
▁Mar	-9.67692
▁kohaselt	-9.67698
▁osalta	-9.67819
14	-9.67875
▁Šī	-9.67963
kan	-9.68043
▁dalībvalstis	-9.68086
dien	-9.68148
вер	-9.68156
▁trade	-9.68196
8/	-9.68281
art	-9.68303
▁šādu	-9.68389
▁Ho	-9.68454
nsa	-9.68461
▁view	-9.68643
▁tea	-9.68664
▁Menschen	-9.68664
lie	-9.68668
▁three	-9.68758
ным	-9.68791
▁tun	-9.68854
con	-9.68894
▁further	-9.68918
С	-9.68994
jos	-9.69036
liche	-9.69124
▁real	-9.69216
▁yli	-9.69411
▁informacija	-9.6943
▁St	-9.69462
aja	-9.69539
▁jaoks	-9.69551
▁energia	-9.69583
▁apply	-9.6959
▁которые	-9.69691
▁different	-9.69772
▁own	-9.69776
▁trans	-9.69816
▁Mittel	-9.69843
▁šį	-9.6985
ute	-9.69916
▁post	-9.69944
liste	-9.70017
▁process	-9.70021
▁organ	-9.70189
rak	-9.70229
▁security	-9.70247
▁riigi	-9.70261
▁izmantot	-9.70265
▁75	-9.7034
ida	-9.70478
▁pil	-9.70485
▁būtina	-9.7055
▁high	-9.70568
▁kasutada	-9.70595
▁joilla	-9.70642
▁2016	-9.7071
heit	-9.70749
īgu	-9.70765
▁'	-9.70797
▁atveju	-9.7082
▁nustatyti	-9.70832
▁tad	-9.70886
▁ohne	-9.70943
teri	-9.71025
▁7.	-9.71035
▁finanšu	-9.71045
ker	-9.71055
ūr	-9.7107
▁kuitenkin	-9.71084
▁Welt	-9.71197
tatud	-9.71276
▁kaasa	-9.71288
▁lietošanas	-9.7129
▁protection	-9.71302
▁wo	-9.71385
▁fact	-9.71391
/4	-9.71407
▁Mitä	-9.71415
see	-9.71486
▁name	-9.71504
▁tar	-9.71509
▁jomā	-9.71527
▁был	-9.71639
ži	-9.7169
que	-9.71693
▁gra	-9.7173
▁tä	-9.71763
▁mitä	-9.71875
sto	-9.71963
ėti	-9.72044
ras	-9.72186
▁Как	-9.722
X	-9.72203
▁Te	-9.72364
▁[3]	-9.72517
▁pi	-9.72542
▁liikmesriigid	-9.72593
āt	-9.72633
▁si	-9.72727
95	-9.72771
ään	-9.72784
▁если	-9.72834
▁mind	-9.72855
ness	-9.72857
му	-9.72891
ved	-9.72973
▁susi	-9.73056
ance	-9.73072
▁immer	-9.73112
▁activities	-9.73163
▁kor	-9.73217
▁spēkā	-9.73267
▁much	-9.73309
13	-9.7337
▁koko	-9.73389
▁wieder	-9.73445
ial	-9.73481
▁veel	-9.73508
▁peaks	-9.73574
▁legal	-9.73587
▁gerai	-9.73619
▁dienā	-9.73672
▁pan	-9.73698
▁võimalik	-9.73739
ūk	-9.73754
▁kooskõlas	-9.73816
▁increase	-9.73874
▁200	-9.73927
▁kuidas	-9.73994
▁sest	-9.74015
▁w	-9.74131
ко	-9.74199
ier	-9.74231
▁decision	-9.74257
gel	-9.743
vyk	-9.74318
▁too	-9.74426
▁implementation	-9.74484
▁kõnealuse	-9.74489
imu	-9.74517
▁Do	-9.74522
han	-9.7453
▁kurā	-9.74544
от	-9.74546
▁still	-9.74648
ор	-9.74651
▁300	-9.74762
▁mo	-9.74798
iems	-9.74815
▁pe	-9.74884
▁Mitgliedstaat	-9.74957
jā	-9.74959
▁production	-9.74981
▁32	-9.75035
pä	-9.75079
/1	-9.75091
▁siin	-9.75114
▁artikla	-9.75162
▁veic	-9.75195
rs	-9.75199
▁give	-9.75312
ris	-9.75376
for	-9.75403
liku	-9.75456
▁However	-9.75467
my	-9.75468
ää	-9.7553
▁jossa	-9.75601
tään	-9.75672
sia	-9.75835
▁why	-9.75879
▁š	-9.75906
▁atbalsta	-9.75957
res	-9.7598
▁net	-9.7599
не	-9.76038
▁Parlamento	-9.76048
▁Recht	-9.76076
▁31.	-9.76113
▁atbilst	-9.76118
▁Jahr	-9.7615
▁International	-9.76151
ph	-9.76172
▁put	-9.76276
kli	-9.7641
18	-9.76423
▁main	-9.76471
nd	-9.76512
▁быть	-9.76635
tor	-9.76652
uri	-9.76674
▁visu	-9.76712
▁saistībā	-9.76733
ать	-9.76759
▁lpp	-9.76773
▁mul	-9.76808
▁Zu	-9.7687
▁alla	-9.76914
▁vuoksi	-9.76961
▁procedure	-9.77012
vaa	-9.77039
ча	-9.77056
▁December	-9.77065
▁free	-9.77073
ang	-9.77082
▁том	-9.77104
▁bio	-9.77213
inę	-9.77272
▁lk	-9.77355
▁Parlamenta	-9.77448
▁võivad	-9.77531
rat	-9.7766
▁doch	-9.77672
miseen	-9.77674
illä	-9.77687
▁veikt	-9.77698
▁cooperation	-9.77699
▁kura	-9.77739
60	-9.77746
▁health	-9.77766
▁samuti	-9.77774
▁šie	-9.77776
▁lu	-9.77807
▁maksu	-9.77869
▁second	-9.77872
▁resolution	-9.77909
▁ihren	-9.77911
▁maksa	-9.77979
▁Parlamendi	-9.77991
▁general	-9.7801
cin	-9.78044
list	-9.78093
▁less	-9.781
▁ru	-9.78158
▁36	-9.78244
lichen	-9.78273
▁pel	-9.78283
▁September	-9.78284
▁Verfahren	-9.78326
▁tätä	-9.78344
com	-9.78456
▁aine	-9.78459
▁So	-9.78512
▁total	-9.78589
▁result	-9.78593
▁aiz	-9.78769
▁kungs	-9.7879
▁когда	-9.78843
▁seoses	-9.78866
isch	-9.78956
▁least	-9.7896
▁33	-9.78969
▁side	-9.7898
if	-9.78998
▁maž	-9.79065
▁otsus	-9.79102
ical	-9.79119
ят	-9.79141
ierung	-9.7924
▁Di	-9.79263
pp	-9.79348
▁folgende	-9.79369
tys	-9.79441
esta	-9.79455
▁lie	-9.79465
▁tirgus	-9.79512
ring	-9.79551
ome	-9.79674
eid	-9.79685
acijos	-9.7971
jām	-9.79756
lus	-9.79845
▁while	-9.79991
umą	-9.80079
▁tri	-9.80105
▁Mu	-9.80125
selt	-9.80157
ināt	-9.80239
▁ottaa	-9.80306
ika	-9.80347
▁нас	-9.80489
2007	-9.80498
aan	-9.80503
▁würde	-9.80611
ение	-9.80686
▁Auf	-9.80692
▁gestützt	-9.80739
kseen	-9.80741
oni	-9.80763
▁Tag	-9.80783
▁Jo	-9.80801
eri	-9.80817
▁soovi	-9.80857
А	-9.80868
Y	-9.80924
ding	-9.80926
▁find	-9.80959
▁life	-9.80976
▁45	-9.81031
21	-9.81037
▁Pri	-9.81092
ca	-9.81103
▁только	-9.81115
▁every	-9.81249
▁eikä	-9.81252
▁jetzt	-9.81289
ny	-9.81293
▁osutatud	-9.81365
▁vaid	-9.81377
▁пред	-9.81469
▁applicable	-9.81525
▁ga	-9.81563
24	-9.81579
▁based	-9.81598
iku	-9.81604
05	-9.81641
▁informāciju	-9.81686
▁μ	-9.8169
▁dokument	-9.81716
▁leid	-9.81742
▁Arzneimittel	-9.81801
sche	-9.8188
▁price	-9.81927
čių	-9.81963
▁kitų	-9.81997
▁whether	-9.82008
▁lõikes	-9.82065
▁jotta	-9.82082
▁teis	-9.82202
▁area	-9.82305
▁General	-9.8231
▁punkti	-9.82316
▁sei	-9.8233
ме	-9.82338
0000	-9.82341
har	-9.82344
▁pielikumā	-9.82357
▁informācija	-9.82413
▁gilt	-9.82458
ль	-9.82572
umas	-9.82578
of	-9.82659
▁užtikrinti	-9.82666
ār	-9.82736
ip	-9.82739
▁hea	-9.82819
▁Markt	-9.82876
▁Ri	-9.82885
▁question	-9.82912
▁children	-9.82952
▁say	-9.82956
▁kä	-9.82989
02	-9.8302
▁Es	-9.83024
▁=	-9.83029
▁teie	-9.83049
▁Mi	-9.83102
ности	-9.83131
▁nors	-9.83252
▁Ni	-9.83258
▁car	-9.83344
che	-9.83382
vor	-9.83383
▁gadā	-9.83385
qui	-9.83401
▁mil	-9.83406
▁gut	-9.83408
▁тебе	-9.8359
ф	-9.83601
▁pirm	-9.83688
ар	-9.83792
▁ravimi	-9.83815
▁aastal	-9.83891
▁37	-9.84002
▁produktų	-9.8406
sime	-9.84077
one	-9.84254
ster	-9.84265
▁unsere	-9.84302
▁прав	-9.84345
▁inform	-9.8435
▁atitinka	-9.84357
iju	-9.84407
▁straipsnyje	-9.84416
▁water	-9.84491
ow	-9.84492
▁2005.	-9.84542
ēju	-9.8463
▁erforderlich	-9.84658
▁tead	-9.84717
▁priede	-9.84742
▁vahel	-9.84761
об	-9.84788
▁tiedot	-9.84818
ard	-9.84837
ised	-9.84871
▁dabar	-9.84932
ava	-9.85004
ok	-9.8503
▁patsientidel	-9.85047
mb	-9.85054
▁look	-9.85064
uk	-9.85086
▁Y	-9.85214
zeit	-9.85232
▁allen	-9.85244
▁rinkos	-9.85337
kse	-9.85433
▁п	-9.85441
nas	-9.8546
uks	-9.85467
▁Bo	-9.85509
▁она	-9.85515
eg	-9.85586
ale	-9.85654
▁maz	-9.85665
mer	-9.85676
ęs	-9.85704
▁ее	-9.85724
▁produktu	-9.858
90	-9.85834
▁Abschnitt	-9.8584
▁juhul	-9.85886
▁women	-9.85915
▁nor	-9.85954
▁established	-9.85958
▁Reglamento	-9.85972
ual	-9.86011
▁concerning	-9.86025
▁время	-9.86027
matu	-9.86058
act	-9.86079
▁piemēro	-9.86105
▁November	-9.86137
▁pantā	-9.86223
▁jäsenvaltioiden	-9.86226
▁Tačiau	-9.86253
rei	-9.86344
▁group	-9.8641
issä	-9.86428
▁möglich	-9.8643
žu	-9.8643
ima	-9.86436
ешь	-9.86459
▁vali	-9.86526
▁dir	-9.86544
▁mõju	-9.86553
mai	-9.86571
eeritud	-9.86573
▁zāļu	-9.86598
▁нет	-9.86673
uli	-9.86676
īgi	-9.86688
ult	-9.86691
▁taking	-9.86747
kau	-9.86777
▁energy	-9.86788
▁Jums	-9.86875
▁34	-9.86962
▁joita	-9.87019
или	-9.87042
▁šių	-9.87055
▁olevan	-9.87093
▁yhteisön	-9.87099
▁Наций	-9.87122
▁believe	-9.8718
dar	-9.87188
▁kolme	-9.87211
▁finants	-9.87257
jumu	-9.87264
▁thereof	-9.87285
▁bank	-9.87327
▁kirja	-9.87329
7/	-9.87351
▁ties	-9.87358
tr	-9.87466
га	-9.8747
▁Land	-9.87488
▁чем	-9.87501
▁Euro	-9.87545
▁innerhalb	-9.87557
ence	-9.876
▁Объединенны	-9.87739
▁võtta	-9.87829
▁palju	-9.87838
▁jį	-9.87866
▁CYP	-9.87934
hd	-9.87946
▁Д	-9.87985
ttävä	-9.87989
wert	-9.88057
▁person	-9.88083
",	-9.88099
ijoje	-9.88102
▁laid	-9.8812
▁change	-9.88128
akt	-9.88183
▁Hi	-9.88253
▁Finanz	-9.88282
▁nevar	-9.88472
▁Tomēr	-9.88624
uta	-9.88649
▁Käesolev	-9.88652
▁selles	-9.88665
▁type	-9.88682
▁vienu	-9.88695
▁ollut	-9.88724
▁Lu	-9.88754
▁2015	-9.88761
inimo	-9.88766
les	-9.88793
ox	-9.88815
hin	-9.8886
▁kohdassa	-9.88883
▁nüüd	-9.8889
▁70	-9.88896
▁более	-9.88919
▁8.	-9.89004
▁hyvä	-9.89006
▁nustatyta	-9.89028
▁opinion	-9.89049
▁48	-9.89132
ES	-9.89133
pl	-9.89151
uch	-9.89169
▁hu	-9.89246
▁välis	-9.89309
▁kuo	-9.89355
pr	-9.89368
▁meil	-9.8938
▁Ru	-9.894
ви	-9.89418
22	-9.89441
ди	-9.89473
ors	-9.89498
▁Г	-9.89511
▁Fall	-9.89516
▁aug	-9.89517
kka	-9.89543
▁amount	-9.89559
80	-9.89584
ēšanas	-9.89623
▁Republic	-9.89693
▁(4)	-9.89695
ное	-9.89705
▁standard	-9.89763
▁toliau	-9.898
ал	-9.89802
▁saab	-9.89819
ron	-9.8984
▁Va	-9.8986
ajām	-9.89868
▁рас	-9.89882
▁Gu	-9.89884
▁käsi	-9.89923
▁programme	-9.89937
tal	-9.90059
din	-9.90098
2008	-9.9012
▁Insulin	-9.90156
ps	-9.90181
maa	-9.90205
ше	-9.9025
▁vartoti	-9.90323
▁zurück	-9.90344
ukset	-9.90394
▁Con	-9.90395
▁dich	-9.90504
▁sillä	-9.90582
▁Frau	-9.90617
▁management	-9.90685
97	-9.90715
ndus	-9.90788
kra	-9.90802
▁Организации	-9.90816
▁lisas	-9.9082
tsi	-9.90823
▁course	-9.90883
ella	-9.90988
▁šī	-9.90996
▁Ke	-9.91003
▁pus	-9.91072
ма	-9.91102
ative	-9.91108
2003	-9.91189
ния	-9.91219
жд	-9.91227
▁Jahren	-9.91229
fin	-9.91287
kla	-9.91289
ο	-9.91303
isesti	-9.9135
0/	-9.91365
uši	-9.9138
▁vienas	-9.9138
pri	-9.91401
98	-9.91415
17	-9.91483
(2)	-9.9151
▁Sicherheit	-9.91525
▁action	-9.91547
▁effects	-9.91574
tö	-9.91632
rid	-9.91725
ūs	-9.91742
▁adopted	-9.91804
kai	-9.91806
▁hänen	-9.91816
jums	-9.91844
▁uusi	-9.91855
▁atsižvelgiant	-9.9189
▁already	-9.91955
▁toks	-9.92055
yje	-9.92117
▁sch	-9.92155
▁Si	-9.92167
▁para	-9.92212
▁viel	-9.92259
▁Ф	-9.92326
wa	-9.92341
▁joiden	-9.92359
kal	-9.92404
▁todėl	-9.92414
▁issue	-9.9247
ются	-9.92475
▁transporto	-9.92483
öö	-9.9255
16	-9.92569
estä	-9.92572
omi	-9.92682
▁yleis	-9.92687
▁kuriem	-9.92787
ņem	-9.92842
▁dalībvalstīm	-9.92866
▁schon	-9.92866
schaft	-9.92886
▁list	-9.92887
▁pasākumi	-9.92967
▁iestādes	-9.92975
kārt	-9.92977
▁ant	-9.93018
rü	-9.93065
ttaa	-9.93078
ние	-9.93134
▁этого	-9.93161
2002	-9.93169
▁waren	-9.93202
▁Fa	-9.93238
▁Kar	-9.93275
▁varten	-9.93357
yb	-9.93358
ин	-9.93434
▁Sp	-9.93443
▁Bank	-9.93509
vers	-9.93565
▁vuoden	-9.93568
(1)	-9.93598
▁April	-9.93607
▁*	-9.9371
ībā	-9.93745
▁nosaka	-9.93761
▁olemme	-9.93812
▁let	-9.93822
ev	-9.93834
siehe	-9.93837
end	-9.93869
▁šalių	-9.93903
▁above	-9.93934
▁present	-9.93965
▁weitere	-9.93969
▁Vertrag	-9.93993
▁pas	-9.94091
35	-9.9412
▁teiste	-9.94141
oitu	-9.9418
▁continue	-9.94273
eja	-9.94303
lised	-9.94309
▁есть	-9.94331
▁kahe	-9.94342
-1	-9.94404
ves	-9.94436
▁Per	-9.9451
▁best	-9.94529
▁enam	-9.94569
▁г	-9.94584
dega	-9.94657
▁sal	-9.94703
▁integr	-9.94717
ellen	-9.94788
aug	-9.948
▁puu	-9.94888
▁tekst	-9.94964
»	-9.94973
port	-9.94979
▁kesk	-9.94989
же	-9.95027
▁kokku	-9.95033
):	-9.95035
▁another	-9.9506
▁tiem	-9.95103
▁today	-9.95155
▁olet	-9.95177
04	-9.9519
▁juba	-9.95194
ere	-9.95206
▁minä	-9.9523
ism	-9.95235
▁2006.	-9.95281
ations	-9.9538
dr	-9.95389
▁done	-9.9545
rin	-9.95515
▁hin	-9.95516
▁vielä	-9.95559
▁2017	-9.95609
kr	-9.95652
▁tell	-9.95656
75	-9.95685
▁39	-9.95741
▁future	-9.95782
03	-9.95852
▁required	-9.95859
▁considered	-9.95866
essa	-9.95885
viet	-9.95891
2000	-9.95893
ect	-9.95917
▁arvo	-9.95926
2005	-9.95996
2013	-9.96005
▁peavad	-9.96085
juma	-9.96168
▁competent	-9.96279
ке	-9.96283
▁стран	-9.96337
▁tyrimų	-9.96444
ду	-9.96452
▁summa	-9.96455
▁kindlaks	-9.96506
▁Pre	-9.96704
▁taikomas	-9.96711
▁got	-9.96737
▁neue	-9.96738
О	-9.96746
tavad	-9.96762
▁nie	-9.96771
ec	-9.96772
по	-9.968
сти	-9.96809
▁lisä	-9.96854
eksi	-9.96918
Е	-9.96967
▁Priekšsēdētāja	-9.97009
inius	-9.97018
▁Har	-9.97035
zer	-9.97044
▁geht	-9.97059
bau	-9.97064
▁[4]	-9.97143
▁sul	-9.97174
▁Grund	-9.97175
▁food	-9.9719
▁service	-9.97245
▁skirti	-9.97301
▁cannot	-9.97313
▁technical	-9.97322
cer	-9.97343
▁regulas	-9.97394
▁effect	-9.97449
▁пре	-9.97483
▁vähemalt	-9.97507
▁°	-9.97578
▁problem	-9.97641
▁dalībvalsts	-9.97654
ali	-9.97663
▁tapa	-9.9769
▁personal	-9.9769
▁riikide	-9.97739
kaan	-9.97782
▁nime	-9.97797
dos	-9.9781
▁darauf	-9.97815
▁1998	-9.9782
▁(2	-9.97855
▁nimel	-9.97869
pat	-9.97871
▁tee	-9.97883
▁dienas	-9.97938
teet	-9.97972
▁Kraft	-9.97979
▁да	-9.97994
▁blood	-9.98071
▁amended	-9.98126
ēja	-9.98131
▁million	-9.98142
▁enter	-9.9818
▁viņa	-9.98248
▁150	-9.98256
▁teise	-9.98258
▁dazu	-9.98272
▁kaitse	-9.98272
tiin	-9.98296
▁duomenų	-9.98307
▁ava	-9.98363
ости	-9.9837
▁pal	-9.98376
▁seiner	-9.98408
▁poli	-9.98439
▁sano	-9.98555
▁ega	-9.98562
▁sil	-9.98592
imus	-9.9866
kään	-9.98664
iją	-9.98666
tamise	-9.98746
▁pirma	-9.98755
šanos	-9.98805
elt	-9.98821
č	-9.98824
▁welche	-9.98845
ogen	-9.98912
▁insuliini	-9.98952
kur	-9.98968
70	-9.98991
▁siihen	-9.98996
▁väli	-9.98996
▁annuse	-9.99031
ņu	-9.99057
▁establishing	-9.99069
ную	-9.99118
kti	-9.99166
▁example	-9.99185
▁Dezember	-9.99212
▁months	-9.99224
▁izmanto	-9.9926
mistä	-9.99289
dama	-9.99294
▁mie	-9.99327
▁500	-9.99328
▁puolesta	-9.99351
ili	-9.99406
▁põhi	-9.99459
▁men	-9.99484
▁sector	-9.9951
▁weiter	-9.99549
ari	-9.99617
▁Schutz	-9.99667
kommen	-9.99708
▁individual	-9.99726
▁midagi	-9.99819
pie	-9.99922
▁pen	-9.99924
▁power	-9.99931
▁põllumajandus	-10.0002
▁rohkem	-10.0007
ability	-10.0007
ini	-10.001
▁citu	-10.0011
▁viņš	-10.0018
▁lietot	-10.0019
▁USA	-10.002
▁Ziel	-10.0022
▁turu	-10.003
▁reference	-10.0035
▁drei	-10.0036
bel	-10.0036
▁kal	-10.0044
▁authority	-10.0045
tika	-10.005
▁Behörden	-10.0051
▁Min	-10.0054
▁2004.	-10.0054
▁bereits	-10.0059
▁vieno	-10.0063
▁kuriems	-10.0069
▁Jah	-10.0069
2014	-10.007
▁access	-10.0072
▁majandus	-10.0074
▁valstu	-10.0074
▁apsaugos	-10.0075
▁regional	-10.0078
nti	-10.0083
▁seit	-10.0084
yt	-10.0086
kku	-10.0086
bri	-10.0087
▁Angaben	-10.0088
▁review	-10.0091
▁Так	-10.0098
▁dalībvalstu	-10.0099
▁kla	-10.01
▁Man	-10.0101
▁määri	-10.0104
▁toime	-10.0104
▁viņu	-10.0104
ines	-10.0106
▁mikä	-10.0107
▁pagalbos	-10.0118
▁tieši	-10.0119
▁edasi	-10.0122
▁piemēram	-10.0127
▁sava	-10.0131
▁agreement	-10.0134
▁Sta	-10.0135
pus	-10.014
▁machen	-10.0144
2010	-10.0149
▁tačiau	-10.015
▁sprendimas	-10.015
▁clear	-10.0155
▁June	-10.0159
▁lisäksi	-10.0162
па	-10.0172
9/	-10.0174
▁days	-10.0175
▁rahoitus	-10.0175
Н	-10.0177
dis	-10.018
▁alles	-10.0184
▁žemės	-10.0185
▁lēmumu	-10.0186
▁ražošanas	-10.0186
ola	-10.019
▁atsi	-10.0191
išk	-10.0195
▁norėčiau	-10.0198
▁weil	-10.0199
nių	-10.0201
ug	-10.0201
dia	-10.0202
▁far	-10.0204
▁position	-10.0204
▁ре	-10.0206
99	-10.0207
▁geändert	-10.0208
eeri	-10.0212
net	-10.0221
/3	-10.0227
rā	-10.0229
▁koskevat	-10.0234
▁sistemos	-10.0235
▁esam	-10.0236
▁pu	-10.0239
▁worden	-10.0239
▁ras	-10.0243
▁kartą	-10.0246
schen	-10.0247
iškai	-10.0254
23	-10.0264
▁value	-10.0268
▁Form	-10.0276
ole	-10.029
ство	-10.0293
▁Unter	-10.0295
ress	-10.03
▁ti	-10.0305
EN	-10.0305
kus	-10.0307
▁sistēmas	-10.0316
▁elu	-10.0317
▁įskaitant	-10.0321
ут	-10.0322
str	-10.0326
▁dafür	-10.0326
▁juhataja	-10.0326
▁Э	-10.0335
▁status	-10.0337
mien	-10.0343
▁Bereich	-10.0348
▁€	-10.0349
▁selbst	-10.0352
ėje	-10.0353
iä	-10.0355
▁ten	-10.0355
osta	-10.0357
▁working	-10.0358
tamine	-10.036
▁heute	-10.0365
šanās	-10.0374
olog	-10.038
▁mmol	-10.0381
▁еще	-10.0382
▁olnud	-10.0389
И	-10.039
uksia	-10.0391
sis	-10.0392
▁fakt	-10.0395
gr	-10.0397
▁turpmāk	-10.0405
▁11.	-10.0407
▁X	-10.0411
▁bitte	-10.0415
▁body	-10.0417
▁Car	-10.0417
▁šią	-10.0421
▁head	-10.0424
▁ihn	-10.043
▁datu	-10.0434
▁тем	-10.044
▁osas	-10.0442
mes	-10.0447
▁könnte	-10.0447
atori	-10.0449
мо	-10.0449
itte	-10.0455
28	-10.0458
▁suur	-10.0458
ļu	-10.046
ravi	-10.0466
▁01	-10.0469
став	-10.0476
PL	-10.0476
eb	-10.0479
ну	-10.0479
▁tava	-10.0481
zo	-10.0482
▁fest	-10.0486
oper	-10.0486
▁koskeva	-10.0489
▁Ku	-10.0491
ги	-10.0492
lai	-10.0492
▁proposal	-10.0494
▁Buchstabe	-10.0497
▁Bezug	-10.0497
▁ūkio	-10.0509
▁cases	-10.0513
▁vara	-10.0513
▁past	-10.0516
á	-10.052
Р	-10.0524
nio	-10.0527
▁safety	-10.0527
▁line	-10.0529
▁9.	-10.053
06	-10.0534
▁land	-10.0535
▁valmis	-10.0535
tatakse	-10.0536
ны	-10.054
2011	-10.0541
ike	-10.0543
▁tehty	-10.0547
▁suun	-10.055
zen	-10.055
▁antaa	-10.0551
lī	-10.0552
▁until	-10.0564
▁ehdot	-10.0565
▁käy	-10.0566
▁As	-10.0571
▁де	-10.0572
▁light	-10.0573
▁tästä	-10.0594
▁visus	-10.0595
▁kuul	-10.0599
sak	-10.0601
31	-10.0601
ltä	-10.0605
▁Risiko	-10.0605
▁Group	-10.0613
▁areas	-10.0615
isku	-10.0623
▁käyttö	-10.0627
▁small	-10.0634
▁bring	-10.0638
▁institucijos	-10.0644
ran	-10.0649
▁näin	-10.065
▁kuna	-10.065
▁termin	-10.0651
▁europäischen	-10.0652
▁according	-10.0652
▁muud	-10.0656
▁great	-10.0657
▁pasākumus	-10.066
tab	-10.0664
▁juos	-10.0664
▁tegevus	-10.0668
▁kõige	-10.0673
▁12.	-10.0674
imui	-10.0675
▁fa	-10.0685
▁käyttää	-10.0686
imi	-10.0687
▁going	-10.0689
mar	-10.069
▁ли	-10.069
dest	-10.0694
▁itse	-10.0696
▁kr	-10.0696
mään	-10.0704
▁Unterstützung	-10.0707
▁priemones	-10.0715
уд	-10.0716
▁iepriekš	-10.0722
dom	-10.0722
iko	-10.0722
▁atbalstu	-10.0723
vasta	-10.0723
▁pacientams	-10.0725
ēs	-10.0727
FR	-10.0727
▁visa	-10.0728
▁знаю	-10.0729
▁kein	-10.0734
▁pitäisi	-10.0737
▁found	-10.0738
▁mazāk	-10.0738
▁soll	-10.0746
▁using	-10.0747
log	-10.0747
α	-10.0749
▁become	-10.0754
▁aufgrund	-10.0755
tavate	-10.0756
OS	-10.0762
▁full	-10.0775
▁teil	-10.0786
▁members	-10.0786
▁pirmininke	-10.0791
oon	-10.0796
▁results	-10.0796
▁veiklos	-10.0799
▁Генеральн	-10.0801
жи	-10.0809
▁business	-10.0812
▁annettu	-10.0824
▁tohi	-10.0824
tais	-10.0827
▁rate	-10.0827
▁insulin	-10.0828
▁Je	-10.0828
▁voivat	-10.083
▁request	-10.0834
▁miten	-10.0839
▁iespējams	-10.0842
tetaan	-10.0842
▁asetus	-10.0843
▁dēļ	-10.0844
▁kurį	-10.0848
▁päeva	-10.0855
esti	-10.0857
tut	-10.086
▁osale	-10.0861
AS	-10.087
▁sicher	-10.0873
▁Arbeit	-10.0874
▁San	-10.0877
▁reglamentą	-10.0879
kir	-10.0881
qu	-10.0881
ность	-10.0881
▁keep	-10.0886
▁>	-10.0887
”.	-10.0889
▁increased	-10.0894
▁section	-10.0895
▁impordi	-10.0896
OL	-10.0901
merk	-10.0902
▁Bürger	-10.0902
*	-10.0903
▁täna	-10.0904
▁Regierung	-10.0906
▁kuulu	-10.0906
▁vald	-10.0907
▁Bestimmungen	-10.0911
tun	-10.0916
▁85	-10.0917
▁больше	-10.0917
▁vi	-10.0918
▁oleva	-10.0925
▁kord	-10.0925
osa	-10.0925
▁viime	-10.0927
▁meetmed	-10.0929
▁15.	-10.093
▁prekybos	-10.093
▁Ca	-10.0944
ase	-10.0944
▁Ihnen	-10.0949
abi	-10.0949
▁HIV	-10.0951
2001	-10.0951
▁einschließlich	-10.0953
lan	-10.0957
93	-10.096
▁gr	-10.0962
▁pateikti	-10.0963
▁pak	-10.0966
stand	-10.0967
▁sta	-10.0967
Д	-10.0968
П	-10.0975
▁Pe	-10.0984
iste	-10.0985
К	-10.0986
▁turime	-10.0986
▁meetmete	-10.0986
▁kohtu	-10.0993
▁1997	-10.0995
▁better	-10.0996
▁Jahre	-10.1003
ord	-10.1004
hl	-10.1004
▁able	-10.1009
▁Bedingungen	-10.1013
▁include	-10.1015
ymo	-10.1016
▁Zusammenarbeit	-10.1016
sh	-10.1019
▁additional	-10.1021
▁oled	-10.1022
ба	-10.1026
▁этом	-10.1027
süsteemi	-10.1028
▁Beschluss	-10.103
▁arengu	-10.1031
essä	-10.1037
▁budget	-10.1039
▁darf	-10.104
▁2020	-10.104
45	-10.1041
▁просто	-10.1041
▁artiklis	-10.1044
▁eelkõige	-10.1048
▁sure	-10.1051
▁sitten	-10.1063
kü	-10.1066
asi	-10.1069
▁alates	-10.1076
▁toiminta	-10.1085
▁56	-10.1087
▁System	-10.1087
▁davon	-10.1091
▁resources	-10.1092
eli	-10.1092
hm	-10.1092
vt	-10.1092
▁Human	-10.1094
▁noteikumus	-10.1095
šanā	-10.1098
▁pur	-10.11
▁были	-10.1101
Re	-10.1104
▁pieņemt	-10.1104
▁hyväksy	-10.1105
tuse	-10.1109
▁Republik	-10.111
▁За	-10.1112
мен	-10.1113
1999	-10.1115
pin	-10.1116
ities	-10.1118
gli	-10.1119
▁neuen	-10.1119
▁kiek	-10.1137
▁уже	-10.114
▁pain	-10.1143
īnu	-10.1145
▁muiden	-10.1145
▁lõik	-10.1145
ве	-10.1149
▁doctor	-10.1149
▁straipsnį	-10.1151
ör	-10.1155
ction	-10.1157
ša	-10.1162
aika	-10.1164
▁element	-10.1169
▁Um	-10.1174
tettu	-10.1175
jiem	-10.1176
kke	-10.1176
.12.	-10.1178
acija	-10.1178
▁state	-10.1179
▁share	-10.1181
▁Wirtschafts	-10.1183
valt	-10.1185
▁play	-10.1187
▁Ну	-10.119
▁Frage	-10.1197
iniu	-10.1198
▁pieņem	-10.1209
▁здесь	-10.1211
tettava	-10.1213
mor	-10.1218
▁ihm	-10.1225
▁Arzt	-10.1225
▁sniegt	-10.1229
kor	-10.1229
▁toodete	-10.123
▁costs	-10.1233
▁January	-10.1233
fall	-10.1234
94	-10.1235
isko	-10.1237
▁peame	-10.1241
▁civil	-10.1243
▁government	-10.1245
▁minēto	-10.1249
▁pass	-10.1251
▁Vorschriften	-10.1254
ef	-10.1255
tuksen	-10.126
▁sopimuksen	-10.1264
utu	-10.1264
aine	-10.1268
pul	-10.1269
из	-10.127
▁loo	-10.1271
▁importo	-10.1276
▁Länder	-10.1276
▁lange	-10.1278
▁tunne	-10.128
lon	-10.1281
▁henkilö	-10.1284
ming	-10.1296
36	-10.1302
arvo	-10.1302
ģi	-10.1304
▁Ltd	-10.1309
▁plasma	-10.1312
ты	-10.1313
spekt	-10.1316
šk	-10.1318
alt	-10.1319
▁Rück	-10.1322
olu	-10.1323
▁sondern	-10.1324
nia	-10.1327
▁mean	-10.1328
▁kop	-10.1331
▁Dosis	-10.1336
чи	-10.1337
де	-10.1341
▁tokia	-10.1347
stellen	-10.1349
▁Mon	-10.135
▁tõ	-10.1352
vil	-10.1362
▁ма	-10.1362
▁drošības	-10.1363
▁interest	-10.1367
▁table	-10.1369
tum	-10.1374
ana	-10.1374
ib	-10.1375
▁liitteessä	-10.1376
▁gadu	-10.138
▁Über	-10.1386
▁44	-10.1387
ally	-10.1393
▁Hei	-10.1395
misesta	-10.1397
▁remiantis	-10.1399
programm	-10.1401
▁87	-10.1404
kit	-10.1407
▁Ga	-10.1415
iski	-10.1415
96	-10.1418
▁Rechts	-10.1419
▁hinna	-10.1419
▁progress	-10.1421
ierte	-10.1437
taja	-10.1439
2009	-10.1439
▁02	-10.1442
▁prices	-10.1446
▁kiekis	-10.1448
gal	-10.1448
▁prevent	-10.1449
▁allow	-10.1458
dami	-10.1458
▁Convention	-10.1461
võt	-10.1462
▁asia	-10.1462
▁once	-10.1466
▁jābūt	-10.147
jan	-10.1471
trauk	-10.1473
▁arvioi	-10.1473
▁nõu	-10.1474
▁effective	-10.1475
lit	-10.1476
▁off	-10.1478
ER	-10.1479
▁dl	-10.1481
▁current	-10.1482
ition	-10.1483
▁65	-10.1484
▁Ti	-10.1485
▁VI	-10.1486
▁air	-10.1488
ojen	-10.1488
▁nurodyta	-10.1488
una	-10.1493
▁vir	-10.1495
▁должны	-10.1497
▁laika	-10.15
▁zusammen	-10.1501
▁führen	-10.1502
нов	-10.1508
▁industry	-10.1513
rus	-10.1521
▁normal	-10.1524
▁partner	-10.1525
mittel	-10.1527
▁valstīm	-10.1529
▁liidu	-10.1537
▁weiß	-10.1541
▁55	-10.1541
▁einige	-10.1544
dele	-10.1548
▁pursuan	-10.155
29	-10.1552
▁Qu	-10.1555
▁oleme	-10.1556
▁priedo	-10.1558
▁šiame	-10.1558
▁mein	-10.156
▁Erzeugnisse	-10.1562
▁Zusammenhang	-10.1564
▁järgi	-10.1567
nčių	-10.1567
07	-10.1571
▁kuriuos	-10.1579
▁eks	-10.1581
▁sagen	-10.1585
▁Änderung	-10.1588
34	-10.159
▁laiku	-10.159
▁ajan	-10.1591
▁suure	-10.1592
ture	-10.1596
▁38	-10.1598
▁manau	-10.1601
isation	-10.1603
▁įtrauk	-10.1604
hy	-10.1609
▁July	-10.1609
▁eelarve	-10.1609
Л	-10.161
teil	-10.1617
▁klar	-10.1619
▁active	-10.162
▁(0)	-10.1621
ios	-10.1622
▁goods	-10.1623
stus	-10.1626
▁field	-10.1626
08	-10.1627
▁Nein	-10.1627
▁treči	-10.1628
▁vismaz	-10.1629
ию	-10.1632
gehen	-10.1633
▁institutions	-10.1633
▁quality	-10.1636
▁tehdä	-10.1637
punkt	-10.1638
▁dieną	-10.1638
▁darüber	-10.1641
▁šā	-10.1641
kohta	-10.1648
▁praegu	-10.1648
▁määrust	-10.1651
dik	-10.1653
▁osallistu	-10.1653
▁seal	-10.1656
▁42	-10.1657
▁kopā	-10.1659
▁perusteella	-10.1662
26	-10.1664
▁vastaan	-10.167
qua	-10.1672
▁And	-10.1674
čiau	-10.1674
▁tehtävä	-10.1674
rah	-10.1678
▁sniedz	-10.1679
In	-10.1679
▁poveikis	-10.1682
▁88	-10.1684
▁tirgū	-10.1688
▁levels	-10.169
▁neat	-10.1692
jat	-10.1693
▁Bu	-10.1696
68	-10.1701
▁studies	-10.1701
▁ser	-10.1707
plan	-10.1707
▁kohaldatakse	-10.1714
▁parties	-10.1715
▁2007.	-10.1716
its	-10.1721
-2	-10.1728
▁imports	-10.1728
▁liit	-10.1729
▁apakšpunktu	-10.173
stellung	-10.1731
.”	-10.1738
▁gruodžio	-10.174
aali	-10.1742
▁export	-10.1743
stab	-10.1746
avo	-10.1747
▁darb	-10.1748
▁Du	-10.1751
▁piemērot	-10.1757
dė	-10.1757
gar	-10.1757
▁pielikuma	-10.176
▁korda	-10.177
bin	-10.1773
92	-10.1774
▁30.	-10.1776
▁sisse	-10.1776
▁kaks	-10.1779
all	-10.1779
darb	-10.178
▁labi	-10.178
▁kutsu	-10.178
▁täytäntöönpano	-10.1784
▁ganz	-10.1788
▁nämä	-10.1796
▁negali	-10.1805
▁Grundlage	-10.1813
▁company	-10.1814
▁2018	-10.1818
▁Vorschlag	-10.1821
▁Если	-10.1826
▁etwas	-10.1828
fo	-10.1829
▁sinu	-10.1831
▁sak	-10.1833
ink	-10.1839
kirja	-10.1839
▁el	-10.184
▁wäre	-10.1841
▁private	-10.1842
▁aihe	-10.1848
steig	-10.1851
▁together	-10.1851
kuu	-10.1854
ją	-10.1855
▁päätös	-10.1856
▁satur	-10.1856
▁atitinkam	-10.1859
▁pl	-10.1861
imai	-10.1863
siooni	-10.1866
▁tuleva	-10.1867
▁May	-10.1872
▁mažiau	-10.1873
▁была	-10.1875
6/	-10.1878
▁darbību	-10.1881
▁Bi	-10.1883
ūt	-10.1891
fl	-10.19
во	-10.1911
IN	-10.1915
▁21.	-10.1918
dz	-10.1921
ij	-10.1922
▁open	-10.1926
nsä	-10.1929
sim	-10.193
▁Pharma	-10.1931
▁1995	-10.1934
▁bzw	-10.1936
ros	-10.1938
▁nedrīkst	-10.1938
▁persons	-10.1939
▁home	-10.1939
▁kohaldatav	-10.1943
▁tirdzniecības	-10.1944
skatīt	-10.1947
▁mat	-10.1949
▁Ba	-10.195
▁Studien	-10.195
▁(5)	-10.1958
▁10.	-10.196
▁code	-10.196
erg	-10.1961
▁pla	-10.1961
▁luba	-10.1969
▁vieną	-10.197
▁oltava	-10.197
ными	-10.1971
arba	-10.1973
ems	-10.1974
cy	-10.1976
▁paredz	-10.1979
ер	-10.1985
udu	-10.199
▁standart	-10.2003
▁teabe	-10.2005
▁growth	-10.2009
ping	-10.201
▁devu	-10.201
1)	-10.2015
ning	-10.2016
▁17.	-10.2017
▁Gesamt	-10.2021
▁ku	-10.2032
En	-10.2039
kis	-10.204
▁vers	-10.204
▁Ste	-10.2041
iksi	-10.2041
bas	-10.2051
