Repository: Ajapaik/ajapaik-web
Catalog: eggs/django_filebrowser-development-py2.6.egg/filebrowser/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Ensure this value has at most %(max)d characters (it has %(length)d).
ca: Confirma que aquest valor té com a màxim %(max)d caràcters (té longitud %(length)d).

source: Ensure this value has at least %(min)d characters (it has %(length)d).
ca: Confirma que aquest valor té com a mínim %(min)d caràcters (té longitud %(length)d).

source: Extension %(ext)s is not allowed. Only %(allowed)s is allowed.
ca: L'extensió %(ext)s no està permesa. Sols es permeten les extensions %(allowed)s.

source: Name
ca: Nom

source: The Name will automatically be converted to lowercase. Only letters, numbers, underscores and hyphens are allowed.
ca: El nom serà convertit automàticament a minúscules. Sols estan permeses le lletres, nombres, subratllats i guions.

source: Only letters, numbers, underscores and hyphens are allowed.
ca: Sols es permeten lletres, nombres, subratllats i guions.

source: The Folder already exists.
ca: La carpeta ja existeix.

source: New Name
ca: Nou nom

source: The File/Folder already exists.
ca: La carpeta/arixu ja existeix

source: File
ca: Arxiu

source: Use Image Generator
ca: Fer servir el generador d'imatges

source: File already exists.
ca: L'arxiu ja existeix

source: Filename is not allowed.
ca: El nom d'arxiu no està permès

source: File extension is not allowed.
ca: L'extensió de l'arxiu no està permesa

source: Filesize exceeds allowed Upload Size.
ca: El tamany de l'arxiu supera el límit permès

source: Home
ca: Inici

source: Thumbnail creation failed.
ca: Ha fallat la creació de la miniatura

source: Image creation failed.
ca: La creació de la imatge ha fallat

source: FileBrowser
ca: Visor d'arxius

source: The Folder %s was successfully created.
ca: La carpeta %s ha estat creada amb èxit.

source: Permission denied.
ca: Permís denegat.

source: Error creating directory.
ca: Error creant el directori.

source: New Folder
ca: Nova carpeta

source: Upload successful.
ca: Pujada completada

source: Upload
ca: Pujar

source: Select files to upload
ca: Selecciona arxius a pujar.

source: Thumbnail creation successful.
ca: S'han creat les miniatures satisfactòriament.

source: The file %s was successfully deleted.
ca: L'arxiu %s ha estat borrat amb èxit.

source: The directory %s was successfully deleted.
ca: El directori %s ha estat borrat amb èxit.

source: Error renaming Thumbnail.
ca: Error reanomenant la miniatura

source: Renaming was successful.
ca: El canvi de nom ha tingut èxit.

source: Rename
ca: Reanomenar

source: Rename "%s"
ca: Reanomena "%s"

source: Successfully generated Images.
ca: Imatges generades satisfactòriament.

source: Make Thumbs
ca: Crear miniatures

source: Generate Images
ca: Generar imatges

source: Please correct the following errors.
ca: Per favor, corregeix els següents errors

source: Submit
ca: Enviar

source: Will use image generator.
ca: Usaré el generador d'imatges

source: Help
ca: Ajuda

source: Allowed
ca: Permès

source: Max. Filesize
ca: Tamay màxim

source: Select
ca: Selecciona

source: Select File
ca: Selecciona fitxer

source: Make Thumbnail
ca: Crear miniatura

source: View Image
ca: Veure imatge

source: Generate Image Versions
ca: Generar versions de la imatge

source: Delete File
ca: Esborrar fitxer

source: Delete Folder
ca: Esborrar carpeta

source: Filter
ca: Filtrar

source: By Date
ca: Per data

source: Any Date
ca: Qualsevol data

source: Today
ca: Avui

source: Past 7 days
ca: Fa 7 dies

source: Past 30 days
ca: Fa 30 dies

source: This year
ca: Enguany

source: By Type
ca: Per tipus

source: All
ca: Tots

source: No Items Found.
ca: No s'han trobat items

source: No Items.
ca: No hi ha items

source: Filename
ca: Nom de fitxer

source: Size
ca: Tamany

source: Date
ca: Data

source: Go
ca: Ves

source: %(counter)s Item found
ca: %(counter)s trobat

source: %(counter)s Item total
ca: total %(counter)s item
