Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Invert colors
de: Farben umkehren
eo: Inversigi kolorojn
es: Invertir colores
et: Keera värvid ümber
fr: Inverser les couleurs
lt: Pakeisti spalvas
pt_br: Inverter cores
ru: Инвертировать цвета
sl: Obrni barve
tr: Renkleri ters çevir
uk: Інвертувати кольори

source: Add at least flip, invert or rotate parameter to the request
de: Fügen Sie der Anfrage mindestens die Parameter flip, invert oder rotate hinzu
es: Agregue al menos un parámetro de voltear, invertir o rotar a la solicitud
et: Lisage päringule vähemalt flip, invert või rotate parameeter
fr: Ajouter au moins le paramètre de retournement, d’inversion ou de rotation à la requête
lt: Prie užklausos pridėkite bent apvertimo, spalvų keitimo ar pasukimo parametrą
pt_br: Adicione, pelo menos, inverter, inverter ou girar o parâmetro à solicitação
ru: Добавьте в запрос не менее одного из следующих параметров: отразить зеркально, инвертировать или повернуть.
sl: Zahtevi dodajte vsaj parameter zrcaljenja, obračanja ali vrtenja
tr: İsteğe en azı flip, invert veya rotate parametresi ekleyin
uk: Додайте до запиту принаймні параметр перевертання, інвертування або обертання

source: Add at least scene or viewpoint_elevation parameter to the request
de: Fügen Sie der Anfrage mindestens den Parameter scene oder viewpoint_elevation hinzu
es: Agregue al menos el parámetro escena o elevación_punto de vista a la petición
et: Lisa vähemalt scene või viewpoint_elevation parameeter sellele päringule
fr: Ajoutez au moins le paramètre « scene » ou « viewpoint_elevation » à la requête
lt: Prie užklausos pridėkite bent scenos arba viewpoint_elevation parametrą
pt_br: Adicione pelo menos uma cena ou parâmetro viewpoint_elevation para a solicitação
ru: Добавьте в запрос не менее одного из следующих параметров: подъем уровня точки обзора или места съёмки
sl: V zahtevek dodajte vsaj parameter scene ali viewpoint_elevation
tr: İsteğe en az sahne veya viewpoint_elevation parametresi ekleyin
uk: Додайте до запиту принаймні параметр scene або viewpoint_elevation

source: Contributions and settings from the other account were added to current
de: Beiträge und Einstellungen des anderen Kontos wurden dem aktuellen Konto hinzugefügt
es: Las contribuciones y configuraciones de la otra cuenta se agregaron a la reciente
et: Teise konto kaastöö ja seaded on käesolevale üle kantud
fr: Les contributions et paramètres d’un autre compte ont été ajoutés à l’actuel.
lt: Indėlis ir nustatymai iš kitos paskyros buvo pridėti prie dabartinės
pt_br: Contribuições e configurações da outra conta foram adicionadas ao atual
ru: Все внесенные вами метаданные и настройки другого аккаунта добавлены в текущий
sl: Prispevki in nastavitve iz drugega računa so bili dodani trenutnemu
tr: Diğer hesaba yapılan katkılar ve ayarlar mevcut hesaba eklendi
uk: Внески та налаштування з іншого облікового запису були додані до поточних

source: Expired token
de: Abgelaufenes Token
es: Contador terminado
et: Kehtetu autentimistähis
fr: Jeton expiré
lt: Pasibaigęs prieigos raktas
pt_br: Token expirado
ru: Срок действия токена истек
sl: Potekel žeton
tr: Eskiye kalmış anahtar
uk: Токен, термін дії якого минув

source: Invalid token
de: Schlechtes Zeichen
es: Contador inválido
et: Aegunud autentimistähis
fr: Jeton non valide
lt: Neteisingas prieigos raktas
pt_br: Token inválido
ru: Неверный токен
sl: Neveljaven žeton
tr: Geçersiz anahtar
uk: Неправильний токен

source: Missing parameter photo_ids
de: Fehlendes Parameter photo_ids
es: Falta el parámetro foto_ids
et: Parameeter photo_id on puudu
fr: Paramètre « photo_ids » manquant
lt: Trūksta parametro photo_ids
pt_br: Faltando parâmetros photo_ids
ru: Пропущенный параметр photo_id
sl: Manjka parameter photo_ids
tr: photo_id parametresi eksik
uk: Відсутній параметр photo_ids

source: No photo with id:
de: Kein Foto mit der ID:
es: No identificación con foto
et: Puudub pilt id-ga:
fr: Aucune photo avec l’identifiant :
lt: Nėra nuotraukos su id:
pt_br: Nenhuma foto com o id:
ru: Фотографии с идентификатором отсутствуют:
sl: Ni fotografije z ID-jem:
tr: Şu kimliğe sahip fotoğraf yok:
uk: Немає фотографії з ID:

source: Parameter photo_id must be an positive integer
de: Der Parameter photo_id muss eine positive ganze Zahl sein
es: Parámetro foto_id debe ser un número entero positivo
et: Parameeter photo_id peab olema positiivne täisarv
fr: Le paramètre « photo_id » doit être un entier positif.
lt: Parametras photo_id turi būti teigiamas sveikasis skaičius
pt_br: Parâmetro photo_id precisa ser um inteiro positivo
ru: Параметр photo_id должен быть положительным целым числом
sl: Parameter photo_id mora biti pozitivno celo število
tr: photo_id parametresi, pozitif bir tam sayı olmalıdır
uk: Параметр photo_id має бути цілим додатним числом

source: Please login with a different account, you are currently logged in with the same account that you are merging from
de: Bitte mit einem anderen Konto anmelden. Du bist derzeit mit demselben Konto angemeldet, von dem aus du fusionierst.
es: Inicia sesión con una cuenta diferente, actualmente estás conectado con la misma cuenta desde la que se está haciendo el agrupamiento
et: Palun logi sisse teise kontoga, hetkel oled sisse logitud sama kontoga, mille kaastööd proovid üle kanda
fr: Veuillez vous connecter avec un autre compte, vous êtes actuellement connecté avec le même compte que celui avec lequel vous fusionnez.
lt: Prisijunkite naudodami kitą paskyrą, šiuo metu esate prisijungę naudodami tą pačią paskyrą, iš kurios jungiate
pt_br: Entre com uma conta diferente; no momento, você está conectado com a mesma conta da qual está mesclando
ru: Необходимо войти с помощью другого аккаунта. Вы не вошли в аккаунт, для которого выполняется объединение.
sl: Prijavite se z drugim računom; trenutno ste prijavljeni z istim računom, iz katerega se združujete.
tr: Lütfen farklı bir hesapla oturum açın, şu anda birleştirdiğiniz hesapla oturum açtınız
uk: Будь ласка, увійдіть з іншого акаунту, наразі ви увійшли з тим самим акаунтом, з якого об’єднуєтесь

source: Please login
de: Bitte anmelden
es: Por favor Iniciar sesión
et: Palun logi sisse
fr: Veuillez vous connecter
lt: Prašome prisijungti
pt_br: Por favor entre
ru: Представьтесь, пожалуйста
sl: Prosimo, prijavite se
tr: Lütfen oturum açın
uk: Будь ласка, увійдіть

source: Rephoto upload settings have been saved
de: Hochlade-Einstellungen für Refotos wurden gespeichert
es: Se ha guardado la configuración de carga de fotos
et: Refoto üleslaadimise seaded salvestatud
fr: Les paramètres de téléchargement de rephoto ont été enregistrés.
lt: Pakartotinių nuotraukų įkėlimo nustatymai išsaugoti
pt_br: As configurações de upload do Rephoto foram salvas
ru: Параметры загрузки переснимков сохранены
sl: Nastavitve nalaganja ponovne fotografije so bile shranjene
tr: Yenide fotoğraflandırma yükleme ayarları kaydedildi
uk: Налаштування перезавантаження фотографії збережено

source: Required parameter, token is missing
de: Erforderlicher Parameter, Token fehlt
es: Parámetro requerido, falta el token
et: Vajalik parameeter, autentimistähis on puudu
fr: Paramètre obligatoire, le jeton est absent.
lt: Būtinas parametras, trūksta prieigos rakto
pt_br: Parâmetro obrigatório, token ausente
ru: Необходимый параметр, пропущенный токен
sl: Manjka potrebni parameter, žeton
tr: Gerekli parametre, anahtar eksik
uk: Обов’язковий параметр, маркер відсутній

source: This transcription already exists, previous transcription was upvoted, thank you!
de: Die Abschrift existiert bereits, die vorherige Abschrift wurde aufgewertet, vielen Dank!
es: Esta transcripción ya existe. La transcripción anterior se ha votado positivamente; ¡gracias!
et: Selline transkriptsioon juba eksisteerib, olemasolev märgiti teie poolt õigeks, aitäh!
fr: Cette transcription existe déjà, la transcription précédente a été plébiscitée, merci !
lt: Ši transkripcija jau egzistuoja, ankstesnė transkripcija buvo įvertinta teigiamai, ačiū!
pt_br: Esta transcrição já existe, a transcrição anterior foi votada, obrigado!
ru: Эта транскрипция уже существует, предыдущая транскрипция была одобрена. Спасибо!
sl: Ta prepis že obstaja, prejšnji prepis je bil podprt, hvala!
tr: Bu transkripsiyon zaten var, önceki transkripsiyon kaldırıldı, teşekkürler!
uk: Ця транскрипція вже існує, попередня транскрипція була схвалена, дякую!

source: Transcription added, thank you!
de: Abschrift wurde ergänzt, vielen Dank!
es: Se añadió la transcripción. ¡Gracias!
et: Transkriptsioon lisatud, suur tänu!
fr: Transcription ajoutée, merci !
lt: Transkripcija pridėta, ačiū!
pt_br: Transcrição adicionada, obrigado!
ru: Транскрипция добавлена. Спасибо!
sl: Prepis dodan, hvala!
tr: Transkripsiyon eklendi, teşekkürler!
uk: Транскрипція додана, дякую!

source: Transcription feedback added, thank you!
de: Rückmeldung zur Abschrift ergänzt, vielen Dank!
es: Se ha agregado comentario de transcripción, gracias!
et: Transkriptsiooni kohta on tagasiside antud, aitäh!
fr: Avis sur la transcription ajouté, merci !
lt: Atsiliepimas apie transkripciją pridėtas, ačiū!
pt_br: Comentários sobre a transcrição adicionados, obrigado!
ru: Отзыв о транскрипции добавлен. Спасибо!
sl: Povratne informacije o prepisu dodane, hvala!
tr: Transkripsiyon geri bildirimi eklendi, teşekkürler!
uk: Додано відгук про транскрипцію, дякую!

source: User display name has been saved
de: Benutzeranzeigename wurde gespeichert
es: El nombre de muestra del usuario se ha guardado
et: Kasutajanimi on salvestatud
fr: Le nom d’affichage de l’utilisateur a été enregistré.
lt: Rodomas vartotojo vardas išsaugotas
pt_br: O nome de exibição do usuário foi salvo
ru: Отображаемое имя пользователя сохранено
sl: Prikazno ime uporabnika je shranjeno
tr: Kullanıcı görünen adı kaydedildi
uk: Відображуване ім’я користувача збережено

source: User settings have been saved
de: Benutzereinstellungen wurden gespeichert
es: Se han guardado las configuraciones del usuario
et: Kasutaja seaded on salvestatud
fr: Les paramètres utilisateur ont été enregistrés.
lt: Vartotojo nustatymai išsaugoti
pt_br: As configurações do usuário foram salvas
ru: Пользовательские настройки сохранены
sl: Uporabniške nastavitve so shranjene
tr: Kullanıcı ayarları kaydedildi
uk: Налаштування користувача збережено

source: You have already given feedback for this transcription
de: Du hast zu dieser Abschrift bereits eine Rückmeldung hinterlassen
es: Ya has dado comentario sobre esta transcripción.
et: Oled sellele transkriptsioonile juba tagasisidet andnud
fr: Vous avez déjà donné votre avis sur cette transcription.
lt: Jau pateikėte atsiliepimą apie šią transkripciją
pt_br: Você já deu comentário para esta transcrição
ru: Вы уже оставили отзыв о данной транскрипции
sl: Za ta prepis ste že poslali povratne informacije
tr: Bu transkripsiyon için zaten geri bildirim verdiniz
uk: Ви вже дали відгук про цю транскрипцію

source: You have already submitted this transcription, thank you!
de: Du hast diese Abschrift bereits eingereicht, vielen Dank!
es: Ya has enviado esta transcripción; ¡gracias!
et: Sa oled sellise transkriptsiooni juba esitanud, aitäh!
fr: Vous avez déjà soumis cette transcription, merci !
lt: Jau pateikėte šią transkripciją, ačiū!
pt_br: Você já enviou esta transcrição, obrigado!
ru: Вы уже отправили данную транскрипцию. Спасибо!
sl: Ta prepis ste že poslali, hvala!
tr: Bu transkripsiyonu zaten gönderdiniz, teşekkürler!
uk: Ви вже подали цю транскрипцію, дякую!

source: Your transcription has been updated, thank you!
de: Deine Abschrift wurde aktualisiert, vielen Dank!
es: Se ha actualizado tu transcripción; ¡gracias!
et: Sinu transkriptsioon on muudetud, aitäh!
fr: Votre transcription a été mise à jour, merci !
lt: Jūsų transkripcija buvo atnaujinta, ačiū!
pt_br: Sua transcrição foi atualizada, obrigado!
ru: Ваша транскрипция была обновлена. Спасибо!
sl: Vaš prepis je posodobljen, hvala!
tr: Transkripsiyonunuz güncellendi, teşekkürler!
uk: Ваша транскрипція оновлена, дякую!

source: Something went wrong
de: Etwas ist schief gelaufen
es: Se produjo un error
et: Midagi läks valesti
fr: Quelque chose s’est mal passé.
lt: Kažkas nutiko ne taip
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Nekaj je šlo narobe
tr: Bir şeyler yanlış gitti
uk: Щось пішло не так

source: Your suggestion has been saved, but previous consensus remains
de: Dein Vorschlag wurde gespeichert, aber der vorherige Konsens bleibt bestehen
es: Tu sugerencia se ha guardado, pero el consenso anterior permanece
et: Sinu pakkumine on salvestatud, aga varasem konsensus jäi praegu peale
fr: Votre suggestion a été enregistrée, mais le consensus antérieur demeure.
lt: Jūsų pasiūlymas išsaugotas, bet ankstesnis sutarimas išlieka
pt_br: Sua sugestão foi salva, mas o consenso anterior permanece
ru: Предложенная информация сохранена. В силе остаётся предыдущее решение
sl: Vaš predlog je shranjen, vendar prejšnje soglasje ostaja
tr: Öneriniz kaydedildi, ancak önceki fikir birliği kaldı
uk: Вашу пропозицію збережено, але попередній консенсус залишається

source: No album found
de: Kein Album gefunden
es: No se encontró ningún álbum
et: Ei leidnud ühtegi albumit
fr: Aucun album trouvé
lt: Albumas nerastas
pt_br: Nenhum álbum encontrado
ru: Альбом не найден
sl: Ni najdenega albuma
tr: Albüm bulunamadı
uk: Альбом не знайдено

source: Bounding box must be set
de: Begrenzungsbox muss gesetzt sein
eo: Ĉirkaŭanta ortangulo devas ekzisti
es: Se debe fijar el cuadro delimitador
et: Kaardi piirded peavad olema määratletud
fr: Le cadre de délimitation doit être défini
lt: Turi būti nustatytas ribotuvas
pt_br: Caixa delimitadora deve ser definida
ru: Установите ограничительную рамку
sl: Nastaviti je treba omejevalni okvir
tr: Sınırlama kutusu ayarlanmalı
uk: Необхідно встановити обмежувальну коробку

source: Bounding box must have 4 comma-separated members
eo: Ĉirkaŭanta ortangulo devas havi 4 kome apartigitajn membrojn
es: El cuadro delimitador debe tener 4 miembros separados por comas
et: Kaardi piirid peavad koosnema 4 komaga eraldatud numbrist
fr: Le cadre de délimitation doit avoir quatre membres séparés par des virgules
lt: Ribotuvas turi turėti 4 atskirus narius, atskirtus kableliais
pt_br: Caixa delimitadora deve ter 4 membros separados por vírgula
ru: Ограничительная рамка должна иметь 4 элемента, разделенных запятыми
sl: Omejevalni okvir mora imeti 4 člane, ločene z vejicami
tr: Sınırlayıcı kutunun 4 virgülle ayrılmış üyesi olması gerekir
uk: Обмежувальне поле має містити 4 розділені комами користувачів

source: Bounding box values must be numbers
eo: Valoroj de ĉirkaŭanta ortangulo devas esti nombroj
es: Los valores del cuadro delimitador deben ser números
et: Kaardi piirid peavad olema väljendatud numbrites
fr: Les valeurs du cadre de délimitation doivent être des nombres
lt: Ribotuvo reikšmės turi būti skaičiai
pt_br: Os valores da caixa delimitadora devem ser números
ru: Значения ограничительной рамки должны быть числами
sl: Vrednosti omejevalnega polja morajo biti številke
tr: Sınırlayıcı kutu değerleri sayı olmalıdır
uk: Значення поля обмеження повинні бути числами

source: Email
es: Correo electrónico
et: E-post
fr: Courriel
lt: El. paštas
ru: Эл. почта
sl: E-pošta
tr: E-posta
uk: Ел. пошта

source: First name
de: Vorname
eo: Antaŭnomo
es: Nombre(s)
et: Eesnimi
fr: Prénom
lt: Vardas
pt_br: Primeiro nome
ru: Имя
sl: Prvo ime
tr: Ad
uk: Ім'я

source: Last name
de: Nachname
eo: Familinomo
es: Apellido(s)
et: Perekonnanimi
fr: Nom de famille
lt: Pavardė
pt_br: Sobrenome
ru: Фамилия
sl: Priimek
tr: Soyad
uk: Прізвище

source: Password
de: Passwort
eo: Pasvorto
es: Contraseña
fr: Mot de passe
lt: Slaptažodis
pt_br: Senha
ru: Пароль
sl: Geslo
tr: Parola
uk: Пароль

source: Password confirmation
de: Passwortbestätigung
es: Confirmación de contraseña
et: Salasõna kinnitamine
fr: Confirmation du mot de passe
lt: Slaptažodžio patvirtinimas
pt_br: Confirme sua senha
ru: Подтверждение пароля
sl: Potrditev gesla
tr: Parola onayı
uk: Підтвердження паролю

source: Choose area
de: Bereich auswählen
eo: Elekti areon
es: Escoge el área
et: Vali koht
fr: Sélectionner une zone
lt: Pasirinkite vietą
pt_br: Escolher área
ru: Выберите место
sl: Izberite območje
tr: Alan seç
uk: Виберіть область

source: Choose album
de: Album auswählen
eo: Elekti albumon
es: Escoge el álbum
et: Vali album
fr: Choisir un album
lt: Pasirinkite albumą
pt_br: Escolher álbum
ru: Выберите альбом
sl: Izberite album
tr: Albüm seç
uk: Виберіть альбом

source: Choose photo
de: Foto auswählen
eo: Elekti foton
es: Escoge tu foto
et: Vali foto
fr: Choisir une photo
lt: Pasirinkite nuotrauką
pt_br: Escolher foto
ru: Выберите фото
sl: Izberite fotografijo
tr: Fotoğraf seç
uk: Виберіть фото

source: Choose parent album
de: Übergeordnetes Album auswählen
eo: Elekti patran albumon
es: Escoge el álbum de origen
et: Vali ülemalbum
fr: Choisir l’album parent
lt: Pasirinkite pirminį albumą
pt_br: Escolher o álbum principal
ru: Выберите основной альбом
sl: Izberite nadrejeni album
tr: Üst albüm seç
uk: Виберіть батьківський альбом

source: Picture file
de: Bilddatei
es: Archivo de imagen
et: Pildifail
fr: Fichier d’image
lt: Nuotraukos failas
pt_br: Arquivo de imagem
ru: Файл изображения
sl: Slikovna datoteka
tr: Resim dosyası
uk: Файл із зображенням

source: Description
de: Beschreibung
eo: Priskribo
es: Descripción
et: Kirjeldus
lt: Aprašymas
pt_br: Descrição
ru: Описание
sl: Opis
tr: Açıklama
uk: Опис

source: I am the author
de: Ich bin der Urheber
es: Soy el autor
et: Mina olen autor
fr: Je suis l’auteur
lt: Aš esu autorius
pt_br: Eu sou o autor
ru: Я автор
sl: Jaz sem avtor
tr: Sahibi benim
uk: Я автор

source: Author
de: Urheber
eo: Aŭtoro
es: Autor
et: Autor
fr: Auteur
lt: Autorius
pt_br: Autor
ru: Автор
sl: Avtor
tr: Yazar
uk: Автор

source: Licence or status of copyright
de: Lizenz oder Urheberrechtsstatus
es: Licencia o estado de derechos de autor
et: Litsents või autoriõiguslik seisund
fr: Licence ou état du droit d’auteur
lt: Licencija ar autorinių teisių statusas
pt_br: Licença ou status de direitos autorais
ru: Лицензия или статус авторских прав
sl: Avtorskopravna licenca ali stanje
tr: Telif hakkı lisansı veya durumu
uk: Ліцензія або статус авторського права

source: Accepted formats are .png or .jpg files
de: Zulässig sind die Dateiformate .png oder .jpg
es: Se aceptan los formatos de archivo .png y .jpg
et: Lubatud on .png ja .jpg failid
fr: Les formats acceptés sont les fichiers .png ou .jpg
lt: Priimtini .png ar .jpg formato failai
pt_br: Os formatos aceitos são arquivos .png ou .jpg
ru: Допустимые форматы — .png и .jpg.
sl: Dovoljeni formati so datoteke .png ali .jpg
tr: Kabul edilen biçimler .png veya .jpg dosyalarıdır
uk: Приймаються формати .png або .jpg файли

source: Add a short description of the picture
de: Ergänze eine kurze Beschreibung des Bildes
es: Agrega una breve descripción de la imagen
et: Lisage pildile lühike kirjeldus
fr: Ajouter une courte description de l’image.
lt: Pridėkite trumpą nuotraukos aprašymą
pt_br: Adicione uma breve descrição da imagem
ru: Добавьте краткое описание изображения
sl: Dodajte kratek opis slike
tr: Resmin kısa bir açıklamasını ekleyin
uk: Додайте короткий опис малюнка

source: Author of the picture (photographer, painter)
de: Urheber des Bildes (Fotograf, Maler)
es: Autor de la imagen (fotógrafo, pintor)
et: Pildi autor (fotograaf, kunstnik)
fr: Auteur de l’image (photographe, peintre).
lt: Nuotraukos autorius (fotografas, tapytojas)
pt_br: Autor da foto (fotógrafo, pintor)
ru: Автор изображения (фотограф, художник)
sl: Avtor slike (fotograf, slikar)
tr: Resmin yazarı (fotoğrafçı, ressam)
uk: Автор картини (фотограф, художник)
