Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Log in to curate content
de: Melde dich an, um Inhalt zu kuratieren
eo: Ensaluti por estiĝi kuratoro
es: Inicia sesión para seleccionar contenido
et: Sisu kureerimiseks logi sisse
fr: Connectez-vous pour superviser le contenu
lt: Prisijunkite, kad kuruotumėte turinį
pt_br: Entrar para selecionar o conteúdo
ru: Войдите, чтобы курировать контент
sl: Prijavite se za urejanje vsebine
tr: İçeriği iyileştirmek için giriş yapın
uk: Увійдіть, щоб курирувати контент

source: Log in to create still frames
de: Melde dich an, um Standbilder zu erstellen
eo: Ensaluti por krei filmerojn
es: Inicie sesión para crear fotogramas
et: Filmi seisukaadrite salvestamiseks logi sisse
fr: Connectez-vous pour créer des cadres photo
lt: Prisijunkite, kad sukurtumėte nejudančius kadrus
pt_br: Entrar para criar quadros estáticos
ru: Войдите, чтобы создавать стоп-кадры
sl: Prijavite se za ustvarjanje statičnih kadrov
tr: Hareketsiz çerçeve oluşturmak için giriş yapın
uk: Увійдіть, щоб створити нерухомі кадри

source: Log in to save selection
de: Melde dich an, um die Auswahl zu speichern
eo: Ensaluti por konservi elektitojn
es: Inicia sesión para guardar la selección
et: Piltide rekureerimiseks logi sisse
fr: Connectez-vous pour enregistrer la sélection
lt: Prisijunkite, kad išsaugotumėte pasirinkimą
pt_br: Entrar para salvar a seleção
ru: Войдите, чтобы сохранить выбор
sl: Za shranitev izbora se prijavite
tr: Seçimi kaydetmek için giriş yapın
uk: Увійдіть, щоб зберегти вибір

source: Log in to import photos from csv file
de: Melde dich an, um Fotos aus einer csv-Datei zu importieren
es: Iniciar session para importar fotos del archivo csv
et: Logi sisse, et CSV faili abil pilte importida
fr: Se connecter pour importer des photos depuis un fichier csv
lt: Prisijunkite, kad importuotumėte nuotraukas iš csv failo
pt_br: Entre para importar fotos do arquivo csv
ru: Войдите, чтобы импортировать фотографии из файла .csv
sl: Za uvoz fotografij iz datoteke CSV se prijavite
tr: Csv dosyasından fotoğrafları içe aktarmak için oturum açın
uk: Увійдіть, щоб імпортувати фотографії з файлу CSV

source: Connect with %(provider)s
de: Mit %(provider)s verbinden
es: Conectar con %(provider)s
et: Ühenda %(provider)s
fr: Se connecter avec %(provider)s
lt: Susijungti su %(provider)s
pt_br: Conectar com %(provider)s
ru: Свяжитесь с %(provider)s
sl: Poveži se s %(provider)s
tr: %(provider)s ile bağlan
uk: Зв'яжіться з %(provider)s

source: E-mail address
de: E-Mail-Adresse
eo: Retpoŝta adreso
es: Dirección de correo electrónico
et: E-posti aadress
fr: Adresse de messagerie
lt: El. pašto adresas
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sl: E-poštni naslov
tr: E-posta adresi
uk: Адреса ел. пошти

source: Register with e-mail
de: Mit E-Mail registrieren
eo: Registriĝi per retpoŝto
es: Registrate con tu correo electrónico
et: Registreeri konto e-postiga
fr: S’inscrire avec un courriel
lt: Registruotis su el. paštu
pt_br: Cadastre-se com e-mail
ru: Регистрация через e-mail
sl: Registracija z e-poštnim naslovom
tr: E-posta ile kayıt ol
uk: Реєстрація за допомогою електронної пошти

source: Log in
de: Anmelden
eo: Ensaluti
es: Acceder
et: Logi sisse
fr: Se connecter
lt: Prisijungti
pt_br: Entrar
ru: Войти
sl: Prijava
tr: Oturum aç
uk: Вхід

source: Really remove this comment?
de: Diesen Kommentar wirklich entfernen?
eo: Ĉu vere forigi ĉi tiun komenton?
es: ¿Realmente quieres eliminar este comentario?
et: Oled kindel, et soovid kommentaari kustutada?
fr: Vraiment supprimer ce commentaire ?
lt: Tikrai pašalinti šį komentarą?
pt_br: Realmente remover este comentário?
ru: Действительно удалить этот комментарий?
sl: Želite res odstraniti ta komentar?
tr: Bu yorum gerçekten kaldırılsın mı?
uk: Дійсно видалити цей коментар?

source: Identify yourself to comment
de: Melde dich an, um zu kommentieren
eo: Identigi vin por komenti
es: Identificate para comentar
et: Kommenteerimiseks logi sisse
fr: Identifiez-vous pour commenter
lt: Identifikuokite savo komentarui
pt_br: Identifique-se para comentar
ru: Войдите, чтобы комментировать
sl: Za komentiranje se prijavite
tr: Yorum yapmak için kendinizi tanımlayın
uk: Ідентифікуйтесь для коментування

source: Your comment
de: Dein Kommentar
eo: Via komento
es: Tu comentario
et: Sinu kommentaar
fr: Votre commentaire
lt: Jūsų komentaras
pt_br: Seu comentário
ru: Ваш комментарий
sl: Vaš komentar
tr: Yorumunuz
uk: Ваш коментар

source: Send
de: Senden
eo: Sendi
es: Enviar
et: Saada
fr: Envoyer
lt: Siųsti
pt_br: Enviar
ru: Отправить
sl: Pošlji
tr: Gönder
uk: Відправити

source: Like
de: Gefällt mir
eo: Ŝati
es: Me gusta
et: Meeldib
fr: J’aime
lt: Patinka
pt_br: Curtir
ru: Нравится
sl: Všeč mi je
tr: Beğen
uk: Подобається

source: Dislike
de: Gefällt mir nicht
eo: Malŝati
es: No me gusta
et: Ei meeldi
fr: Je n’aime pas
lt: Nepatinka
pt_br: Não gosto
ru: Не нравится
sl: Ni mi všeč
tr: Beğenme
uk: Не подобається

source: Reply
de: Antworten
eo: Respondi
es: Responder
et: Vasta
fr: Répondre
lt: Atsakyti
pt_br: Responder
ru: Ответить
sl: Odgovori
tr: Yanıtla
uk: Відповісти

source: Delete
de: Löschen
eo: Forigi
es: Eliminar
et: Kustuta
fr: Supprimer
lt: Ištrinti
pt_br: Excluir
ru: Удалить
sl: Izbriši
tr: Sil
uk: Видалити

source: Are you sure that you want to delete this comment and all replies?
de: Bist du sicher, dass du diesen Kommentar mit allen Antworten löschen willst?
eo: Ĉu vi certas ke vi volas forigi ĉi tiun komenton kaj ĉiujn respondojn al ĝi?
es: ¿Estás seguro de que deseas eliminar este comentario y todas las respuestas?
et: Oled kindel, et soovid kustuda kommentaari ja selle vastused?
fr: Voulez-vous réellement supprimer ce commentaire et toutes ses réponses ?
lt: Ar tikrai norite ištrinti šį komentarą ir atsakymus į jį?
pt_br: Tem certeza de que deseja excluir este comentário e todas as respostas?
ru: Вы уверены, что хотите удалить этот комментарий и последующие ответы к нему?
sl: Ali res želite izbrisati ta komentar in vse odgovore?
tr: Bu yorumu ve tüm cevapları silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей коментар та усі його відповіді?

source: Edit
de: Bearbeiten
eo: Redakti
es: Editar
et: Redigeeri
fr: Modifier
lt: Redaguoti
pt_br: Editar
ru: Править
sl: Uredi
tr: Düzenle
uk: Редагувати

source: supports Markdown
de: unterstützt Markdown
eo: subtenas Markdown
es: admite Markdown
et: toetab Markdown vormingut
fr: prend en charge Markdown
pt_br: Suporta Markdown
ru: поддерживает язык разметки Markdown
sl: podpira Markdown
tr: Markdown desteği mevcut
uk: підтримує Markdown

source: Save
de: Speichern
eo: Konservi
es: Guardar
et: Salvesta
fr: Enregistrer
lt: Išsaugoti
pt_br: Salvar
ru: Сохранить
sl: Shrani
tr: Kaydet
uk: Зберегти

source: Authentication
de: Authentifizierung
eo: Aŭtentokontrolo
es: Autenticación
et: Sisselogimine
fr: Authentification
lt: Autentifikavimas
pt_br: Autenticação
ru: Аутентификация
sl: Avtentikacija
tr: Kimlik doğrulama
uk: Автентифікація

source: Game modal photo
eo: Luda modala foto
es: Foto modal del juego
et: Mängumoodali foto
fr: Photo modale de jeu
lt: Žaidimo modalinė nuotrauka
pt_br: Um
ru: Фото модальной игры
sl: Modalna fotografija igre
tr: Oyun modal fotoğraf
uk: Фото модальної гри

source: Show description
de: Beschreibung anzeigen
eo: Montri priskribon
es: Mostrar descripcion
et: Vaata kirjeldust
fr: Afficher la description
lt: Rodyti aprašymą
pt_br: Mostrar descrição
ru: Показать описание
sl: Prikaži opis
tr: Açıklamayı göster
uk: Показати опис

source: Show images
de: Bilder anzeigen
es: Mostrar imágenes
et: Näita pilte
fr: Afficher les images
lt: Rodyti paveikslėlius
pt_br: Mostrar imagens
ru: Показать изображения
sl: Pokaži slike
tr: Resimleri göster
uk: Показати зображення

source: Search box
de: Suchfeld
eo: Serĉujo
es: Cuadro de búsqueda
et: Otsilahter
fr: Boîte de recherche
lt: Paieškos laukas
pt_br: Caixa de pesquisa
ru: Поле поиска
sl: Iskalno polje
tr: Arama kutusu
uk: Пошук

source: No content overlap
es: No hay solapamiento de contenidos
et: Sisu ei kattu
fr: Pas de recouvrement de contenu
lt: Nėra turinio persidengimo
pt_br: Nenhum conteúdo se sobrepõe
ru: Контент не перекрывается
sl: Brez prekrivanja vsebine
tr: İçerik çakışması yok
uk: Немає перекритого контенту

source: Overlapping content
es: Superposición de contenidos
et: Kattuv sisu
fr: Contenu en recouvrement
lt: Persidengiantis turinys
pt_br: Conteúdo sobreposto
ru: Контент перекрывается
sl: Vsebina prekrivanja
tr: Örtüşen içerik
uk: Вміст, що перекривається

source: Same shot
es: Mismo disparó
et: Sama kaader
fr: Même prise de vue
lt: Tokia pati nuotrauka
pt_br: Mesmo tiro
ru: Идентичный снимок
sl: Isti posnetek
tr: Aynı atış
uk: Те ж зображення

source: You have already reviewed all the similar image pairs
es: Ya has revisado todos los pares de imágenes similares
et: Sa oled juba üle vaadanud kõik piltide sarnasuse seosed
fr: Vous avez déjà revu toutes les paires d’image similaires
lt: Jau peržiūrėta visas panašių paveikslėlių poras
pt_br: Você já revisou todos os pares de imagens semelhantes
ru: Вы уже просмотрели все варианты схожих изображений
sl: Pregledali ste že vse podobne pare slik
tr: Tüm benzer resim çiftlerini zaten incelediniz.
uk: Ви вже переглянули всі подібні пари зображень

source: Estonian Photographic Heritage Society
eo: Estona Fotografia Heredaĵa Societo
es: Sociedad del Patrimonio Fotográfico de Estonia
et: MTÜ Eesti Fotopärand
fr: Société estonienne d’héritage photographique
lt: Estijos fotografijos paveldo draugija
pt_br: Sociedade do Patrimônio Fotográfico da Estônia
ru: Эстонское общество фотографического наследия
sl: Estonsko društvo za fotografsko dediščino
tr: Estonya Fotoğraf Mirası Derneği
uk: Естонське Суспільство Фотографічної Спадщини

source: Support Ajapaik
de: Unterstütze Ajapaik
eo: Subteni Ajapaik
es: Soporte Ajapaik
et: Toeta Ajapaika
fr: Soutenir Ajapaik
lt: Paremti Ajapaik
pt_br: Apoie Ajap aik
ru: Поддержать Ajapaik
sl: Podprite Ajapaik
tr: Ajapaik'ı destekle
uk: Підтримка Ajapaik

source: Support us
de: Unterstütze uns
eo: Subteni nin
es: Apóyenos
et: Toeta meid
fr: Nous soutenir
lt: Paremkite mus
pt_br: Ajude-nos
ru: Поддержите нас
sl: Podprite nas
tr: Bizi destekleyin
uk: Підтримайте нас

source: See also – Sift.pics
de: Siehe auch – Sift.pics
eo: Vidu ankaŭ – Sift.pics
es: Vea también - Sift.pics
et: Vaata ka – Sift.pics
fr: Voir aussi – Sift.pics
ru: Загляните на Sift.pics
sl: Glej tudi – Sift.pics
tr: Ayrıca bakınız - Sift.pics
uk: Див. також — Sift.pics

source: Back to homepage
de: Zurück zur Startseite
eo: Reen al ĉefpaĝo
es: Volver a la página de inicio
et: Tagasi avalehele
fr: Retour à la page d’accueil
lt: Grįžti į pagrindinį puslapį
pt_br: Voltar à página inicial
ru: На главную
sl: Nazaj na domačo stran
tr: Anasayfaya dön
uk: Повернутися на домашню сторінку

source: Search album
de: Album durchsuchen
eo: Serĉi tra albumo
es: Buscar en álbum
et: Otsi albumit
fr: Chercher un album
lt: Ieškoti albumo
pt_br: Pesquisar álbum
ru: Поиск альбома
sl: Poišči album
tr: Albüm ara
uk: Пошук альбому

source: Search photos
de: Fotos durchsuchen
eo: Serĉi tra fotoj
es: Buscar fotos
et: Otsi pilte
fr: Chercher des photos
lt: Ieškoti nuotraukos
pt_br: Pesquisar fotos
ru: Поиск фотографий
sl: Poišči fotografije
tr: Fotoğraf ara
uk: Пошук фотографій

source: Show in grid
de: Im Raster anzeigen
eo: Montri en krado
es: Mostrar en cuadrícula
et: Galerii
fr: Afficher dans une grille
lt: Rodyti tinklelyje
pt_br: Mostrar na grade
ru: Показать в сетке
sl: Pokaži v mreži
tr: Izgara şeklinde göster
uk: Показати в сітці

source: Geotag pictures
de: Bilder geotaggen
eo: Aldoni geografiajn etikedojn al bildoj
es: Geoetiquetar imágenes
et: Märgi pilte kaardile
fr: Photos géolocalisées
lt: Pridėti geografines žymes prie nuotraukų
pt_br: Imagens de marcações geográficas
ru: Добавить к снимкам геометки
sl: Geooznačevanje slik
tr: Coğrafi etiket resimleri
uk: Зображення геотегів

source: Show on map
de: Auf Karte anzeigen
eo: Montri ĉe mapo
es: Mostrar en mapa
et: Näita kaardil
fr: Afficher sur la carte
lt: Rodyti žemėlapyje
pt_br: Mostrar no mapa
ru: Показать на карте
sl: Pokaži na zemljevidu
tr: Haritada göster
uk: Показати на мапі

source: Categorize faces
de: Gesichter kategorisieren
es: Categorizar caras
et: Kategoriseeri nägusid
fr: Catégoriser les visages
lt: Kategorizuoti veidus
pt_br: Categorizar faces
ru: Распределять персоналии по категориям
sl: Kategoriziranje obrazov
tr: Yüzleri sınıflandırır
uk: Категоризувати особу

source: Newsletters
de: Newsletter
eo: Bultenoj
es: Boletines
fr: Bulletins d’information
ru: Рассылка
sl: Novičniki
tr: Haber bültenleri
uk: Розсилка

source: Add pictures
de: Fotos hinzufügen
es: Agregar imágenes
fr: Ajouter des images
lt: Pridėti nuotraukas
pt_br: Adicionar fotos
ru: Добавить фотографии
sl: Dodaj slike
tr: Resim ekle
uk: Додати зображення

source: Current selection
de: Aktuelle Auswahl
eo: Aktuala elekto
es: Selección actual
et: Valim
fr: Sélection actuelle
lt: Dabartinis pasirinkimas
pt_br: Seleção atual
ru: Текущий выбор
sl: Trenutna izbira
tr: Şu anki seçim
uk: Поточний вибір

source: Choose language
de: Sprache auswählen
eo: Elekti lingvon
es: Elegir un idioma
et: Vali keel
fr: Choisir la langue
lt: Pasirinkite kalbą
pt_br: Escolha um idioma
ru: Выберите язык
sl: Izberite jezik
tr: Dil seç
uk: Оберіть мову

source: About Ajapaik
de: Über Ajapaik
eo: Pri Ajapaik
es: Acerca de Ajapaik
et: Ajapaigast
fr: À propos d’Ajapaik
lt: Apie Ajapaik
pt_br: Sobre o Ajapaik
ru: О платформе Ajapaik
sl: O Ajapaiku
tr: Ajapaik Hakkında
uk: Про Ajapaik

source: Ajapaik on Facebook
de: Ajapaik auf Facebook
eo: Ajapaik ĉe Facebook
es: Ajapaik en Facebook
et: Ajapaik Facebookis
fr: Ajapaik sur Facebook
lt: Ajapaik Facebook
pt_br: Ajapaik no Facebook
ru: Ajapaik на Facebook
sl: Ajapaik na Facebooku
tr: Facebook'ta Ajapaik
uk: Ajapaik у Facebook

source: Profile and leaderboard
de: Profil und Bestenliste
eo: Profilo kaj ĉampionejo
es: Perfil y tabla de posiciones
et: Profiil ja edetabel
fr: Profil et tableau de classement
lt: Profilis ir lyderių lentelė
pt_br: Perfil e tabela de classificação
ru: Учетная запись и рейтинг участников
sl: Profil in lestvica vodilnih
tr: Profil ve liderlik sıralaması
uk: Профіль та таблиця лідерів

source: Leaderboard
de: Bestenliste
eo: Ĉampionejo
es: Tabla de posiciones
et: Edetabel
fr: Tableau de classement
lt: Lyderių sąrašas
pt_br: Colaboradores mais ativos
ru: Рейтинг участников
sl: Lestvica vodilnih
tr: Liderlik sıralaması
uk: Таблиця лідерів

source: You are logged in as
de: Du bist angemeldet als
es: Has accedido como
et: Oled sisse loginud kasutajana
fr: Vous êtes connecté(e) en tant que
lt: Esate prisijungęs kaip
pt_br: Você está entrado como
ru: Вы вошли как
sl: Prijavljeni ste kot
tr: Şu hesapla oturum açtınız
uk: Ви увійшли як

source: Gallery of old historic photos from the album
de: Galerie alter historischer Fotos aus dem Album
eo: Galerio de malnovaj historiaj fotoj en la albumo
es: Galería de fotos viejas históricas del álbum
et: Galerii vanadest ajaloolistest fotodest albumis
fr: Galerie d’anciennes photos historiques de l’album
lt: Senų istorinių nuotraukų iš albumo galerija
pt_br: Galeria de fotos históricas antigas do álbum
ru: Галерея исторических фотографий из альбома
sl: Galerija starih zgodovinskih fotografij iz albuma
tr: Albümdeki eski tarihi fotoğraf galerisi
uk: Галерея старих історичних фотографій з альбому

source: Historic photo gallery
de: Historische Fotogalerie
eo: Galerio de historiaj fotoj
es: Galería de fotos históricas
et: Ajalooliste fotode galerii
fr: Galerie de photos historiques
lt: Istorinių nuotraukų galerija
pt_br: Galeria de fotos históricas
ru: Галерея исторических фото
sl: Galerija zgodovinskih fotografij
tr: Tarihi fotoğraf galerisi
uk: Історична фотогалерея

source: Mapped old historic photos from the album
de: Auf Karte verzeichnete alte historische Fotos aus dem Album
eo: Mapitaj antikvaj historiaj fotoj en la albumo
es: Mapa de fotos históricas antiguas del álbum
et: Kaardistatud vanad ajaloolised fotod albumist
fr: Anciennes photos historiques cartographiées de l’album
lt: Senos istorinės nuotraukos iš albumo žemėlapyje
pt_br: Fotos históricas antigas mapeadas do álbum
ru: Обозначенные на карте места съёмки исторических фото из альбома
sl: Kartirane stare zgodovinske fotografije iz albuma
tr: Albümdeki eski tarihi fotoğrafları haritalandı
uk: Нанесено на мапу старі історичні фотографії з альбому

source: Mapped old historic photos
eo: Mapitaj antikvaj historiaj fotoj
es: Mapa de fotos históricas antiguas
et: Kaardistatud vanad ajaloolised fotod
fr: Anciennes photos historiques cartographiées
lt: Senos istorinės nuotraukos žemėlapyje
pt_br: Fotos históricas antigas mapeadas
ru: Обозначенные на карте места съёмки исторических фото
sl: Kartirane stare zgodovinske fotografije
tr: Eski tarihi fotoğraflar haritalandı
uk: Нанесені на мапу старі історичні фотографії

source: Help geotag old historic photos from the album
eo: Helpi markadon de antikvaj historiaj fotoj en la albumo per geografiaj etikedoj
es: Ayudar a geoetiquetar viejas fotos históricas del álbum
et: Aita panna kaardile vanad ajaloolised fotod albumist
fr: Aider à géolocaliser les anciennes photos historiques de l’album
lt: Padėkite geografiškai pažymėti senas istorines albumo nuotraukas
pt_br: Ajude a georreferenciar fotos históricas antigas do álbum
ru: Помогите определить места съёмки исторических фото из альбома
sl: Pomagajte geooznačiti stare zgodovinske fotografije v albumu
tr: Albümdeki eski tarihi fotoğrafları coğrafi olarak etiketlemeye yardımcı olun
uk: Допоможіть визначити розташування старих історичних фотографій з альбому

source: Help geotag old historic photos
eo: Helpi markadon de antikvaj historiaj fotoj per geografiaj etikedoj
es: Ayudar a geoetiquetar viejas fotos históricas
et: Aita panna vanad ajaloolised fotod kaardile
fr: Aider à géolocaliser les anciennes photos historiques
lt: Padėkite geografiškai pažymėti senas istorines nuotraukas
pt_br: Ajude a marcar fotos históricas antigas
ru: Помогите определить места съёмки исторических фото
sl: Pomagajte geooznačiti stare zgodovinske fotografije
tr: Eski tarihi fotoğrafları coğrafi olarak etiketlemeye yardımcı olun
uk: Допоможіть визначити місце розташування старих історичних фотографій

source: Before and after view of
de: Vorher-Nachher-Ansicht von
eo: Antaŭa-kaj-posta vido de
es: Vista de antes y después de
et: Enne ja nüüd vaade:
fr: Vue avant / après de
lt: Prieš ir po vaizdas
pt_br: Antes e depois da visão de
ru: До и после: вид
sl: Pogled pred in po
tr: Görünümünden önce ve sonra
uk: До і після перегляду

source: Historic photo of
de: Historisches Foto von
eo: Historia foto de
es: Fotos históricas de
et: Ajalooline foto:
fr: Photo historique de
lt: Istorinė nuotrauka
pt_br: Foto histórica de
ru: Историческое фото
sl: Zgodovinska fotografija
tr: Tarihi fotoğraf
uk: Історична фотографія

source: Curate historic photos from museums into Ajapaik for geotagging and rephotographing
de: Kuratiere historische Fotos aus Museen zum Geotaggen und Refotografieren nach Ajapaik
eo: Kuratori antikvajn fotojn el muzeoj al Ajapaik por markado per geografiaj etikedoj kaj refotografado
es: Conservar las fotos históricas de los museos en Ajapaik para geoetiquetarlas y refotografiarlas
et: Kureeri ajaloolised fotod muuseumitest Ajapaika nende kaardile märkimiseks ja ülepildistamiseks
fr: Superviser les photos historiques des musées dans Ajapaik pour les géolocaliser et les rephotographier
lt: Kuruoti istorines nuotraukas iš muziejų Ajapaik, kad būtų galima jas žymėti žemėlapyje ir pakartotinai fotografuoti
pt_br: Curar fotos históricas dos museus em Ajapaik para marcação geográfica e repotografia
ru: Станьте куратором исторических фотографий из музейных коллекций на платформе Ajapaik, чтобы определить место съёмки и сделать современные снимки тех же мест.
sl: Uredite zgodovinske fotografije iz muzejev za geooznačevanje v Ajapaiku in refotografiranje.
tr: Coğrafi etiketleme ve yeniden fotoğraflama için müzelerden Ajapaik'e tarihi fotoğraflar çekin
uk: Курируйте історичні фотографії з музеїв в Ajapaik для визначення місця розташування та перефотографування

source: Everyone can help to enrich the data of historic pictures on Ajapaik!
de: Jeder kann beitragen, die Informationen zu historischen Bildern auf Ajapaik zu verbessern!
et: Ajapaigas saab igaüks aidata ajalooliste piltide andmeid täiendada!
fr: Tout le monde peut aider à enrichir les données des images historiques sur Ajapaik !
lt: Visi gali prisidėti patobulinant istorinių Ajapaik nuotraukų duomenis!
pt_br: Todos podem ajudar a enriquecer os dados das fotos históricas de Ajapaik!
ru: Добавлять метаданные к историческим фотографиям на Ajapaik могут все!
sl: Podatke o zgodovinskih slikah v Ajapaiku lahko pomaga obogatiti vsakdo!
tr: Ajapaik'teki tarihi resimlerin verilerini zenginleştirmeye herkes yardımcı olabilir!
uk: Кожен може допомогти збагатити дані історичних фотографій на Ajapaik!

source: historic,pictures,old,photos
de: Historisch,Bilder,Alt,Fotos
eo: historiaj,bildoj,malnovaj,fotoj
es: Históricas, fotos, viejas, fotos
et: ajaloolised,pildid,vanad,fotod
fr: historique,images,ancien,photos
lt: istorinės,paveikslėiai,senos,nuotraukos
pt_br: histórico,fotos,velho,fotos
ru: исторический, изображение, старый, фото
sl: zgodovinski,slike,star,fotografije
tr: tarihi, resimler, eski, fotoğraf
uk: історичний, зображення, старий, фото

source: historic,pictures,old,photos,map,geotagged,location
de: Historisch,Bilder,Alt,Fotos,Karte,Geotagged,Lage
eo: historiaj,bildoj,malnovaj,fotoj,mapo,geografia etikedo,loko
et: ajaloolised,pildid,vanad,fotod,kaart,asukohamärgisega,asukoht
fr: historique,images,ancien,photos,carte,géolocalisé,lieu
lt: istorinės,paveikslėliai,senos,nuotraukos,žemėlapis,geografinėsžymos,vieta
pt_br: histórico,imagens,imagens velhas,fotos,mapa,com etiquetas geográficas, localização
ru: исторические, изображения, старые, фото, карта, геометки, место
sl: zgodovinski,slike,star,foto,zemljevid,geooznačeno,lokacija
tr: tarihi, resimler, eski, fotoğraflar, harita, coğrafi etiketli, konum
uk: історичний, картинки, старий, фотографії, мапа, геотеги, місце розташування

source: historic,pictures,old,photos,crowd-sourced,geotagging,game
de: Historisch,Bilder,Alt,Fotos,Crowd-Sourced,Geotagging,Spiel
eo: historia,bildo,malnova,foto,amasfarita,geografia,etikedo,ludo
et: ajaloolised,pildid,vanad,fotod,rahvahange,asukohamärgistamine,mäng
fr: historique,images,ancien,photos,source participative,géolocalisation,jeu
lt: istoriniai,paveikslėliai,senos,nuotraukos,atviri,geografiniai,žaidimas
pt_br: histórico,imagens,imagens velhas,fotos,crowdsourced,marcação geográfica, jogo
ru: исторические, изображения, старые, фото, краудсорсинг, геометки, игра
sl: zgodovinski,slike,star,fotografije,množičen,geooznačevanje,igra
tr: tarihi, resimler, eski, fotoğraf, kitle kaynaklı, coğrafi etiketleme, oyun
uk: історичні, зображення, фото, краудсорсінг, геотаггінг, гра

source: historic,picture,old,photo,before,after
de: Historisch,Bild,Alt,Foto,Vorher,Nacher
eo: historia,bildo,malnova,foto,antaŭ,post
et: ajalooline,pilt,vana,foto,enne,nüüd
fr: historique,image,ancien,photo,avant,après
lt: istorinės,paveikslėliai,senos,nuotraukos,ankščiau,po
pt_br: histórico,imagine,velho,foto,antes,depois
ru: исторический, изображение, старый, фото, до, после
sl: zgodovinski,slika,star,foto,pred,po
tr: tarihi, resim, eski, fotoğraf, öncesi, sonrası
uk: історичний, малюнок, старий, фото, до, після

source: historic,picture,old,photo
de: Historisch,Bild,Alt,Foto
eo: historia,bildo,malnova,foto
et: ajalooline,pilt,vana,foto
fr: historique,image,ancien,photo
lt: istorinės,paveikslėliai,senos,nuotraukos
pt_br: histórico, imagem, velho, foto
ru: исторический, изображение, старый, фото
sl: zgodovinska,slika,star,foto
tr: tarihi, resim, eski, fotoğraf
uk: історичний, зображення, старий, фото
