Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Overview of your own contributions can be found on your <a href='/me'>user profile page</a>.
et: Enda kaastöö ülevaadet näed oma <a href='/me'>kasutajaprofiili</a> lehelt.
fr: Une vue générale de vos propres contributions peut être trouvée sur votre <a href="/me">page de profil d’utilisateur</a>.
lt: Savo indėlio apžvalgą rasite savo <a href='/me'>naudotojo profilio puslapyje</a>.
pt_br: Uma visão geral das suas próprias contribuições pode ser encontrada ma sua <a href='/me'>página de usuário</a>.
ru: На <a href='/me'>странице своего профиля</a> Вы можете найти информацию о всех добавленных Вами данных к фотографиям.
sl: Pregled lastnih prispevkov najdete na <a href='/me'>strani vašega uporabniškega profila</a>.
tr: Kendi katkılarınıza genel bakış <a href='/me'>kullanıcı profili sayfanızda</a> bulunabilir.
uk: Огляд власних внесків можна знайти на сторінці вашого <a href='/me'>профілю користувача</a>.

source: General statistics refresh every 10 minutes.
de: Allgemeine Statistiken werden alle 10 Minuten aktualisiert.
es: Las estadísticas generales se actualizan cada 10 minutos.
et: Üldine statistika värskendub 10 minuti tagant.
fr: Les statistiques générales sont rafraîchies toutes les 10 minutes.
lt: Bendra statistika atsinaujina kas 10 minučių.
pt_br: Atualizações gerais de estatísticas a cada 10 minutos.
ru: Общая статистика обновляется каждые 10 минут.
sl: Splošna statistika se osveži vsakih 10 minut.
tr: Genel istatistikler her 10 dakikada bir yenilenir.
uk: Загальна статистика оновлюється кожні 10 хвилин.

source: Album curated by
de: Album kuratiert von
eo: Kuratoro de albumo estas
es: Álbum comisariado por
et: Albumi kureerinud
fr: Album géré par
lt: Albumą kuruoja
pt_br: Álbum com curadoria de
ru: Альбом курируется пользователем
sl: Album ureja
tr: Albüm küratörlüğünü yapan
uk: Куратор альбому

source: Contributors' leaderboard
eo: Ĉampionejo inter kontribuantoj
es: Tabla de posiciones de contribuidores
et: Panustajate edetabel
fr: Tableau de classement des contributeurs
lt: Pagalbininkų lyderių lentelė
pt_br: Tabela de classificação dos contribuidores
ru: Рейтинг участников
sl: Lestvica prispevajočih
tr: Katkıda bulunanların liderlik sıralaması
uk: Табло лідерів користувачів

source: Album has %(counter)s historic picture,
de: Das Album hat %(counter)s historisches Bild,
et: Albumis on %(counter)s ajalooline pilt,
fr: L’album contient %(counter)s image historique,
pt_br: O álbum tem %(counter)s foto histórica,
ru: В альбоме %(counter)s историческая фотография,
sl: Album ima %(counter)s zgodovinsko sliko,
tr: Albümde %(counter)s tarihi fotoğraf mevcut,
uk: Альбом має %(counter)s історичну картину,

source: You haven't made any location suggestions for pictures in this album.
de: Du hast keinen Standortvorschlag für Bilder in diesem Album gemacht.
eo: Vi ne jam faris ajnan sugeston pri la lokoj de la bildoj en ĉi tiu albumo.
et: Sa ei ole selle albumi piltidele asukohti pakkunud.
fr: Vous n’avez fait aucune suggestion de localisation pour les images de cet album.
lt: Nepateikėte jokių šio albumo nuotraukų vietos pasiūlymų.
pt_br: Você não fez sugestões de localização para fotos neste álbum.
ru: Вы не вносили предложения о местоположении изображений этого альбома.
sl: Za slike v tem albumu niste predlagali nobene lokacije.
tr: Bu albümdeki resimler için herhangi bi konum önerisinde bulunmadınız.
uk: Ви не вносили пропозицій щодо розташування фотографій у цьому альбомі.

source: You have made a location suggestion for
de: Du hast einen Standortvorschlag gemacht für
eo: Vi sugestis lokon pri
et: Sa oled pakkunud asukohta
fr: Vous avez fait une suggestion de localisation pour
lt: Pateikėte vietos pasiūlymą
pt_br: Você fez uma sugestão de localização para
ru: Вы внесли предложение о местоположении для
sl: Predlagali ste lokacijo za
tr: Şunun için bir konum önerisi yaptınız:
uk: Ви зробили пропозицію розташування для

source: all the pictures from this album.
de: alle Bilder von diesem Album.
eo: ĉiuj bildoj en ĉi tiu albumon.
et: kõikidele piltidele selles albumis.
fr: toutes les images de cet album.
lt: visos nuotraukos iš šio albumo.
pt_br: todas as fotos deste álbum.
ru: всех изображений этого альбома.
sl: vse slike iz tega albuma.
tr: bu albümdeki tüm resimler.
uk: всі фотографії з цього альбому.

source: %(counter)s picture in this album.
de: %(counter)s Bild in diesem Album.
et: %(counter)s pildile selles albumis.
fr: %(counter)s image de cet album.
pt_br: %(counter)s foto neste álbum.
ru: В этом альбоме %(counter)s изображение.
sl: %(counter)s slika v tem albumu.
tr: bu albümde %(counter)s resim.
uk: %(counter)s зображення в цьому альбомі.

source: %(counter)s user has made
de: %(counter)s Benutzer hat
et: %(counter)s kasutaja on teinud
fr: %(counter)s utilisateur a fait
pt_br: %(counter)s usuário fez
ru: %(counter)s пользователь сделал
sl: %(counter)s uporabnik je ustvaril
tr: %(counter)s kullanıcı yaptı
uk: %(counter)s користувач зробив

source: %(counter)s rephotograph
de: %(counter)s Refoto
et: %(counter)s ülepildistuse
fr: %(counter)s rephotographie
pt_br: %(counter)s refotografia
ru: %(counter)s переснимок
sl: %(counter)s refotografijo
tr: %(counter)s yeniden fotoğraflandırma
uk: %(counter)s перефотографовано

source: for %(counter)s picture in the album.
de: für %(counter)s Bild in diesem Album gemacht.
et: %(counter)s pildile selles albumis.
fr: pour %(counter)s image dans l’album.
pt_br: para %(counter)s foto no álbum.
ru: для %(counter)s изображения в альбоме.
sl: za %(counter)s sliko v albumu
tr: albümdeki %(counter)s resmi için.
uk: для %(counter)s зображення в альбомі.

source: You have made %(counter)s rephoto
de: Du hast %(counter)s Refoto gemacht
et: Sina oled teinud %(counter)s ülepildistuse
fr: Vous avez réalisé %(counter)s rephoto
pt_br: Você fez %(counter)s refotografia
ru: Вы сделали %(counter)s переснимок
sl: Ustvarili ste %(counter)s refotografijo
tr: %(counter)s yeniden fotoğraf yaptınız
uk: Ви зробили %(counter)s фото

source: Some nearby albums
de: Einige ähnliche Alben
eo: Kelkaj apudaj albumoj
es: Algunos álbumes cercanos
et: Mõned teised albumid samast kandist
fr: Quelques albums du voisinage
lt: Kai kurie netoliese esantys albumai
pt_br: Alguns álbuns próximos
ru: Некоторые альбомы поблизости
sl: Nekaj bližnjih albumov
tr: Yakındaki bazı albümler
uk: Деякі альбоми поблизу

source: Back to map
de: Zurück zur Karte
eo: Reen al mapo
es: Volver al mapa
et: Tagasi kaardile
fr: Retour à la carte
lt: Atgal į žemėlapį
pt_br: Voltar ao mapa
ru: Вернуться на карту
sl: Nazaj na zemljevid
tr: Haritaya geri dön
uk: Назад до мапи

source: Recent activity leaderboard
de: Aktuelle Bestenliste
eo: Ĉampionejo pri ĵusa aktiveco
es: Tabla de posiciones de actividad reciente
et: Viimasel ajal aktiivsemate edetabel
fr: Tableau de classement de l’activité récente
lt: Naujausios veiklos lyderių lentelė
pt_br: Lista de classificação recente da atividade
ru: Рейтинг недавно активных участников
sl: Trenutna lestvica vodilnih
tr: Son aktivelerde liderlik sıralaması
uk: Список лідерів останньої активності

source: Album %(album_name)s leaderboard
eo: Ĉampionejo pri albumo %(album_name)s
es: El leaderboard del álbum %(album_name)s
et: Albumi %(album_name)s edetabel
fr: Tableau de classement de l’album %(album_name)s
lt: Albumo %(album_name)s lyderių lentelė
pt_br: Quadro de classificação do álbum %(album_name)s
ru: Рейтинг участников альбома %(album_name)s
sl: Lestvica vodilnih albuma %(album_name)s
tr: %(album_name)s albümünde liderlik sıralaması
uk: Альбом %(album_name)s таблиці лідерів

source: All time leaderboard
eo: Ĉampionejo pri ĉiom da tempo
es: Tabla de posiciones histórica
et: Üldedetabel
fr: Tableau de classement toutes périodes confondues
lt: Visų laikų lyderių lentelė
pt_br: Todas os quadro de classificação
ru: Рейтинг участников за все время
sl: Lestvica vodilnih vseh časov
tr: Tüm zamanların liderlik tablosu
uk: Таблиця лідерів за весь час

source: User Facebook photo
de: Facebook-Foto des Benutzers
eo: Facebook-foto de uzanto
et: Kasutaja Facebook'i foto
fr: Photo d’utilisateur Facebook
lt: Naudotojo Facebook nuotrauka
pt_br: Foto do usuário no Facebook
ru: Фото из аккаунта Facebook
sl: Facebook fotografija uporabnika
tr: Kullanıcı Facebook fotoğrafı
uk: Фотографія користувача Facebook

source: User Google photo
de: Google-Foto des Benutzers
eo: Google-foto de uzanto
et: Kasutaja Google'i foto
fr: Photo d’utilisateur Google
lt: Naudotojo Google nuotrauka
pt_br: Foto do usuário no Google
ru: Фото из аккаунта Google
sl: Google fotografija uporabnika
tr: Kullanıcı Google fotoğrafı
uk: Фотографія користувача Google

source: Back home
de: Zurück zur Hauptseite
eo: Reen al ĉefpaĝo
et: Tagasi avalehele
fr: Retour à l’accueil
lt: Grįžti į pradžią
pt_br: Voltar ao início
ru: Домой
sl: Nazaj domov
tr: Anasayfaya dön
uk: Повернутися

source: Import
fr: Importer
lt: Importuoti
pt_br: Importar
ru: Импортировать
sl: Uvozi
tr: İçe aktar
uk: Імпорт

source: Blacklist
de: Schwarze Liste
fr: Liste noire
lt: Juodasis sąrašas
pt_br: Lista negra
ru: В чёрном списке
sl: Črni seznam
tr: Kara liste
uk: Чорний список

source: Picture belongs to album
de: Das Bild gehört zum Album
eo: Bildo apartenas al albumo
et: Pilt kuulub albumisse
fr: L’image appartient à l’album
pt_br: A imagem pertence ao álbum
ru: Изображение находится в альбоме
sl: Slika pripada albumu
tr: Resim albüme ait
uk: Зображення належить альбому:

source: Add to album
de: Zum Album hinzufügen
eo: Aldoni al albumo
es: Añadir al álbum
et: Lisa albumisse
fr: Ajouter à l’album
lt: Pridėti į albumą
pt_br: Adicionar ao álbum
ru: Добавить в альбом
sl: Dodaj v album
tr: Albüme ekle
uk: Додати до альбому

source: Picture belongs to collection
de: Bild gehört zu Sammlung
pt_br: A imagem pertence à coleção
ru: Изображение находится в коллекции
sl: Slika pripada zbirki
tr: Resim, şu koleksiyona aittir:
uk: Фотографія належить колекції

source: Approximate address
de: Ungefähre Adresse
eo: Proksimuma adreso
es: Dirección aproximada
et: Ligikaudne aadress
fr: Adresse approximative
lt: Apytikslis adresas
pt_br: Endereço aproximado
ru: Примерный адрес
sl: Približen naslov
tr: Yaklaşık adres
uk: Приблизна адреса

source: See the other side of photo
de: Andere Seite des Fotos ansehen
es: Ver el otro lado de la foto
et: Vaata pildi teist külge
fr: Voir l’autre côté de la photo
lt: Žiūrėti kitą nuotraukos pusę
pt_br: Veja o outro lado da foto
ru: Посмотреть оборотную сторону фото
sl: Ogled druge strani fotografije
tr: Fotoğrafın diğer tarafına bakın
uk: Дивіться іншу сторону фотографії

source: similar photo
de: ähnliches Foto
eo: simila foto
et: sarnane foto
fr: photo similaire
lt: panaši nuotrauka
pt_br: foto similar
ru: похожее фото
sl: podobna fotografija
tr: benzer fotoğraf
uk: схожа фотографія

source: duplicate photo
de: doppeltes Foto
eo: duplikata foto
et: duplikaatfoto
fr: dupliquer la photo
lt: pasikartojanti nuotrauka
pt_br: foto duplicada
ru: дубликат фото
sl: podvojena fotografija
tr: fotoğrafı yenile
uk: дублікат фотографії

source: Date taken
de: Datum belegt
eo: Dato de fotado
et: Kuupäev:
fr: Date de la prise de vue
lt: Užfiksavimo data
pt_br: Data de publicação
ru: Дата съёмки
sl: Datum posnetka
tr: Çekim tarihi
uk: Дата взяття

source: rephoto
de: Refoto
eo: refoto
et: ülepildistus
lt: pakartotinė nuotrauka
pt_br: refotografia
ru: переснимок
sl: refotografija
tr: yeniden fotoğraflama
uk: рефото

source: Mark as similar or duplicates
de: Als ähnlich oder Duplikate markieren
fr: Marquer comme similaires ou doublons
lt: Pažymėti kaip panašų arba pasikartojantį
pt_br: Marcar como semelhante ou duplicado
ru: Отметить как похожие или повторяющиеся
sl: Označi kot podobno ali dvojnik
tr: Benzer ya da çift olarak işaretle
uk: Позначити як подібні або дублікати

source: Add categories to picture(s)
de: Kategorien zu Bild(ern) hinzufügen
et: Lisa pildile kategooriaid
fr: Ajouter des catégories à/aux image(s)
lt: Pridėti kategorijas prie nuotraukos(-ų)
pt_br: Adicionar categorias às fotos
sl: Dodajte sliki(am) kategorije
tr: Resimlere kategori ekleyin
uk: Додати категорії до зображень

source: Flip, rotate and invert picture(s)
et: Keera peegelpilti, pööra või muuda negatiivi
fr: Renverser, faire pivoter et inverser les images
lt: Pakeiskite spalvas, apverskite ir pasukite paveikslėlį(-ius)
pt_br: Virar, girar e inverter imagens
ru: Отразить зеркально, инвертировать или повернуть изображение(-я)
sl: Zrcaljenje, vrtenje in obračanje slik
tr: Resimleri çevirin, döndürün ve ters çevirin
uk: Перевертати, обертати та інвертувати зображення

source: You can re-order photos by dragging and dropping
de: Du kannst Fotos durch Ziehen und Ablegen umsortieren
eo: Vi povas reordigi fotojn per ŝovado kaj demetado
et: Piltide järjekorda saab muuta pilte lohistades
fr: Vous pouvez modifier l’ordre des photos en les glissant et relâchant
lt: Galite pertvarkyti nuotraukas vilkdami ir paleisdami
pt_br: Você pode reordenar fotos arrastando e soltando
ru: С помощью перетаскивания можно расположить фотографии в нужно вам порядке
sl: Fotografije lahko prerazvrščate tako, da jih povlečete in spustite
tr: Fotoğrafları sürükleyip bırakarak yeniden düzenleyebilirsiniz.
uk: Ви можете замовити фотографії за допомогою перетягування

source: Images have overlapping content
de: Bilder haben überlappenden Inhalt
et: Kattuv sisu
fr: Les images ont un contenu qui se recouvre
lt: Vaizdai turi persidengiantį turinį
pt_br: Imagens têm conteúdo sobreposto
ru: Изображения имеют перекрывающийся контент
sl: Slike imajo prekrivajočo se vsebino
tr: Görüntülerde çakışan içerik var
uk: Зображення мають накладений вміст

source: All images are of the same shot
de: Alle Bilder sind von der gleichen Aufnahme
et: Kõikidel piltidel on sama kaader
fr: Toutes les images sont de la même prise de vue
lt: Visos nuotraukos yra to paties kadro
pt_br: Todas as imagens são do mesmo tiro
ru: Все изображения одного и того же снимка
sl: Vse slike pripadajo istemu posnetku
tr: Tüm görüntüler aynı çekimde
uk: Усі зображення мають однаковий знімок

source: Import from public collections
de: Import aus öffentlichen Sammlungen
eo: Enporti el publikaj kolektoj
es: Importar a partir de colecciones públicas
et: Otsi avalikest kollektsioonidest
fr: Importer depuis des collections publiques
lt: Importuoti iš viešų kolekcijų
pt_br: Importar de coleções públicas
ru: Импорт из общедоступных коллекций
sl: Uvoz iz javnih zbirk
tr: Genel koleksiyonlardan içe aktar
uk: Імпорт із публічних колекцій

source: Upload yourself
de: Selbst hochladen
eo: Alŝuti mem
et: Lae ise üles
fr: Téléversez vous-même
lt: Įkelkite patys
pt_br: Carregar você mesmo
ru: Загрузить самостоятельно
sl: Lastna naložitev
tr: Kendin yükle
uk: Завантажте самі

source: Muis Import
fr: Importation MUIS
lt: Muis importas
pt_br: Importação MUIS
ru: Импорт из MIUS
sl: Uvoz iz MUIS
tr: Muis İçe Aktarım
uk: Імпорт Muis

source: CSV Import
fr: Importation CSV
lt: CSV importas
pt_br: Importação CSV
ru: Импорт CSV-файла
sl: Uvoz CSV
tr: CSV İçe Aktarımı
uk: Експорт CSV

source: Upload
de: Hochladen
eo: Alŝuti
es: Cargar
et: Lae üles
fr: Téléverser
lt: Įkelti
pt_br: Carregar
ru: Загрузить
sl: Naloži
tr: Yükle
uk: Завантажити

source: Select file...
de: Datei auswählen…
eo: Elekti dosieron...
et: Vali fail...
fr: Sélectionner un fichier...
lt: Pasirinkite failą...
pt_br: Selecionar arquivos...
ru: Выбрать файл…
sl: Izberite datoteko ...
tr: Dosya seç...
uk: Вибрати файл…

source: Make a contemporary rephoto from the very same place where the historic picture was taken and upload it. Uploaded rephotograph will be attributed to you under the
de: Mache ein aktuelles Refoto von dem gleichen Ort, an dem das historische Bild aufgenommen wurde, und lade es hoch. Hochgeladene Refotos werden dir zugeschrieben unter der
eo: Faru nuntempan refoton ĉe la ekzakte sama loko ĉe kiu antikva foto estis farita, kaj alŝutu ĝin. Alŝutita refoto estos atribuitaj al vi sub
et: Tee samast kohast võimalikult täpne tänapäevane ülepildistus ja lae see siia ajaloolise pildi kõrvale. Foto üleslaadimisega nõustud selle lubama
fr: Rephotographiez l’image actuelle du même endroit où l’image historique a été prise et téléversez-la. La rephotographie vous sera attribuée sous
lt: Padarykite šiuolaikinę pakartotinę nuotrauką iš tos pačios vietos, kur buvo padaryta istorinė nuotrauka, ir įkelkite ją. Įkelta nuotrauka bus priskirta jums pagal
pt_br: Faça uma repotografia contemporânea do mesmo lugar onde a foto histórica foi tirada e faça o upload. O repotógrafo carregado será atribuído a você sob o
ru: Сделайте современное фото с того же места, где была сделана историческая фотография, и загрузите его. Авторство загруженного переснимка будет закреплено за вам согласно
sl: Ustvarite sodobno fotografijo na istem mestu, kjer je bila posneta zgodovinska slika, in jo naložite. Naložena refotografija vam bo pripisana pod
tr: Tarihi resmin çekildiği yerin olduğu aynı yerden çağdaş bir resim çekin ve yükleyin. Yüklenen yeniden fotoğraf, şu lisansla size atfedilir:
uk: Зробіть сучасне фото з того ж місця, де була зроблена історична фотографія, і завантажте його. Завантажене рефото буде приписано вам під

source: licence
de: Lizenz
eo: permesilo
et: litsentsi alla
lt: licencija
pt_br: licença
ru: лицензии
sl: licenco
tr: lisans
uk: ліцензія

source: Abort
de: Abbrechen
eo: Ĉesigi
es: Interrumpir
et: Tühista
fr: Abandonner
lt: Nutraukti
pt_br: Abortar
ru: Прервать
sl: Prekini
tr: Sonlandır
uk: Перервати

source: Select new file...
de: Neue Datei auswählen…
eo: Elekti novan dosieron...
et: Vali uus fail...
fr: Sélectionner un nouveau fichier...
lt: Pasirinkite naują failą...
pt_br: Selecionar o novo arquivo...
ru: Выбрать новый файл…
sl: Izberite novo datoteko ...
tr: Yeni dosya seç...
uk: Виберіть новий файл…

source: File upload failed.
de: Hochladen der Datei ist fehlgeschlagen.
eo: Malsukcesis alŝutado de dosiero.
et: Faili üleslaadimine ebaõnnestus.
fr: Échec du téléversement de fichier.
lt: Failo įkėlimas nepavyko.
pt_br: O carregamento do arquivo falhou.
ru: Загрузка файла не удалась
sl: Nlaganje datoteke je spodletelo.
tr: Dosya yükleme başarısız.
uk: Помилка завантаження файлу.

source: Welcome back
de: Willkommen zurück
et: Tere tulemast tagasi
fr: Heureux de vous revoir !
lt: Sveiki sugrįžę
pt_br: Bem vindo de volta
ru: С возвращением
sl: Pozdravljeni nazaj
tr: Tekrar hoş geldiniz
uk: З поверненням

source: Please specify whether you would like to upload your rephotos to Wikimedia Commons as well.
de: Bitte gib an, ob du deine Refotos auch auf Wikimedia Commons hochladen möchtest.
et: Palun täpsusta, kas soovid oma refotode üleslaadimist ka Wikimedia Commonsisse.
fr: Veuillez spécifier si vous aimeriez également téléverser vos rephotos vers Wikimedia Commons.
lt: Nurodykite, ar norite, kad jūsų pakartotinės nuotraukos taip pat būtų įkeltos į Vikiteką.
pt_br: Por favor, especifique se você gostaria de enviar suas fotos também para o Wikimedia Commons.
ru: Хотите ли Вы загрузить свои переснимки на Викисклад?
sl: Določite, ali želite, da se vaše refotografije nalagajo tudi v Wikimedijino zbirko
tr: Lütfen yeniden fotoğraflarınızı Wikimedia Commons'a yüklemek isteyip istemediğinizi de belirtin.
uk: Будь ласка, вкажіть, чи хочете ви також завантажувати свої фотографії на Вікісховище.

source: Social Network Login Failure
es: Falló el acceso a través de red social
et: Sotsiaalmeedia kaudu sisselogimine ei õnnestunud
fr: La connexion au réseau social a échoué.
lt: Prisijungimo prie socialinio tinklo klaida
pt_br: Falha de entrada na rede social
sl: Napaka pri prijavi v družbeno omrežje
tr: Sosyal Ağ Oturum Açma Hatası
uk: Помилка входу в соціальну мережу

source: An error occurred while attempting to login via your social network account.
de: Ein Fehler ist aufgetreten, bei dem Versuch durch ihr Konto im sozialen Netzwerk einzuloggen.
et: Sotsiaalmeedia konto kaudu sisse logimisel tekkis viga.
fr: Une erreur s’est produite en essayant de se connecter via votre compte de réseau social.
lt: Bandant prisijungti per socialinio tinklo paskyrą įvyko klaida.
pt_br: Ocorreu um erro ao tentar entrar por meio de sua conta de rede social.
ru: Произошла ошибка при попытке входа в систему через вашу учетную запись в социальной сети.
sl: Pri poskusu prijave z vašim računom družbenega omrežja je prišlo do napake.
tr: Sosyal ağ hesabınız üzerinden oturum açmaya çalışırken bir hata oluştu.
uk: Під час спроби входу через ваш обліковий запис у соціальній мережі сталася помилка.

source: Account Connections
de: Benutzerkonto-Verknüpfungen
eo: Kontaj Konektoj
es: Conexiones de la cuenta
et: Ühendatud kontod
fr: Connexions au compte
lt: Paskyros ryšiai
pt_br: Conexões da conta
ru: Привязки к аккаунту
sl: Povezave v račun
tr: Hesap Bağlantıları
uk: Підключення до акаунту

source: You can sign in to your account using any of the following third party accounts:
de: Du kannst dich mit den Konten der folgenden Drittanbieter bei deinem Benutzerkonto anmelden:
et: Saad oma kontole sisse logida ükskõik millisega järgmistest kolmandate osapoolte kontodest:
fr: Vous pouvez vous connecter à votre compte en utilisant un des fournisseurs de comptes tiers suivants :
lt: Galite prisijungti prie savo paskyros naudodami bet kurią iš šių trečiųjų šalių paskyrų:
pt_br: Você pode entrar na sua conta usando qualquer uma das seguintes contas de terceiros:
ru: Вы можете войти в аккаунт, используя любую из следующих сторонних учетных записей:
sl: V svoj račun se lahko prijavite s katerim koli od naslednjih računov tretjih oseb:
tr: Aşağıdaki üçüncü taraf hesaplarından herhangi birini kullanarak hesabınıza giriş yapabilirsiniz:
uk: Ви можете увійти до свого облікового запису, використовуючи будь-який з таких сторонніх облікових записів:

source: User
de: Benutzer
eo: Uzanto
es: Usuario
et: Kasutaja
fr: Utilisateur
lt: Naudotojas
pt_br: Usuário
ru: Пользователь
sl: Uporabnik
tr: Kullanıcı
uk: Користувач

source: You currently have no social network accounts connected to this account.
de: Du hast zurzeit keine mit diesem Account verbundenen sozialen Netzwerke
et: Sinu kasutajakontoga ei ole ühendatud sotsiaalmeedia kontosid.
fr: Vous n’avez actuellement aucun compte de réseau social lié à ce compte.
lt: Šiuo metu neturite su šia paskyra susietų socialinių tinklų paskyrų.
pt_br: Atualmente, você não tem contas de redes sociais conectadas a essa conta.
ru: В настоящее время у вас нет учетных записей социальных сетей, подключенных к данному аккаунту.
sl: Trenutno s tem računom ni povezano nobeno družbeno omrežje.
tr: Şu anda bu hesaba bağlı sosyal medya hesabınız yok.
uk: На даний момент у вас немає облікових записів соціальних мереж, підключених до цього облікового запису.

source: Add a 3rd Party Account
de: Füge ein Drittanbieterkonto hinzu
es: Añadir una cuenta de terceros
et: Lisa kolmanda osapoole konto
fr: Ajouter un compte de fournisseur tiers
lt: Pridėti trečiosios šalies paskyrą
pt_br: Adicionar uma conta de terceiros
ru: Добавьте сторонний аккаунт
sl: Dodaj račun 3. osebe
tr: 3. Taraf Hesabı Ekleyin
uk: Додайте обліковий запис третьої сторони

source: You have
de: Du hast
et: Sa oled
fr: Vous avez
lt: Turite
pt_br: Você tem
ru: Ваш вклад в проект
sl: Ste
tr: Sizin
uk: Ти маєш

source: curated <b>%(curated_pictures)s</b> picture
de: <b>%(curated_pictures)s</b> Bild kuratiert
et: kureerinud <b>%(curated_pictures)s</b> pildi
fr: supervisé <b>%(curated_pictures)s</b> image
pt_br: <b>%(curated_pictures)s</b> imagem com curadoria
ru: курация <b>%(curated_pictures)s</b> изображения
sl: uredili <b>%(curated_pictures)s</b> sliko.
tr: küratörlü <b>%(curated_pictures)s</b> resim
uk: кураторских <b>%(curated_pictures)s</b> зображення
