Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, fr, lt, lv, no, pt_br, ru, sl, tr, uk

source: User denied the request for Geolocation.
ar: رفض المستخدم طلب تحديد الموقع الجغرافي.
de: Der Benutzer hat die Abfrage nach dem aktuellen Standort abgelehnt.
eo: Uzanto malpermesis la peton por Geografia lokado.
fr: L’utilisateur a rejeté la demande de géolocalisation.
lt: Naudotojas atmetė prašymą dėl geografinės vietos nustatymo.
lv: Lietotājs noraidīja ģeolokācijas pieprasījumu.
no: Bruker avviste forespørsel om lokasjon
pt_br: Usuário negou a solicitação de geolocalização.
ru: Запрос на позиционирование отклонен пользователем.
sl: Uporabnik je zavrnil zahtevek za geolokacijo.
tr: Kullanıcı, Coğrafi Konum isteğini reddetti.
uk: Користувач відхилив запит на геолокацію.

source: Location information is unavailable.
ar: معلومات الموقع غير متوفرة.
de: Der aktuelle Standort kann nicht ermittelt werden.
eo: Informo pri loko ne estas havebla.
fr: Les informations de géolocalisation ne sont pas disponibles.
lt: Geografinės vietos informacija neprieinama.
lv: Atrašanās vietas informācija nav pieejama.
no: Lokasjonsinformasjon er ikke tilgjengelig.
pt_br: As informações de localização estão indisponíveis.
ru: Информация о местоположении недоступна.
sl: Podatek o lokaciji ni na voljo.
tr: Konum bilgisi kullanılamıyor.
uk: Інформація про місцезнаходження недоступна.

source: The request to get user location timed out.
ar: انتهت مهلة طلب الحصول على موقع المستخدم.
de: Die Abfrage des aktuellen Standorts dauerte zu lange.
eo: La peto por la loko de la uzanto postulis troon da tempo.
fr: La requête pour obtenir la géolocalisation de l’utilisateur a expiré.
lt: Prašymas gauti naudotojo buvimo vietą baigėsi.
lv: Pieprasījumam uzzināt lietotāja atrašanās vietu beidzies laiks.
no: Tidsavbrudd for forespørselen om lokasjon.
pt_br: A requisição pela localização do usuário excedeu o tempo limite.
ru: Время для получения местоположения пользователя истекло.
sl: Časovna omejitev zahtevka za pridobitev lokacije uporabnika je pretekla.
tr: Kullanıcı konumunu alma isteği zaman aşımına uğradı.
uk: Тайм-аут запиту на отримання місця розташування користувача.

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
eo: Nekonata eraro okazis.
fr: Une erreur inconnue s’est produite.
lt: Įvyko nežinoma klaida.
lv: Notikusi nezināma kļūda.
no: En ukjent feil oppstod.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sl: Prišlo je do neznane napake.
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.

source: System error
ar: خطأ في النظام
de: Systemfehler
eo: Sistema eraro
fr: Erreur système
lt: Sistemos klaida
lv: Sistēmas kļūda
no: Systemfeil
pt_br: Erro no sistema
ru: Системная ошибка
sl: Sistemska napaka
tr: Sistem hatası
uk: Системна помилка

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
eo: Ne elektita
fr: Non sélectionné
lt: Nepasirinkta
lv: Nav atlasīts
no: Ikke valgt
pt_br: Não selecionado
ru: Ничего не выбрано
sl: Ni izbrano
tr: Seçili değil
uk: Не вибрано

source: Go to my location
ar: الذهاب إلى موقعي
de: Gehe zu meinem Standort
eo: Iri al mia loko
fr: Aller à votre localisation
lt: Eiti į mano vietą
lv: Doties uz manu atrašanās vietu
no: Gå til min lokasjon
pt_br: Ir para minha localização
ru: Перейти к моему местоположению
sl: Pojdi na mojo lokacijo
tr: Konumuma git
uk: Перейдіть до мого місцезнаходження

source: Close
ar: إغلاق
de: Schließen
eo: Fermi
fr: Fermer
lt: Uždaryti
lv: Aizvērt
no: Lukk
pt_br: Fechar
ru: Закрыть
sl: Zapri
tr: Kapat
uk: Закрити

source: Pick the shooting location!
ar: اختيار موقع التصوير!
de: Wähle den Aufnahmeort!
eo: Elektu fotografadan lokon!
fr: Pointez l’adresse de la prise de vue !
lt: Pasirinkite fotografavimo vietą!
lv: Izvēlies fotografēšanas vietu!
no: Velg sted for fotografering!
pt_br: Escolha o local de tiro!
ru: Выбрать место съемки!
sl: Izberite lokacijo posnetka
tr: Çekim yerini seç!
uk: Виберіть місце зйомки!

source: Geotagged by this many users
ar: موسوم جغرافيا من قبل هذا العديد من المستخدمين
eo: Markita per geografiaj etikedoj de tiom da uzantoj
fr: Géolocalisé par de nombreux utilisateurs
lt: Pažymėjo tiek naudotojų
lv: Ģeoreferencējuši, lūk, cik daudz lietotāji
no: Geotagget av så mange brukere
pt_br: Geomarcado por muitos usuários
ru: Местоположение определено столькими пользователями
sl: Geoznačilo je toliko uporabnikov
tr: Bu birçok kullanıcı tarafından coğrafi etiketleme yapıldı
uk: Географічні позначки багатьох користувачів

source: Confirm correct location
ar: تأكيد الموقع الصحيح
de: Korrekten Standort bestätigen
eo: Konfirmi ĝustan lokon
fr: Confirmer la localisation correcte
lt: Patvirtinti teisingą vietą
lv: Apstiprini pareizo atrašanās vietu
no: Bekreft stedsinformasjon
pt_br: Confirmar a localização correta
ru: Подтвердить правильное местоположение
sl: Potrdite pravilno lokacijo
tr: Doğru konumu onayla
uk: Підтвердьте правильне розташування

source: Submit your own location
ar: تقديم موقعك الخاص
de: Übermittle deinen Standort
eo: Sendi vian propran lokon
fr: Soumettre votre propre localisation
lt: Pateikite savo vietą
lv: Norādi savu iepriekšējo atrašanās vietu
no: Registrer stedsinformasjon
pt_br: Enviar sua própria localização
ru: Загрузить своё местоположение
sl: Predložite svojo lokacijo
tr: Kendi konumunu gönder
uk: Введіть своє місцезнаходження

source: You
ar: أنت
de: Du
eo: Vi
fr: Vous
lt: Jūs
lv: Tu
no: Deg
pt_br: Você
ru: Вы
sl: Vi
tr: Siz
uk: Ви

source: Anonymous user
ar: مستخدم مجهول
de: Anonymer Benutzer
eo: Anonimulo
fr: Utilisateur anonyme
lt: Anonimas
lv: Anonīms lietotājs
no: Anonym bruker
pt_br: Usuário anônimo
ru: Анонимный пользователь
sl: Anonimen uporabnik
tr: Anonim kullanıcı
uk: Анонімний користувач

source: Anonymous users
ar: المستخدمون المجهولون
de: Anonyme Benutzer
eo: Anonimuloj
fr: Utilisateurs anonymes
lt: Anonimai
lv: Anonīmi lietotāji
no: Anonymer brukere
pt_br: Usuários anônimos
ru: Анонимные пользователи
sl: Anonimni uporabniki
tr: Anonim kullanıcılar
uk: Анонімні користувачі

source: Current location
ar: الموقع الحالي
de: Momentaner Standort
eo: Aktuala loko
fr: Position actuelle
lt: Dabartinė vieta
lv: Tagadējā atrašanās vieta
no: Gjeldende lokasjon
pt_br: Localização atual
ru: Текущее местоположение
sl: Trenutna lokacija
tr: Mevcut konum
uk: Поточне розташування

source: Between approximately %(from)s and approximately %(to)s
ar: بين %(from)s تقريبا و%(to)s تقريبا
de: Zwischen etwa %(from)s und etwa %(to)s
eo: Inter proksimume %(from)s kaj proksimume %(to)s
fr: Entre les environs de %(from)s et les environs de %(to)s
lt: Tarp apytiksliai %(from)s ir apytiksliai %(to)s
no: Mellom omtrentlig %(from)s og omtrentlig %(to)s
pt_br: Entre aproximadamente %(from)s e aproximadamente %(to)s
ru: Приблизительно от %(from)s и приблизительно до %(to)s
sl: Med približno %(from)s in približno %(to)s
tr: Yaklaşık %(from)s ile yaklaşık %(to)s arasında
uk: Між приблизно %(from)s і приблизно %(to)s

source: Between approximately %(from)s and %(to)s
ar: بين %(from)s تقريبا و%(to)s تقريبا
de: Zwischen etwa %(from)s und %(to)s
eo: Inter proksimume %(from)s kaj %(to)s
fr: Entre les environs de %(from)s et %(to)s
lt: Tarp apytiksliai %(from)s ir %(to)s
no: Mellom omtrentlig %(from)s og %(to)s
pt_br: Entre aproximadamente %(from)s e %(to)s
ru: Приблизительно от %(from)s и до %(to)s
sl: Med približno %(from)s in %(to)s
tr: Yaklaşık %(from)s ile %(to)s arasında
uk: Між приблизно %(from)s і %(to)s

source: Between %(from)s and approximately %(to)s
ar: بين %(from)s تقريبا و%(to)s تقريبا
de: Zwischen %(from)s und etwa %(to)s
eo: Inter %(from)s kaj proksimume %(to)s
fr: Entre %(from)s et les environs de %(to)s
lt: Tarp %(from)s ir apytiksliai %(to)s
no: Mellom %(from)s og omtrentlig %(to)s
pt_br: Entre %(from)s e aproximadamente %(to)s
ru: От %(from)s и приблизительно до %(to)s
sl: Med %(from)s in približno %(to)s
tr: %(from)s ile yaklaşık %(to)s arasında
uk: Між %(from)s і приблизно %(to)s

source: Between %(from)s and %(to)s
ar: بين %(from)s و%(to)s
de: Zwischen %(from)s und %(to)s
eo: Inter %(from)s kaj %(to)s
fr: Entre %(from)s et %(to)s
lt: Tarp %(from)s ir %(to)s
no: Mellom %(from)s og %(to)s
pt_br: Entre %(from)s e %(to)s
ru: От %(from)s до %(to)s
sl: Med %(from)s in %(to)s
tr: %(from)s ve %(to)s arasında
uk: Між %(from)s і %(to)s

source: After approximately %(from)s
ar: بعد حوالي %(from)s
de: Nach etwa %(from)s
eo: Post proksimume %(to)s
fr: Après approximativement %(from)s
lt: Po apytiksliai %(from)s
no: Etter omtrentlig %(from)s
pt_br: Depois de aproximadamente %(from)s
ru: После приблизительно %(from)s
sl: Po približno %(from)s
tr: Yaklaşık olarak %(from)s sonra
uk: Приблизно через %(from)s

source: After %(from)s
ar: بعد %(from)s
de: Nach %(from)s
eo: Post %(from)s
fr: Après %(from)s
lt: Po %(from)s
lv: Pēc %(no)
no: Etter %(from)s
pt_br: Depois %(from)s
ru: После %(from)s
sl: Po %(from)s
tr: %(from)s sonra
uk: Після %(from)s

source: Before approximately %(to)s
ar: قبل حوالي %(to)s
de: Vor etwa %(to)s
eo: Antaŭ proksimume %(to)s
fr: Avant approximativement %(to)s
lt: Prieš apytiksliai %(to)s
lv: Pirms aptuveni %(līdz)
no: Før omtrentlig %(to)s
pt_br: Antes de aproximadamente %(to)s
ru: До приблизительно %(to)s
sl: Pred približno %(to)s
tr: Yaklaşık olarak %(to)s
uk: До приблизно %(to)s

source: Before %(to)s
ar: قبل %(to)s
de: Vor %(to)s
eo: Antaŭ %(to)s
fr: Avant %(to)s
lt: Prieš %(to)s
lv: Pirms %(līdz)
no: Før %(to)s
pt_br: Antes %(to)s
ru: До %(to)s
sl: Pred %(to)s
tr: %(to)s kadar
uk: До %(to)s

source: Approximately %(date)s
ar: حوالي %(date)s
de: Etwa %(date)s
eo: Proksimume %(date)s
fr: Autour du %(date)s
lt: Apytiksliai %(date)s
lv: Aptuveni %(datums)
no: Omtrentlig %(date)s
pt_br: Aproximadamente %(date)s
ru: Приблизительно %(date)s
sl: Približno %(date)s
tr: Yaklaşık olarak %(date)s
uk: Приблизно %(date)s

source: Invalid input, see help text.
ar: إدخال غير صالح، انظر نص المساعدة.
de: Ungültige Eingabe, Hilfetext beachten.
eo: Ne valida enigo; vidu helpan tekston.
fr: Saisie non valide, voir le texte d’aide.
lt: Netinkama įvestis, žiūrėkite pagalbos tekstą.
lv: Kļūdaina ievade, skatīt palīdzības tekstu.
no: Ugyldig input, se hjelpetekst.
pt_br: Entrada inválida, consulte o texto de ajuda.
ru: Неверный ввод, смотрите текст помощи.
sl: Neveljaven vnos, glejte besedilo pomoči.
tr: Geçersiz giriş, yardım metnine bakın.
uk: Недійсне введення, див. текст довідки.

source: Server received invalid data.
ar: تلقى الخادم بيانات غير صالحة.
de: Der Server empfängt ungültige Daten.
eo: Servilo ricevis ne validan datenon.
fr: Le serveur a reçu des données non valides.
lt: Serveris gavo neteisingus duomenis.
lv: Serveris saņēmis nepareizus datus.
no: Serveren mottok ugyldige data.
pt_br: Servidor recebeu dados inválidos.
ru: Сервер получил неверные данные.
sl: Strežnik je prejel neveljavne podatke.
tr: Sunucu geçersiz veri aldı.
uk: Сервер отримав недійсні дані.

source: Confirm dating
ar: تأكيد التاريخ
de: Datierung bestätigen
eo: Konfirmi daton
fr: Confirmer la date
lt: Patvirtinti datą
lv: Apstiprini datējumu
no: Bekreft datering
pt_br: Confirmar namoro
ru: Подтвердить датирование
sl: Potrdite datiranje
tr: Tarihi onayla
uk: Підтвердити датування

source: Confirming a dating earned you %(points)s points.
ar: تأكيد تاريخ حصلت عليه %(points)s نقطة.
de: Durch die Bestätigung einer Datierung verdienst du %(points)s Punkte.
eo: Per konfirmado de dato, vi gajnis %(points)s poentojn.
fr: La confirmation d’une date vous a fait gagner %(points)s points.
lt: Patvirtinę datą gavote %(points)s taškų.
lv: Datējuma apstiprinājums dod jums %(punktus) punktus.
no: Bekreftelse av datering ga deg %(points)s poeng.
pt_br: Confirmando um namoro você ganhou %(points)s pontos.
ru: Подтверждение датирования дало вам %(points)s очков.
sl: S potrditvijo datiranja ste si prislužili %(points)s točk.
tr: Bir tarihi onaylamak sana %(points)s puan kazandırdı.
uk: Підтвердження знайомства заробило вам %(points)s балів.

source: Submitting a dating earned you %(points)s points.
ar: تقديم تاريخ حصلت عليه %(points)s نقطة.
de: Durch den Eintrag einer Datierung verdienst du %(points)s Punkte.
eo: Per sendado de dato, vi gajnis %(points)s poentojn.
fr: En soumettant une date, vous gagnez %(points)s points.
lt: Pateikę datą gavote %(points)s taškų.
no: Bekreftelse av datering ga deg %(points)s poeng.
pt_br: Submeter um namoro lhe rendeu %(points)s pontos.
ru: За предложение датировки вы получаете %(points)s очков.
sl: s predložitvijo datiranja ste si prislužili %(points)s točk.
tr: Bir buluşma göndererek size %(points)s puan kazandırdınız.
uk: Подання побачення заробило вам %(points)s балів.

source: Thanks!
ar: شكرا!
de: Vielen Dank!
eo: Dankon!
fr: Merci !
lt: Ačiū!
lv: Paldies!
no: Takk!
pt_br: Obrigado!
ru: Спасибо!
sl: Hvala!
tr: Teşekkürler!
uk: Дякую!

source: YYYY.MM.DD
ar: سسسس.شش.يي
de: JJJJ.MM.TT
eo: JJJJ.MM.TT
fr: AAAA.MM.JJ
lt: MMMM.MM.DD
lv: GGGG.MM.DD
pt_br: AAAA.MM.DD
ru: ГГГГ.ММ.ДД
sl: LLLL.MM.DD
tr: YYYY.AA.GG
uk: РРРР.ММ.ДД

source: Cancel
ar: إلغاء
de: Abbrechen
eo: Nuligi
fr: Annuler
lt: Atšaukti
lv: Atcelt
no: Avbryt
pt_br: Cancelar
ru: Отменить
sl: Prekliči
tr: İptal
uk: Скасувати

source: Submit
ar: إرسال
de: Speichern
eo: Sendi
fr: Soumettre
lt: Siųsti
lv: Iesniegt
no: Send inn
pt_br: Enviar
ru: Отправить
sl: Pošlji
tr: Gönder
uk: Надіслати

source: Comment your dating
ar: التعليق على تأريخك
de: Kommentiere deine Datierung
eo: Komenti pri via datado
fr: Commenter votre date
lt: Pakomentuokite savo nurodytą datą
lv: Komentēt savu datējumu
no: Kommenter din datering
pt_br: Comente seu namoro
ru: Оставьте комментарий о своём выборе даты
sl: Komentirajte svoje datiranje
tr: Tarihini yorumla
uk: Прокоментуйте свої побачення

source: Use YYYY.MM.DD format (MM.DD not obligatory)
ar: استخدم تنسيق سسسس.شش.يي (شش.يي غير إلزامي)
de: Verwende das Format JJJJ.MM.TT (MM.TT nicht verpflichtend)
eo: Uzu la aranĝon JJJJ.MM.TT (MM.TT ne estas deviga)
fr: Utilisez le format AAAA.MM.JJ (MM.JJ facultatifs)
lt: Naudokite formatą MMMM.MM.DD (MM.DD neprivaloma)
lv: Izmantot GGGG.MM.DD formātu (MM.DD nav obligāti)
no: Bruk YYYY.MM.DD formatet (MM.DD er ikke obligatorisk)
pt_br: Use o formato AAAA.MM.DD (MM.DD não obrigatório)
ru: Вводите дату в формате ГГГГ.ММ.ДД (ММ.ДД вводить не обязательно)
sl: Uporabite obliko LLLL.MM.DD (MM.DD ni obvezno)
tr: YYYY.AA.GG formatını kullanın (AA.GG zorunlu değildir)
uk: Використовуйте формат РРРР.ММ.ДД (ММ.ДД не є обов’язковим)

source: Mark date ranges or before/after with either "-" or ".."
ar: تعليم نطاقات التاريخ أو قبله/بعده بـ"-" أو ".."
de: Kennzeichne Zeitspannen oder vor/nach entweder mit "-" oder ".."
eo: Marku datajn intervalojn aŭ antaŭ-post-parojn per aŭ "-" aŭ ".."
fr: Marquer les plages de date ou avant/après avec soit « - » soit « .. »
lt: Pažymėkite datų sekas arba prieš/po naudodami „-“ arba „..“
no: Marker datointervall før/etter med enten "-" eller ".."
pt_br: Marcar intervalos de datas ou antes/depois com "-" ou ".."
ru: Отметьте диапазоны дат до/после с помощью «-» или «..»
sl: Označite datumske razpone ali pred/za z »-« ali »..«
tr: Tarih aralıklarını veya öncesi/sonrasını "-" veya ".." ile işaretleyin
uk: Позначте діапазони дат або до/після будь-яким "-" або ".."

source: Approximate date in brackets
ar: التاريخ التقريبي بين قوسين
de: Ungefähres Datum in Klammern
eo: Proksimuma dato en krampoj
fr: Date approximative entre parenthèses
lt: Apytikslė data skliausteliuose
lv: Aptuvens datums iekavās
no: Omtrentlig dato i parantes
pt_br: Data aproximada entre parênteses
ru: Примерная дата в скобках
sl: Približen datum v oklepajih
tr: Parantez içindeki yaklaşık tarih
uk: Приблизна дата в дужках

source: You're anonymous
ar: أنت مجهول
de: Du bist anonym
eo: Vi estas anonima
fr: Vous êtes anonyme
lt: Esate anonimas
lv: Jūs esat anonīms
no: Du er anonym
pt_br: Você está anônimo
ru: Вы аноним
sl: Ste anonimni
tr: Anonimsizniz
uk: Ви анонімні

source: Add this picture to album (not the whole set)
ar: أضف هذه الصورة إلى الألبوم (وليس المجموعة بأكملها)
eo: Aldoni ĉi tiun bildon (ne la tutan bildaron) en albumon
fr: Ajouter cette image à l’album (pas tout l’ensemble)
lt: Pridėti šią nuotrauką prie albumo (ne visą rinkinį)
lv: Pievieno šo fotogrāfiju albumam (ne visu kopumu)
no: Legg dette bildet til album (ikke hele utvalget)
pt_br: Adicionar esta foto ao álbum (não ao conjunto)
ru: Добавить эту фотографию в альбом (не весь набор)
sl: Dodaj v album to sliko (ne celotnega kompleta)
tr: Bu görüntüyü albüme ekle
uk: Додати це зображення в альбом (не весь набір)

source: Aerial
fr: Vue aérienne
lt: Aviacinis
pt_br: Aéreo
sl: Zračno
tr: Hava
uk: Повітряні

source: Album details
ar: تفاصيل الألبوم
eo: Detaloj pri albumo
fr: Détails de l’album
lt: Albumo informacija
lv: Albuma detaļas
no: Albumdetaljer
pt_br: Detalhes do álbum
ru: Детали альбома
sl: Podatkio o albumu
tr: Albüm detayları
uk: Подробиці альбому

source: Album has <em>%(photoCount)s</em> pictures
de: Das Album hat %(photoCount)s Bilder
fr: L’album comprend<em>%(photoCount)s</em> images
lt: Albume yra <em>%(photoCount)s</em> nuotraukų
pt_br: O álbum tem <em>%(photoCount)s</em> imagens
sl: Album vsebuje <em>%(photoCount)s</em> slik
tr: Albümde <em>%(photoCount)s</em> resim var
uk: Альбом містить <em>%(photoCount)s</em> зображень

source: Approximate address
ar: العنوان التقريبي
de: Ungefähre Adresse
fr: Adresse approximative
lt: Apytikslis adresas
lv: Aptuvena adrese
no: Omtrent sted
pt_br: Endereço aproximado
ru: Примерный адрес
sl: Približen naslov
tr: Yaklaşık adresler
uk: Приблизна адреса

source: Are you sure you want to create an album with less than 5 photos? We recommend to create albums with at least 10 or more pictures.
ar: هل تريد بالتأكيد إنشاء ألبوم يحتوي على أقل من 5 صور؟ نوصي بإنشاء ألبومات تحتوي على 10 صور على الأقل أو أكثر.
de: Bist du dir sicher, dass du ein Album mit weniger als fünf Fotos erstellen möchtst? Wir empfehlen wenigstens zehn oder mehr Bilder.
eo: Ĉu vi certas ke vi volas krei albumon kun malpli ol 5 fotoj? Ni rekomendas ke vi kreu albumon kun almenaŭ 10 fotoj.
fr: Êtes-vous sûr de vouloir créer un album avec moins de cinq photos ? Nous recommandons de créer des albums avec au moins dix photos.
lt: Ar tikrai norite sukurti albumą, kuriame būtų mažiau nei 5 nuotraukos? Rekomenduojame sukurti albumus, kuriuose būtų bent 10 nuotraukų.
lv: Vai esi pārliecināts, ka vēlies izveidot albumu ar mazāk nekā 5 fotogrāfijām? Mēs rekomendējam izveidot albumus ar vismaz 10 vai vairāk fotogrāfijām.
no: Er du sikker på at du vil opprette et album med mindre enn 5 bilder? Vi anbefaler at du opprettet album med minst 10 bilder.
pt_br: Tem certeza de que deseja criar um álbum com menos de 5 fotos? Recomendamos criar álbuns com pelo menos 10 ou mais fotos.
ru: Вы уверены, что хотите создать альбом с менее чем 5 фотографиями? Мы рекомендуем создавать альбомы, содержащие не менее 10 и более изображений.
sl: Ste prepričani, da želite ustvariti album z manj kot 5 fotografijami? Priporočamo, da ustvarite albume z vsaj 10 ali več slikami.
tr: 5'ten az fotoğraf içeren bir albüm oluşturmak istediğinize emin misiniz? En az 10 veya daha fazla resimli albüm oluşturmanızı öneririz.
uk: Ви впевнені що хочете створити альбом з менш ніж 5 фотографіями? Ми рекомендуємо створити альбоми, що містять не менше 10 і більше зображень.

source: Author
ar: المؤلف
de: Autor
eo: Aŭtoro
fr: Auteur
lt: Autorius
lv: Autors
no: Forfatter
pt_br: Autor
ru: Автор
sl: Avtor
tr: Yazar
uk: Автор

source: Categorize scene
de: Szene kategorisieren
fr: Catégoriser la scène
lt: Kategorizuoti sceną
pt_br: Categorizar cena
sl: Kategorizirajte prizor
tr: Sahneyi kategorize et
uk: Категоризувати сцену

source: Comments in album
ar: تعليقات في الألبوم
de: Kommentare im Album
eo: Komentoj en albumo
fr: Commentaires dans l’album
lt: Komentarai albume
lv: Komentāri albumā
no: Kommentarer i album
pt_br: Comentários no álbum
ru: Комментарии в альбоме
sl: Komentarji v albumu
tr: Albümdeki yorumlar
uk: Коментарі в альбомі

source: Comments
ar: تعليقات
de: Kommentare
fr: Commentaires
lt: Komentarai
lv: Komentāri
no: kommentarer
pt_br: Comentários
ru: Комментарии
sl: Komentarji
tr: Yorumlar
uk: Коментарі

source: Confirm
ar: تأكيد
de: Bestätigen
fr: Confirmer
lt: Patvirtinti
pt_br: Confirmar
ru: Подтвердить
sl: Potrdi
tr: Onayla
uk: Підтвердити

source: Could not copy link to clipboard
fr: Impossible de copier le lien vers le presse-papiers
lt: Nepavyko nukopijuoti nuorodos į iškarpinę
pt_br: Não foi possível copiar o link para a área de transferência
sl: Povezave ni bilo mogoče kopirati v odložišče
tr: Bağlantı panoya kopyalanamadı
uk: Не вдалося скопіювати посилання в буфер обміну

source: Date
ar: التاريخ
de: Datum
eo: Dato
lt: Data
lv: Datums
no: Dato
pt_br: Data
ru: Дата
sl: Datum
tr: Tarih
uk: Дата

source: Description
ar: الوصف
de: Beschreibung
eo: Priskribo
lt: Aprašymas
lv: Apraksts
no: Beskrivelse
pt_br: Descrição
ru: Описание
sl: Opis
tr: Açıklama
uk: Опис

source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier
lt: Redaguoti
lv: Labot
pt_br: Editar
ru: Редактировать
sl: Uredi
tr: Düzenle
uk: Редагувати

source: Exterior
de: Außenaufnahme
fr: Extérieur
lt: Eksterjeras
sl: Zunanjost
tr: Dış
uk: Зовнішній вигляд

source: Failed to send your feedback, sorry.
ar: فشل إرسال ملاحظاتك، عذرا.
de: Entschuldigung, dein Feedback konnte nicht gesendet werden.
fr: Échec d’envoi de votre avis, désolé.
lt: Nepavyko išsiųsti jūsų atsiliepimo, atsiprašome.
pt_br: Não foi possível enviar seu feedback, desculpe.
ru: К сожалению, отправить отзыв не удалось.
sl: Povratnih informacij žal ni bilo mogoče poslati.
tr: Geri bildiriminiz gönderilemedi, üzgünüz.
uk: Не вдалося надіслати ваш відгук, вибачте.

source: Flip
ar: قلب
de: Kippen
eo: Inversigi
fr: Retourner
lt: Apversti
no: Vend
pt_br: Virar
ru: Отразить зеркально
sl: Zrcali
tr: Çevir
uk: Перевернути

source: Geotag pictures in album
ar: وسم الصور جغرافيا في الألبوم
eo: Aldoni geografiajn etikedojn al bildoj en albumo
fr: Géolocaliser les images dans l’album
lt: Žymėti albumo nuotraukas geografine žyme
lv: Pievienot atrašanās vietu bildēm albumā
no: Geotagg bilder i album
pt_br: Imagens geográficas no álbum
ru: Фото с геотегами в альбоме
sl: Geooznačevanje slik v albumu
tr: Albümdeki resimleri coğrafi etiketle
uk: Зображення географічної позначки в альбомі

source: Ground
fr: Vue au niveau du sol
lt: Žemė
pt_br: Chão
sl: Tla
tr: Yer
uk: Земля

source: Picture is of high quality
de: Das Bild ist von hoher Qualität
fr: L’image est de haute qualité
lt: Nuotrauka aukštos kokybės
pt_br: A imagem é de alta qualidade
sl: Slika je visoke kakovosti
tr: Resim, yüksek kalitede
uk: Фотографія високої якості

source: Picture has location and view direction info
de: Das Bild enthält Informationen zum Standort und zur Blickrichtung
fr: L’image a des informations de localisation et d’orientation de la vue
lt: Nuotrauka turi vietos ir požiūrio taško informacija
pt_br: A imagem tem informações de localização e direção de visualização
ru: Для снимка доступна информация о местоположении и направлении просмотра
sl: Na sliki so podatki o lokaciji in smeri pogleda
tr: Resmin konumu ve yön bilgisi var
uk: Фотографія має інформацію про місцезнаходження та напрямок перегляду

source: Picture has no location info
de: Das Bild hat keine Standortinformation
fr: L’image n’a aucune information de localisation
lt: Nuotrauka neturi vietos informacijos
pt_br: A imagem não tem informações de localização
ru: Информация о местоположении для снимка отсутствует
sl: Slika nima podatkov o lokaciji
tr: Resmin konum bilgisi yok
uk: Фотографія не має інформації про місцезнаходження
