Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Confirm
de: Bestätigen
eo: Konfirmi
es: Confirmar
et: Kinnita
fr: Confirmer
lt: Patvirtinti
pt_br: Confirmar
ru: Подтвердить
sl: Potrdi
tr: Onayla
uk: Підтвердити

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Der E-Mail-Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordere eine neue E-Mail-Bestätigung an</a>.
es: Este enlace de confirmación de correo electrónico caducó o no es válido. <a href="%(email_url)s"> envíe una nueva solicitud de confirmación por correo electrónico</a>.
et: E-posti kinnitamislink on aegunud või vigane. Palun <a href="%(email_url)s">algata uus e-posti kinnitamine</a>.
fr: Ce lien de confirmation de courriel a expiré ou n’est pas valide. Veuillez <a href="%(email_url)s">demander un nouveau courriel de confirmation</a>.
lt: Ši el. pašto patvirtinimo nuoroda baigė galioti arba yra neteisinga. Prašome <a href="%(email_url)s">paprašyti naujo el. pašto adreso patvirtinimo</a>.
pt_br: Este link de confirmação por e-mail expirou ou é inválido. Por favor <a href="%(email_url)s">emitir um novo pedido de confirmação por e-mail</a>.
ru: Cрок действия этой ссылки для подтверждения электронной почты истек или недействителен. <a href="%(email_url)s"> Отправьте новый запрос на подтверждение электронной почты </a>.
sl: Ta potrditvena e-poštna povezava je potekla ali ni veljavna. Prosimo, <a href="%(email_url)s">pošljite nov zahtevek za potrditev po e-pošti</a>.
tr: Bu e-posta onay bağlantısının süresi dolmuş veya geçersiz. Lütfen <a href="%(email_url)s">yeni bir e-posta onaylama isteği gönderin</a>.
uk: Термін дії цього посилання для підтвердження електронної пошти закінчився або він недійсний. <a href="%(email_url)s"> відправте новий запит підтвердження по електронній пошті </a>.

source: The following E-mail addresses are associated with your account:
de: Die folgenden E-Mail-Adressen sind mit deinem Konto verknüpft:
es: Las siguientes direcciones de correo electrónico están asociadas a tu cuenta:
et: Järgmised meiliaadressid on seotud Sinu kontoga:
fr: Les adresses de courriel suivantes sont associées à votre compte :
lt: Šie el. pašto adresai yra susiję su jūsų paskyra:
pt_br: Os seguintes endereços de e-mail estão associados à sua conta:
ru: С вашей учетной записью связаны следующие адреса электронной почты:
sl: Z vašim računom so povezani naslednji e-poštni naslovi:
tr: Aşağıdaki e-posta adresleri hesabınızla ilişkilendirilmiş:
uk: З вашим обліковим записом пов'язані такі адреси електронної пошти:

source: verified
de: Bestätigt
es: Verificado
et: kinnitatud
fr: vérifiée
lt: patvirtinta
pt_br: verificado
ru: подтвержден
sl: preverjeno
tr: onaylı
uk: перевірено

source: unverified
de: Unbestätigt
es: no confirmado
et: kinnitamata
fr: non vérifiée
lt: nepatvirtinta
pt_br: não verificado
ru: не подтвержден
sl: nepreverjeno
tr: onaylanmamış
uk: неперевірено

source: primary
de: Primär
es: Primario
et: peamine
fr: primaire
lt: pagrindinis
pt_br: primário
ru: основной
sl: osnovni
tr: birincil
uk: основний

source: Make Primary
de: Primär machen
es: Hacer primaria
et: Muuda peamiseks
fr: Rendre principale
lt: Padaryti pagrindiniu
pt_br: Tornar primário
ru: Сделать основным
sl: Naredi osnovnega
tr: Birincil Yap
uk: Зробити приватною

source: Re-send Verification
de: Verifizierung erneut senden
es: Re-Enviar Verificación
et: Saada kinnituskiri uuesti
fr: Renvoyer la vérification
lt: Išsiųsti patvirtinimą iš naujo
pt_br: Reenviar verificação
ru: Отправить данные верификации снова
sl: Znova pošlji potrditev
tr: Onaylamayı Tekrar Gönder
uk: Повторно надішліть підтвердження

source: Remove
de: Entfernen
eo: Forigi
es: Quitar
et: Kustuta
fr: Supprimer
lt: Pašalinti
pt_br: Remover
ru: Удалить
sl: Odstrani
tr: Kaldır
uk: Видалити

source: Warning:
de: Warnung:
es: Advertencia:
et: Hoiatus:
fr: Avertissement :
lt: Įspėjimas:
pt_br: Aviso:
ru: Предупреждение.
sl: Opozorilo:
tr: Uyarı:
uk: Попередження:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Du hast derzeit keine E-Mail-Adresse eingerichtet. Du solltest wirklich eine E-Mail-Adresse hinzufügen, damit du Benachrichtigungen erhalten, dein Passwort zurücksetzen kannst usw.
es: Actualmente no tienes configurada ninguna dirección de correo electrónico. Realmente deberías agregar una dirección de correo electrónico para que puedas recibir notificaciones, restablecer tu contraseña, etc.
et: Sul ei ole hetkel meiliaadressi seadistatud. Peaksid lisama meiliaadressi teadete saamiseks, salasõna lähtestamiseks jms.
fr: Vous n’avez actuellement aucune adresse de courriel paramétrée. Vous devriez en ajouter une afin de pouvoir recevoir les notifications, réinitialiser votre mot de passe, etc.
lt: Šiuo metu neesatę pridėję el. pašto adresų. Rekomenduojame pridėti el. pašto adresus, kad galėtume gauti pranešimus, atstatyti slaptažodį ir kt.
pt_br: No momento, você não possui nenhum endereço de e-mail configurado. Você realmente deve adicionar um endereço de e-mail para que possa receber notificações, redefinir sua senha, etc.
ru: Адрес электронной почты еще не установлен. Для получения уведомлений, сброса пароля и других действий необходимо добавить в аккаунт адрес электронной почты.
sl: Trenutno nimate nastavljenega e-poštnega naslova. Res bi morali dodati e-poštni naslov, da boste lahko prejemali obvestila, ponastavili geslo idr.
tr: Şu anda herhangi bir e-posta adresiniz yok. Bildirim alabilmeniz, parolanızı sıfırlayabilmeniz için gerçekten bir e-posta adresi eklemeniz gerekir.
uk: Наразі у вас не встановлено жодної адреси електронної пошти. Ви дійсно повинні додати адресу електронної пошти, щоб отримувати сповіщення, скинути пароль тощо.

source: Add E-mail
de: E-Mail hinzufügen
es: Añadir tu correo electrónico
et: Lisa meiliaadress
fr: Ajouter une adresse de courriel
lt: Pridėti el. paštą
pt_br: Adicionar e-mail
ru: Добавить адрес электронной почты
sl: Dodaj e-poštni naslov
tr: E-posta ekle
uk: Додати електронну пошту

source: Do you really want to remove the selected e-mail address?
de: Willst du die ausgewählte E-Mail-Adresse wirklich entfernen?
es: ¿Realmente quieres eliminar la dirección seleccionada de correo electrónico?
et: Kas oled kindel, et soovid valitud meiliaadressi eemaldada?
fr: Voulez-vous réellement supprimer les adresses de courriel sélectionnées ?
lt: Ar tikrai norite pašalinti pasirinktą el. pašto adresą?
pt_br: Tem certeza de que deseja remover o endereço de e-mail selecionado?
ru: Подтвердите удаление выбранного адреса электронной почты.
sl: Ali res želite odstraniti izbrani e-poštni naslov?
tr: Seçilen e-posta adresini gerçekten kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити вибрану адресу електронної пошти?

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Bitte melde dich mit einem deiner existierenden Drittanbieterkonten an. Oder <a href="%(signup_url)s">registriere dich</a> für einen %(site_name)s-Account und melde dich unten an:
es: Iniciar sesión con una de sus cuentas de terceros existentes. O <a href="%(signup_url)s"> regístrese </a> para una cuenta de %(site_name)s e inicie sesión a continuación:
et: Palun logi sisse mõnega oma olemasolevatest kontodest. Või <a href="%(signup_url)s">registreeri</a> uus %(site_name)s konto ja logi sisse allpool:
fr: Veuillez vous connecter avec un de vos comptez tiers existant. Ou, <a href="%(signup_url)s">demandez</a> un compte de %(site_name)s et inscrivez-vous ci-dessous :
lt: Prašome prisijungti su vienu iš savo egzistuojančių trečiosios šalies paskyrų. Arba <a href="%(signup_url)s">sukurti paskyrą</a> %(site_name)s ir prisijungti:
pt_br: Por favor entre com uma das contas de terceiros existentes. Ou, <a href="%(signup_url)s">registre-se</a> para obter uma conta em %(site_name)s e inicie uma sessão abaixo:
ru: Авторизуйтесь с помощью стороннего аккаунта, <a href="%(signup_url)s">создайте</a> аккаунт на %(site_name)s или воспользуйтесь формой для входа.
sl: Prijavite se z enim vaših obstoječih računov tretjih oseb. Ali pa <a href="%(signup_url)s">se registrirajte</a> za račun %(site_name)s in se prijavite spodaj:
tr: Lütfen mevcut üçüncü taraf hesaplarınızdan biriyle oturum açın. Veya %(site_name)s hesabı için <a href="%(signup_url)s">kaydolun</a> ve aşağıda oturum açın:
uk: Будь ласка, увійдіть за допомогою одного! N! ваших існуючих сторонніх облікових записів. Або <a href="%(signup_url)s">підпишіться</a> для облікового запису %(site_name)s та увійдіть нижче:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Wenn du noch kein Benutzerkonto erstellt hast, <a href="%(signup_url)s">registriere</a> dich bitte zuerst.
es: Si aún no haz creado una cuenta, primero <a href="%(signup_url)s"> regístrate </a>.
et: Kui Sa ei ole kontot veel loonud, siis palun <a href="%(signup_url)s">registreeru</a>.
fr: Si vous n’avez pas encore créé de compte, alors veuillez d’abord <a href="%(signup_url)s">vous inscrire</a>.
lt: Jei dar nesate sukūrę paskyros, prašome pirmiau <a href="%(signup_url)s">užsiregistruoti</a>.
pt_br: Se você ainda não tiver criado uma conta, por favor <a href="%(signup_url)s">registre-se</a> antes.
ru: Если у вас еще нет аккаунта, сначала <a href="%(signup_url)s">зарегистрируйтесь</a>.
sl: Če si še niste ustvarili računa, se najprej <a href="%(signup_url)s">registrirajte</a>.
tr: Henüz bir hesap oluşturmadıysanız, lütfen önce <a href="%(signup_url)s">kaydolun</a>.
uk: Якщо ви ще не створили обліковий запис ще, то будь ласка, <a href="%(signup_url)s">зареєструйтесь</a> першим.

source: Are you sure you want to sign out?
de: Bist du sicher, dass du dich abmelden möchtest?
es: ¿Estás seguro, de que quieres cerrar sesión?
et: Oled kindel, et soovid välja logida?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?
lt: Ar tikrai norite atsijungti?
pt_br: Você tem certeza que deseja sair?
ru: Подтвердите выход из учетной записи.
sl: Ali se res želite odjaviti?
tr: Oturum kapatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?

source: Change Password
de: Passwort ändern
eo: Ŝanĝi Pasvorton
es: Cambiar contraseña
et: Muuda salasõna
fr: Modifier le mot de passe
lt: Keisti Slaptažodį
pt_br: Mudar Senha
ru: Изменить пароль
sl: Spremeni geslo
tr: Parolayı Değiştir
uk: Змінити пароль

source: Password Reset
de: Passwort zurücksetzen
eo: Pasvorto Rekomencigita
es: Restablecimiento de contraseña
et: Salasõna taastamine
fr: Réinitialisation de mot de passe
lt: Slaptažodžio Atstatymas
pt_br: Resetar a senha
ru: Сброс пароля
sl: Ponastavitev gesla
tr: Parola Sıfırlama
uk: Скинути пароль

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Trage unten deine E-Mail-Adresse ein und wir schicken dir eine E-Mail, mit der du es zurücksetzen kannst.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos un correo electrónico que te permitirá restablecer tu contraseña.
et: Oled oma salasõna unustanud? Sisesta oma e-posti aadress ja saadame sulle e-kirja salasõna lähtestamiseks.
fr: Mot de passe oublié ? Saisissez votre adresse de messagerie ci-dessous et nous vous enverrons un courriel pour vous permettre de le réinitialiser.
lt: Pamiršote slaptažodį? Įveskite savo el. pašto adresą žemiau ir mes išsiųsime jums el. laišką, leidžiantį atstatyti slaptažodį.
pt_br: Esqueceu sua senha? Digite seu endereço de e-mail abaixo e enviaremos um e-mail para você redefini-lo.
ru: Забыли пароль? Введите адрес электронной почты и мы отправим вам письмо с инструкцией по сбросу пароля.
sl: Ste pozabili geslo? Spodaj vnesite svoj e-poštni naslov in poslali vam bomo e-poštno sporočilo za ponastavitev.
tr: Şifrenizi mi unuttunuz? Aşağıya e-posta adresinizi girin, sıfırlamanıza izin veren bir e-posta göndereceğiz.
uk: Забули свій пароль? Введіть свою електронну адресу нижче, і ми надішлемо вам електронне повідомлення, яке дозволить вам скинути її.

source: Reset My Password
de: Mein Passwort zurücksetzen
eo: Restarigi Mian Pasvorton
es: Restablecer mi contraseña
et: Lähtesta salasõna
fr: Réinitialiser mon mot de passe
lt: Atstatyti Mano Slaptažodį
pt_br: Redefinir minha senha
ru: Сброс пароля
sl: Ponastavi moje geslo
tr: Parolamı Sıfırla
uk: Скидання паролю

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktiere uns, wenn du Probleme hast, dein Passwort zurückzusetzen.
es: Comuníquete con nosotros si tiene algún problema para restablecer tu contraseña.
et: Palun võta meiega ühendust, kui Sul on salasõna lähtestamisega probleeme.
fr: Veuillez nous contacter si vous avez un problème pour réinitialiser un mot de passe.
lt: Prašome susisiekti, jei kyla problemų atstatant slaptažodį.
pt_br: Entre em contato conosco se tiver algum problema para redefinir sua senha.
ru: Если у вас возникли проблемы с восстановлением пароля, напишите нам.
sl: Če imate težave pri ponastavitvi gesla, nas kontaktirajte.
tr: Şifrenizi sıfırlamakta sorun yaşıyorsanız lütfen bizimle iletişime geçin.
uk: Будь ласка, зв'яжіться з нами, якщо у вас виникнуть проблеми зі скиданням пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine E-Mail geschickt. Bitte kontaktiere uns, wenn du sie nicht innerhalb der nächsten Minuten erhältst.
es: Te hemos enviado un correo electrónico. Por favor contáctanos si no lo recibes en unos minutos.
et: Saatsime Sulle e-kirja. Palun võta meiega ühendust, kui sa seda mõne minuti jooksul kätte ei saa.
fr: Nous vous avons envoyé un courriel. Veuillez nous contacter si vous ne le recevez pas d’ici quelques minutes.
ru: Мы отправили вам электронное письмо. Cвяжитесь с нами, если вы не получили его в течение нескольких минут.
sl: Poslali smo vam e-pošto. Če je ne boste prejeli v nekaj minutah, nas kontaktirajte.
tr: Size bir e-posta gönderdik. Eğer birkaç dakika içerisinde ulaşmazsa lütfen bizimle iletişime geçin.
uk: Ми надіслали Вам електронне повідомлення. Будь ласка, зв'яжіться з нами, якщо ви не отримаєте його протягом кількох хвилин.

source: Bad Token
de: Schlechter Token
eo: Malbona Ĵetono
es: Token malo
et: Kehtetu autentimistähis
fr: Mauvais jeton
lt: Blogas prieigos raktas
pt_br: Token ruim
ru: Неправильный токен
sl: Slab žeton
tr: Kötü Belirteç
uk: Поганий токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Passwort-Zurücksetzen-Link war ungültig, möglicherweise weil er schon benutzt wurde. Bitte fordere eine <a href="%(passwd_reset_url)s">neue Passwortzurücksetzung</a> an.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya se ha utilizado. Solicita un <a href="%(passwd_reset_url)s"> nuevo restablecimiento de contraseña </a>.
et: Salasõna lähtestamise link oli kehtetu, ilmselt on seda juba kasutatud. Palun algata <a href="%(passwd_reset_url)s">uus salasõna lähtestamine</a>.
fr: Le lien de réinitialisation du mot de passe n’est pas valide, peut-être parce qu’il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation de mot de passe</a>.
lt: Slaptažodžio atstatymo nuoroda yra netinkama, galimai todėl, kad jau buvo panaudota. Prašome paprašyti <a href="%(passwd_reset_url)s">slaptažpdžio atstatymo dar kartą</a>.
pt_br: O link de redefinição de senha era inválido, possivelmente porque já foi usado. Por favor, solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.
ru: Ссылка для сброса пароля была недействительной. Возможно, потому что она уже использовалась. Отправьте запрос на <a href="%(passwd_reset_url)s">сброс пароля</a>.
sl: Povezava za ponastavitev gesla je bila neveljavna, morda zato, ker je bila že uporabljena. Zahtevajte <a href="%(passwd_reset_url)s">novo ponastavitev gesla</a>.
tr: Parola sıfırlama bağlantısı geçersizdi, muhtemelen zaten kullanılıyordu. Lütfen <a href="%(passwd_reset_url)s">yeni bir parola sıfırlama</a> isteyin.
uk: Посилання для скиданню паролю було недійсною, можливо, тому що вона вже використалась. Будь ласка, запитайте <a href="%(passwd_reset_url)s">скидання нового паролю</a>.

source: Your password is now changed.
de: Dein Passwort ist jetzt geändert.
es: Se ha modificado tu contraseña.
et: Sinu salasõna on muudetud.
fr: Votre mot de passe est maintenant modifié.
lt: Jūsų slaptažodis buvo pakeistas.
pt_br: Sua senha agora está alterada.
ru: Ваш пароль был изменён.
sl: Vaše geslo je zdaj spremenjeno.
tr: Parolanız şuan değiştirildi.
uk: Ваш пароль було змінено.

source: Set Password
de: Passwort festlegen
es: Configurar Contraseña
et: Seadista salasõna
fr: Définir le mot de passe
lt: Nustatyti Slaptažodį
pt_br: Definir senha
ru: Сброс пароля
sl: Nastavi geslo
tr: Parola Ayarla
uk: Скинути пароль

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Besitzt du bereits einen Account? Dann <a href="%(login_url)s">logge dich bitte ein</a>.
es: ¿Ya tienes una cuenta? Entonces por favor, <a href="%(login_url)s"> iniciar sesión </a>.
et: Sul juba on konto? Palun <a href="%(login_url)s">logi sisse</a>.
fr: Vous avez déjà un compte ? Alors veuillez <a href="%(login_url)s">vous connecter</a>.
lt: Jau turite paskyrą? <a href="%(login_url)s">Prisijunkite</a>.
pt_br: Já tem uma conta? Então por favor <a href="%(login_url)s">entre</a>.
ru: Уже есть аккаунт? Тогда<a href="%(login_url)s">войдите</a>.
sl: Že imate račun? Potem <a href="%(login_url)s">se prijavite</a>.
tr: Zaten bir hesabınız var mı? O zaman lütfen <a href="%(login_url)s">oturum açın</a>.
uk: Вже є аккаунт? Тоді <a href="%(login_url)s">увійдіть</a> .

source: Sign up closed
de: Registrierung geschlossen
es: El período de altas ha finalizado
et: Registreerimine on suletud
fr: Inscriptions fermées
lt: Registracija uždaryta
pt_br: O período de registro acabou
ru: Регистрация закрыта
sl: Registracija zaprta
tr: Kaydolma kapalı
uk: Реєстрація закрита

source: We are sorry, but the sign up is currently closed.
de: Entschuldigung, aber die Registrierung ist zurzeit geschlossen.
es: Lo sentimos, pero la sesión para registrarte se cerró.
et: Vabandame, registreerumine on hetkel suletud.
fr: Nous sommes désolés, mais les inscriptions sont actuellement fermées.
lt: Atsiprašome, tačiau šiuo metu registracija uždaryta.
pt_br: Desculpe, mas a inscrição está atualmente fechada.
ru: К сожалению, в настоящее время регистрация закрыта.
sl: Žal nam je, vendar je registracija trenutno zaprta.
tr: Üzgünüz, ancak kayıt şu anda kapalı.
uk: На жаль, наразі реєстрація закрита.

source: Note
de: Notiz
es: Nota
et: Märkus
lt: Pastaba
pt_br: Nota
ru: Примечание
sl: Opomba
tr: Not
uk: Примітка

source: you are already logged in as %(user_name)s
de: Du bist bereits als %(user_name)s angemeldet
es: ya ha iniciado sesión como %(user_name)s
et: Sa oled juba sisse loginud kasutajana %(user_name)s
fr: vous êtes déjà connecté(e) en tant que %(user_name)s
lt: jau esate prisijungę kaip %(user_name)s
pt_br: você já inicou uma sessão como %(user_name)s
ru: вы уже вошли как %(user_name)s
sl: ste že prijavljeni kot %(user_name)s
tr: zaten %(user_name)s olarak oturum açtınız
uk: Ви вже увійшли як %(user_name)s

source: Collection info
de: Infos zur Sammlung
eo: Informo pri kolekto
es: Información sobre la colección
et: Albumi info
fr: Informations sur la collection
lt: Kolekcijos informacija
pt_br: Informação da colecção
ru: Информация о коллекции
sl: Informacije o zbirki
tr: Koleksiyon bilgisi
uk: Інформація про колекцію

source: System error
de: Systemfehler
eo: Sistema eraro
es: Error del sistema
et: Süsteemiviga
fr: Erreur système
lt: Sistemos klaida
pt_br: Erro no sistema
ru: Системная ошибка
sl: Sistemska napaka
tr: Sistem hatası
uk: Системна помилка

source: Search for an existing album
de: Nach einem vorhandenen Album suchen
es: Buscar un álbum existente
et: Otsi olemasolevat albumit
fr: Chercher un album existant
lt: Ieškoti egzistuojančio albumo
pt_br: Procurar um álbum existente
ru: Поиск существующего альбома
sl: Iskanje obstoječega albuma
tr: Mevcut bir albümü ara
uk: Пошук існуючого альбому

source: Submit
de: Speichern
eo: Sendi
es: Enviar
et: Salvesta
fr: Soumettre
lt: Siųsti
pt_br: Enviar
ru: Отправить
sl: Predloži
tr: Gönder
uk: Зберегти

source: Cancel
de: Abbrechen
eo: Nuligi
es: Cancelar
et: Loobu
fr: Annuler
lt: Atšaukti
pt_br: Cancelar
ru: Отмена
sl: Prekliči
tr: İptal
uk: Скасувати

source: Log in to save your score
de: Einloggen, um deinen Stand zu speichern
eo: Ensaluti por konservi viajn poentojn
es: Inicia sesión para guardar tu puntuación
et: Punktide salvestamiseks logi sisse
fr: Connectez-vous pour enregistrer votre score.
lt: Prisijunkite, kad išsaugotumėte savo taškus
pt_br: Entrar para salvar sua pontuação
ru: Войдите, чтобы сохранить ваш счет
sl: Prijavite se, da shranite rezultat
tr: Puanınızı kaydetmek için giriş yapın
uk: Увійдіть, щоб зберегти свій рахунок

source: Log in to add a comment
de: Melde dich an, um einen Kommentar zu hinterlassen
es: Inicia sesión para añadir un comentario
et: Logige sisse, et kommenteerida
fr: Connectez-vous pour ajouter un commentaire
lt: Prisijunkite, kad paliktumėte komentarą
pt_br: Entre para adicionar um comentário
ru: Войдите, чтобы оставить комментарий
sl: Prijavite se, da dodate komentar
tr: Yorum eklemek için oturum açın
uk: Увійдіть, щоб додати коментар

source: Log in to add pictures to an album
de: Melde dich an, um Bilder zu einem Album hinzuzufügen
es: Inicia sesión para agregar fotos al álbum
fr: Connectez-vous pour ajouter des images à un album
lt: Prisijunkite, kad pridėtumėte nuotraukas prie albumo
pt_br: Faça login para adicionar imagens a um álbum
ru: Войдите, чтобы добавлять изображения в альбомы
sl: Prijavite se, da albumu dodate slike
tr: Bir albüme resim eklemek için oturum açın
uk: Увійдіть, щоб додати фотографії до альбому

source: Log in to add a dating to a photo
de: Melde dich an, um dem Foto eine Datierung hinzuzufügen
es: Inicia sesión para agregar una cita a una foto
et: Logige sisse, et pilti dateerida
fr: Connectez-vous pour dater une photo
lt: Prisijunkite, kad pridėtumėte nuotraukos datą
pt_br: Entre para adicionar um namoro a uma foto
ru: Войдите, чтобы добавить дату для фотографии
sl: Prijavite se, da fotografiji dodate datiranje
tr: Bir fotoğrafa başvuru eklemek için oturum açın
uk: Увійдіть, що додати дату на фотографію

source: Log in to transcribe the text on the photo
de: Melde dich an, um den Text auf dem Foto zu transkribieren
es: Inicia sesión para transcribir el texto de la foto
et: Et transkribeerida, logige sisse
fr: Connectez-vous pour transcrire le texte inscrit dans la photo
lt: Prisijunkite, kad transkribuotumėte nuotraukos tekstą
pt_br: Entre para transcrever o texto da foto
ru: Войдите, чтобы добавить расшифровку текста с фотографии
sl: Prijavite se, da prepišete besedilo na fotografiji
tr: Fotoğraftaki metni yazıya dökmek için oturum açın
uk: Увійдіть, щоб записати текст на фото

source: Log in to upload rephoto
de: Einloggen, um ein Refoto hochzuladen
eo: Ensaluti por alŝuti refoton
es: Inicia sesión para cargar una foto
et: Ülepildistuse lisamiseks logi sisse
fr: Connectez-vous pour téléverser les rephotographies
lt: Prisijunkite, kad įkeltumėte pakartotinę nuotrauką
pt_br: Entrar para carregar refotografia
ru: Войдите, чтобы загрузить переснимок
sl: Prijavite se, da naložite refotografijo
tr: Yeniden fotoğraflama yüklemek için giriş yapın
uk: Увійдіть, щоб завантажити рефото
