Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Sort by geotags' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Geotags
eo: Ordigi laŭ tempo kiam geografia etikedo aldoniĝis, aŭ laŭ kvanto
et: Sorteeri asukohamärgenduste lisamise aja või koguse järgi
fr: Trier par date d’ajout ou nombre de géolocalisations
pt_br: Classificar por tempo de etiquetas geográficas adicionado ou quantidade
ru: Сортировать по времени добавления или количеству геометок
sl: Razvrstitev po času dodatka ali številu geooznačitev
tr: Coğrafi etiketlerin eklenme zamanına veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю геотегів

source: Sort by rephotos' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Refotos
eo: Ordigi laŭ tempo kiam refoto aldoniĝis, aŭ laŭ kvanto
et: Sorteeri ülepildistuste lisamise aja või koguse järgi
fr: Trier par date d’ajout ou nombre de rephotos
pt_br: Ordenar por tempo de refotografias adicionado ou quantidade
ru: Сортировать по времени добавления или количеству переснимков
sl: Razvrstitev po času dodatka ali številu refotografij
tr: Yeniden fotoğraflanmaları eklenme zamanına veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю фотографій

source: Sort by annotations' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Markierungen
es: Ordenar por hora de adición o cantidad de anotaciones
et: Sorteeri annotatsioonide lisamise aja või koguse järgi
fr: Trier par date d’ajout des annotations ou par quantité
pt_br: Classificar por tempo adicionado ou quantidade das anotações
ru: Сортировать по времени добавления или количеству аннотаций
sl: Razvrstitev po času dodatka ali številu označitev
tr: Ek açıklamaların eklenme süresine veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю анотацій

source: Sort by transcriptions' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Abschriften
es: Ordenar por tiempo de transcripciones agregado o cantidad
et: Sorteeri transkribeerimiste lisamise aja või koguse järgi
fr: Trier par date d’ajout des transcriptions ou par quantité
pt_br: Classificar por tempo de transcrição adicionado ou quantidade
ru: Сортировать по времени добавления или количеству транскрипций
sl: Razvrstitev po času dodatka ali številu prepisov
tr: Transkripsiyonların eklenme süresine veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю транскрипцій

source: Sort by datings' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Datierungen
eo: Ordigi laŭ tempo kiam datado aldoniĝis, aŭ laŭ kvanto
et: Sorteeri dateeringute lisamise aja või koguse järgi
fr: Trier par date d’ajout ou nombre de datages
pt_br: Classificar por hora de datações adicionada ou quantidade
ru: Сортировать по времени добавления или количеству добавленных датировок
sl: Razvrstitev po času dodatka ali številu datiranj
tr: Tarih ekleme zamanı veya miktarına göre sırala
uk: Сортувати за доданим часом або сумою датування

source: Sort by comments' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Kommentare
eo: Ordigi laŭ tempo kiam komento aldoniĝis, aŭ laŭ kvanto
et: Sorteeri kommentaaride lisamise aja või koguse järgi
fr: Trier par date d’ajout ou nombre de commentaires
pt_br: Classificar por tempo de comentários adicionado ou quantidade
ru: Сортировать по времени добавления или количеству комментариев
sl: Razvrstitev po času dodatka ali številu komentarjev
tr: Yorumların eklenme zamanına veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю коментарів

source: Sort by likes' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Likes
eo: Ordigi laŭ tempo kiam ŝato aldoniĝis, aŭ laŭ kvanto
et: Sorteeri lemmikuks märkimiste aja või koguse järgi
fr: Trier par date d’ajout ou nombre d’appréciations
pt_br: Ordenar pelo tempo ou valor adicionado dos gostos
ru: Сортировать по времени добавления или количеству лайков
sl: Razvrsti po času dodatka ali številu všečkov
tr: Beğenilerin zamanı veya miktarına göre sırala
uk: Сортувати за доданим часом або сумою вподобань

source: Sort by amount and ...
de: Sortiere nach Anzahl und ...
eo: Ordigi laŭ kvanto kaj ...
et: Sorteeri koguse ja ... järgi
fr: Trier par quantité et...
lt: Rūšiuoti pagal kiekį ir ...
pt_br: Ordenar por quantidade e ...
ru: Сортировать по количеству и…
sl: Razvrsti po številu in ...
tr: Miktarına göre sırala ve ...
uk: Сортувати за кількістю та…

source: Change sorting order
de: Sortierreihenfolge ändern
eo: Ŝanĝi ordon
et: Muuda sorteerimise järjestus vastupidiseks
fr: Modifier l’ordre de tri
lt: Keisti rūšiavimo tvarką
pt_br: Alterar ordem de classificação
ru: Поменять порядок сортировки
sl: Spremeni razvrščanje
tr: Sıralama düzenini değiştir
uk: Змінити порядок сортування

source: Help
de: Hilfe
eo: Helpo
es: Ayuda
et: Abi
fr: Aide
lt: Pagalba
pt_br: Ajuda
ru: Помощь
sl: Pomoč
tr: Yardım
uk: Допомога

source: How to sort
de: Wie man sortiert
eo: Kiel ordigi
es: Cómo ordenar
et: Kuidas pilte sorteerida
fr: Comment trier
lt: Kaip rūšiuoti
pt_br: Como classificar
ru: Как сортировать
sl: Kako razvrščati
tr: Nasıl sıralanır
uk: Як сортувати

source: From this group
de: Von dieser Gruppe
eo: El ĉi tiu grupo
es: De este grupo
et: Sellest grupist
fr: De ce groupe
lt: Iš šios grupės
pt_br: Deste grupo
ru: Из этой группы
sl: Iz te skupine
tr: Bu gruptan
uk: З цієї групи

source: Choose 2 parameters
de: Wähle 2 Parameter
eo: Elekti 2 parametrojn
et: vali kaks parameetrit
fr: Choisir deux paramètres
lt: Pasirinkite 2 parametrus
pt_br: Escolha 2 parâmetros
ru: Выберите 2 параметра
sl: Izberite 2 parametra
tr: 2 parametre seç
uk: Виберіть 2 параметри

source: or
de: oder
eo: aŭ
et: või
fr: ou
lt: arba
pt_br: ou
ru: или
sl: ali
tr: veya
uk: або

source: and
de: und
eo: kaj
es: Y
et: ja
fr: et
lt: ir
pt_br: e
ru: и
sl: in
tr: ve
uk: і

source: 1 of
de: 1 von
eo: 1 el
es: 1 de
et: 1 nende hulgast
fr: 1 sur
lt: 1 iš
pt_br: 1 de
ru: 1 из
sl: 1 od
uk: 1 з

source: orders pictures by distance from you
de: sortiert Bilder nach Entfernung von dir
eo: ordigi bildojn laŭ distanco for de vi
et: reastab pildid kauguse järgi sinust
fr: trie les images selon leur distance à vous
lt: išrūšiuoja nuotraukas pagal atstumą nuo jūsų
pt_br: ordens de imagens por distância de você
ru: упорядочивает фотографии по расстоянию от вас
sl: razvrsti slike po oddaljenosti od vas
tr: resimleri size olan mesafeye göre sıralar
uk: замовляє фотографії на відстані від вас

source: reverses sorting
de: kehrt die Sortierung um
eo: male ordigi
et: pöörab järjestuse vastupidiseks
fr: inverse le tri
lt: apkeičia rūšiavimą
pt_br: inverter a classificação
ru: сортирует в обратном порядке
sl: obrne razvrščanje
tr: ters sıralama
uk: зворотне сортування

source: This user has suggested location for this picture
de: Dieser Benutzer hat einen Standort für dieses Bild vorgeschlagen
et: See kasutaja on pakkunud sellele pildile asukoha
fr: Cet utilisateur a suggéré un emplacement pour cette image
lt: Šis naudotojas pasiūlė vietą šiai nuotraukai
pt_br: Este usuário sugeriu um local para esta imagem
ru: Место съёмки определил этот пользователь
sl: Ta uporabnik je predlagal lokacijo za to sliko
tr: Bu kullanıcı bu görsele konum önerdi
uk: Цей користувач запропонував місце для цього зображення

source: These users have suggested location for this picture
de: Diese Benutzer haben einen Standort für dieses Bild vorgeschlagen
et: Need kasutajad on pakkunud sellele pildile asukohti
fr: Ces utilisateurs ont suggéré un emplacement pour cette image
lt: Šie vartotojai pasiūlė vietą šiai nuotraukai
pt_br: Esses usuários sugeriram local para esta foto
ru: Эти пользователи предложили местоположение для этой фотографии
sl: Ti uporabniki so predlagali lokacijo za to sliko
tr: Bu kullanıcılar bu görseli konum önerdi
uk: Ці користувачі запропонували розташування для цього зображення

source: Modified
de: Geändert
et: Muudetud
fr: Modifié
lt: Pakeista
pt_br: Modificada
ru: Изменено
sl: Spremenjeno
tr: Değiştirildi
uk: Змінено

source: Ajapaik is crowdsourcing additional metadata about pictorial heritage. Ajapaik is mostly hosting old photos, but there are also paintings, graphic art and historic films on Ajapaik.
et: Ajapaik kogub ühisloome ehk talgutöö korras täiendavat infot pildilise pärandi kohta. Enim on Ajapaigas ajaloolisi fotosid, aga leidub ka maale, graafikat ja filmikaadreid.
fr: Ajapaik fait appel à la source communautaire pour des métadonnées supplémentaires concernant le patrimoine en images. Ajapaik héberge principalement des anciennes photos, mais on y trouve également des peintures, de l’art graphique et des films historiques.
lt: Ajapaik renka papildomus metaduomenis apie vaizdinį paveldą. Ajapaik daugiausia talpina senas nuotraukas, bet taip pat ir paveikslus, grafinį meną istorinius filmus.
pt_br: Ajapaik está terceirizando metadados adicionais sobre o patrimônio pictórico. Ajapaik hospeda principalmente fotos antigas, mas também há pinturas, artes gráficas e filmes históricos em Ajapaik.
ru: Ajapaik занимается краудсорсингом дополнительных метаданных для объектов фотографического наследия. Основой проекта являются старые фотографии, наряду с которыми представлены также и картины, графика и исторические фильмы.
sl: Ajapaik množiči dodatne metapodatke o slikovni dediščini. Ajapaik večinoma gosti stare fotografije, vendar vsebuje tudi slike, grafike in zgodovinske filme.
tr: Ajapaik, resimsel miras hakkında ek meta veriler için kitle kaynağı sağlıyor. Ajapaik çoğunlukla eski fotoğraflara ev sahipliği yapıyor, ancak Ajapaik'te resimler, grafik sanatlar ve tarihi filmler de var.
uk: Ajapaik здійснює краудсорсинг додаткових метаданих про зображальну спадщину. В Ajapaik здебільшого розміщуються старі фотографії, але на ньому є живопис, графічне мистецтво та історичні фільми.

source: As an Ajapaik user you can
de: Als Ajapaik-Benutzer kannst Du
et: Ajapaiga kasutajana saad
fr: En tant qu’utilisat{{GENDER:$1|eur|rice}} d’Ajapaik, vous pouvez
lt: Kaip Ajapaik naudotojas galite
pt_br: Como usuário do Ajapaik, você pode
ru: Пользователи платформы Ajapaik могут
sl: Kot uporabnik Ajapaika lahko
tr: Ajapaik kullanıcısı olarak şunları yapabilirsiniz
uk: Як користувач Ajapaik ви можете

source: geotag pictures in order to improve the location based search,
de: Ergänze Geotags in Bildern, um die ortsbasierte Suche zu verbessern,
et: pilte maakaardile märkida, et pilte oleks parem asukoha järgi otsida,
fr: marquer géographiquement des images afin d’améliorer les recherches basées sur le lieu,
lt: geografiškai pažymėkite nuotraukas, kad pagerintumėte paiešką pagal vietą,
pt_br: geo-marcar imagens para melhorar a pesquisa baseada em localização,
ru: добавлять геометки к фотографиям для улучшения поиска на основе местоположения,
sl: geooznačujete slike za izboljšanje iskanja na podlagi lokacije,
tr: konum tabanlı aramayı iyileştirmek için resimleri coğrafi etiketleyin,
uk: геотеги зображень для покращення пошуку на основі розташування,

source: rephotograph historic pictures to create then-and-now picture pairs,
et: vanu pilte refotografeerida ehk üle pildistada, nii et tekiks enne-ja-nüüd võrdluspaarid,
fr: rephotographier les images historiques pour créer des paires d’images avant et maintenant,
lt: fotografuokite iš naujo, kad sukurtumėte dabarties ir istorinių nuotraukų palyginimus,
pt_br: refotografar fotos históricas para criar pares de imagens antigas
ru: делать современные снимки исторических мест для сравнительных фото «тогда и сейчас»,
sl: refotografirate zgodovinske slike, da ustvarite pare slik nekoč in danes,
tr: sonra ve şimdi resim çiftleri oluşturmak için tarihi resimleri yeniden fotoğraflayın,
uk: повторно сфотографуйте історичні зображення, щоб створити пари малюнків тоді і зараз,

source: tag persons on the pictures, add pictures to albums, categorize and comment pictures,
et: tähistada pildil olevaid isikuid, pilte albumitesse lisada, kategoriseerida, kommenteerida,
fr: marquer les personnes sur les images, placer les images dans les albums, catégoriser et commenter les images,
lt: pažymėkite asmenis nuotraukose, pridėkite nuotraukas į albumus, suskirstykite nuotraukas į kategorijas ir komentuokite,
pt_br: marcar pessoas nas fotos, adicionar fotos a álbuns, categorizar e comentar fotos,
ru: отмечать людей на снимках, добавлять фотографии в альбомы, распределять фотографии по категориям и оставлять к ним комментарии,
sl: označujete osebe na slikah, dodajate slike v albume, kategorizirate in komentirate slike,
tr: resimlerdeki kişileri etiketleyin, albümlere resim ekleyin, resimleri kategorize edin ve yorumlayın,
uk: позначте людей на фотографіях, додайте їх до альбомів, класифікуйте та коментуйте фотографії,

source: transcribe handwritten messages on pictures or on the reverse sides of postcards,
et: transkribeerida käsikirjalisi sõnumeid piltidel või postkaartide tagakülgedel,
fr: transcrivez les messages écrits à la main sur les images ou au dos des cartes postales,
lt: transkribuokite ranka rašytą tekstą nuotraukoje ar atvirukų kitose pusėse,
pt_br: transcrever mensagens manuscritas em fotos ou no verso de cartões postais,
ru: расшифровывать рукописные надписи на фотографиях или на оборотной стороне открыток,
sl: prepisujete lahko ročno napisana sporočila na slikah ali na hrbtnih straneh razglednic,
tr: resimlerin üzerine veya kartpostalların arka yüzlerine el yazısı mesajları yazıya dökün,
uk: транскрибувати рукописні повідомлення на малюнках або на зворотних сторонах листівок,

source: add historical imagery to Ajapaik – either by searching and importing from public collections or uploading yourself.
et: Ajapaika pildimaterjali juurde lisada – otsida neid avalikest kogudest või ise üles laadida.
fr: ajouter de l’imagerie historique à Ajapaik – soit en cherchant et important des collections publiques, soit en les téléversant vous-même.
lt: pridėkite istorinių vaizdų į Ajapaik – ieškodami ir importuodami iš viešųjų kolekcijų arba įkeldami patys.
pt_br: adicione imagens históricas a Ajapaik - pesquisando e importando de coleções públicas ou enviando você mesmo.
ru: добавлять исторические кадры на платформу Ajapaik из своей или общедоступных коллекций.
sl: dodajte v Ajapaik zgodovinsko slikovje – bodisi z iskanjem in uvozom iz javnih zbirk ali pa ga naložite sami.
tr: ya genel koleksiyonları arayarak ve içe aktararak ya da kendinizi yükleyerek Ajapaik'e tarihsel resimler ekleyin.
uk: додайте історичні образи до Ajapaik — або шляхом пошуку та імпорту з загальнодоступних колекцій, або завантаження себе.

source: Ajapaik is a non-profit venture of the Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand) that was created during a Garage48 hackathon in February 2011. Over the years Ajapaik has received grant funding but there is no permanent funding therefore we are very grateful if you can donate to <a href='/donate'>support us</a>.
et: Ajapaik on MTÜ Eesti Fotopärand mittetulunduslik ettevõtmine, mis sündis Garage48 häkatonil veebruaris 2011. Aastate jooksul on Ajapaik saanud erinevaid toetusi, aga Ajapaigal pole püsirahastust ja seepärast oleme väga tänulikud, kui saate meid <a href='/donate'>toetada</a>!
fr: Ajapaik est un travail non lucratif de la Société photographique estonienne (''MTÜ Eesti Fotopärand'') qui a été créé durant un hackaton Garage48 en février 2011. Au cours des années, Ajapaik a bénéficié de subventions mais il n’y a pas de financement permanent et nous sommes donc très reconnaissant si vous pouvez faire un don pour <a href="/donate">nous soutenir</a>.
lt: Ajapaik yra ne pelno siekiantis Estijos fotografijos paveldo draugijos (MTÜ Eesti Fotopärand) projektas, sukurtas per „Garage48“ hakatoną 2011 m. vasario mėn. Bėgant metams Ajapaik gavo dotacijų finansavimą, tačiau nuolatinio finansavimo neturi, todėl esame labai dėkingi, jei galite <a href='/donate'>mus paremti</a>.
pt_br: Ajapaik é um empreendimento sem fins lucrativos da Sociedade do Patrimônio Fotográfico da Estônia (MTÜ Eesti Fotopärand) que foi criado durante uma hackathon Garage48 em fevereiro de 2011. Ao longo dos anos, Ajapaik recebeu subsídios, mas não há financiamento permanente, portanto, estamos muito gratos se você pode doar para <a href='/donate'>apoiar nós</a>.
ru: Ajapaik – некоммерческая организация, созданная Эстонским обществом фотографического наследия (MTÜ Eesti Fotopärand) во время хакатона Garage48 в феврале 2011 года. Многие годы Ajapaik финансировался за счёт грантов, но постоянного фонда не существует. Мы будем благодарны любой сумме пожертвования в <a href='/donate'>поддержку проекта</a>.
sl: Ajapaik je neprofitni podvig Estonskega združenja za fotografsko dediščino (MTÜ Eesti Fotopärand), ki je nastal med hackathonom Garage48 februarja 2011. Skozi leta je Ajapaik prejemal nepovratna sredstva, vendar nima stalnega financiranja, zato vamo bomo zelo hvaležni, če lahko donirate, da <a href='/donate'>nas podprete</a>.
tr: Ajapaik, Estonya Fotoğraf Mirası Derneği'nin (MTÜ Eesti Fotopärand) Şubat 2011'de bir Garage48 hackathonunda oluşturulan kâr amacı gütmeyen bir girişimidir. Yıllar boyunca Ajapaik hibe fonu aldı, ancak kalıcı bir fon bulunmadığından, <a href='/donate'>bizi desteklemek</a> için bağışta bulunabiliyorsanız, çok minnettarız.
uk: Ajapaik — це некомерційна компанія Товариства фотографічної спадщини Естонії (MTÜ Eesti Fotopärand), яка була створена під час хакатону Garage48 у лютому 2011 року. Протягом багатьох років Ajapaik отримував гарантове фінансування, але постійного фінансування немає, тому ми дуже вдячні, якщо Ви може пожертвувати на <a href='/donate'>підтримку нас</a>.

source: Ajapaik has <b>%(total_photo_count)s</b> historic pictures, out of which <b>%(total_photos_tagged)s</b> pictures have been put on the map by <b>%(contributing_users)s</b> users and <b>%(rephoto_count)s</b> rephotographs for <b>%(rephotographed_photo_count)s</b> pictures made by <b>%(rephotographing_users)s</b> users.
de: Ajapaik hat <b>%(total_photo_count)s</b> historische Bilder, von denen <b>%(total_photos_tagged)s</b> Bilder von <b>%(contributing_users)s</b> Benutzern auf der Karte markiert wurden und <b>%(rephoto_count)s</b> Refotos für <b>%(rephotographed_photo_count)s</b> Bilder von <b>%(rephotographing_users)s</b> Benutzern gemacht wurden.
et: Ajapaigas on <b>%(total_photo_count)s</b> ajaloolist pilti, millest <b>%(total_photos_tagged)s</b> pilti on ära kaardistatud <b>%(contributing_users)s</b> kasutaja abiga, ning <b>%(rephoto_count)s</b> ülepildistust <b>%(rephotographed_photo_count)s</b> pildile, mille on teinud <b>%(rephotographing_users)s</b> kasutajat.
fr: Ajapaik a <b>%(total_photo_count)s</b> images historiques, dont <b>%(total_photos_tagged)s</b> images ont été placées sur la carte par <b>%(contributing_users)s</b> utilisateurs et <b>%(rephoto_count)s</b> rephotographies en <b>%(rephotographed_photo_count)s</b> images réalisées par <b>%(rephotographing_users)s</b> utilisateurs.
lt: Ajapaik turi <b>%(total_photo_count)s</b> istorinių nuotraukų, iš kurių <b>%(total_photos_tagged)s</b> nuotraukas į žemėlapį įtraukė <b>%(contributing_users)s</b> naudotojai ir <b>%(rephoto_count)s</b> pakartotinių nuotraukų <b>%(rephotographed_photo_count)s</b>, kurias padarė <b>%(rephotographing_users)s</b> naudotojai.
pt_br: Ajapaik tem <b>%(total_photo_count)s</b> fotos históricas, das quais <b>%(total_photos_tagged)s</b> fotos foram colocadas no mapa por <b>%(contributing_users)s</b> usuários e <b>%(rephoto_count)s</b> rephotographs por <b>%(rephotographed_photo_count)s</b> fotos feitas por <b>%(rephotographing_users)s</b> usuários.
ru: На платформе Ajapaik уже собрано <b>%(total_photo_count)s</b> исторических изображений, <b>%(total_photos_tagged)s</b> из которых было добавлено на карту <b>%(contributing_users)s</b> пользователями и <b>%(rephotographing_users)s</b> пользователей сделали <b>%(rephoto_count)s</b> переснимков для <b>%(rephotographed_photo_count)s</b> фотографий.
sl: Ajapaik vsebuje <b>%(total_photo_count)s</b> zgodovinskih slik, od katerih je <b>%(contributing_users)s</b> na zemljevid postavilo <b>%(total_photos_tagged)s</b> slik in <b>%(rephoto_count)s</b> refotografij za <b>%(rephotographed_photo_count)s</b> slik, ki jih je ustvarilo <b>%(rephotographing_users)s</b> uporabnikov.
tr: Ajapaik, <b>%(total_photo_count)s</b> tarihi resimlere sahip, resimleri <b>%(total_photos_tagged)s</b>, haritaya <b>%(contributing_users)s</b> kullanıcı tarafından haritaya yerleştirildi ve <b>%(rephoto_count)s</b> <b>%(rephotographing_users)s</b> kullanıcısı tarafından yapılan resimlerde <b>%(rephotographed_photo_count)s</b> resimler için yeniden yapıldı.
uk: Ajapaik має <b>%(total_photo_count)s</b> історичних зображень, з яких <b>%(total_photos_tagged)s</b> зображень було додано на мапу <b>%(contributing_users)s</b> користувачами і <b>%(rephoto_count)s</b> рефотографій для <b>%(rephotographed_photo_count)s</b> фото, зроблених <b>%(rephotographing_users)s</b> користувачами.

source: There are <b>%(person_annotation_count)s</b> faces detected on the pictures, a person has been identified in <b>%(person_annotation_count_with_person_album)s</b> cases, age or gender is marked for <b>%(person_annotation_count_with_subject_data)s</b> faces.
et: Ajapaigas olevatel piltidel on tuvastatud <b>%(person_annotation_count)s</b> nägu, isik on tuvastatud <b>%(person_annotation_count_with_person_album)s</b> puhul, vanuseklass või sugu on märgitud <b>%(person_annotation_count_with_subject_data)s</b> näole.
fr: Il y a <b>%(person_annotation_count)s</b> visages détectés dans les images, une personne a été identifiée dans <b>%(person_annotation_count_with_person_album)s</b> cas, l’âge ou le genre est marqué pour <b>%(person_annotation_count_with_subject_data)s</b> visages.
lt: Nuotraukose aptikta <b>%(person_annotation_count)s</b> veidų, asmuo buvo identifikuotas <b>%(person_annotation_count_with_person_album)s</b> atvejų, amžius ar lytis pažymėta <b>%(person_annotation_count_with_subject_data)s</b> veidams.
pt_br: <b>%(person_annotation_count)s</b> rostos foram identificados nas imagens, uma pessoa foi identificada em %(person_annotation_count_with_person_album)s casos, idade or gênero foi marcado para %(person_annotation_count_with_subject_data)s rostos.
ru: На фотографиях найдено <b>%(person_annotation_count)s</b> человек, в <b>%(person_annotation_count_with_person_album)s</b> случаях установлена личность, а в <b>%(person_annotation_count_with_subject_data)s</b> случаях - возраст или пол.
sl: Na slikah je bilo zaznanih <b>%(person_annotation_count)s</b> obrazov; oseba je bila identificirana v <b>%(person_annotation_count_with_person_album)s</b> primerih, starost ali spol je označen za <b>%(person_annotation_count_with_subject_data)s</b> obrazov.
tr: Resimlerde <b>%(person_annotation_count)s</b> yüz tespit edildi, <b> %(person_annotation_count_with_person_album)s</b> vakalarda bir kişi tespit edildi, yaş veya cinsiyet <b>%(person_annotation_count_with_subject_data)s</b> yüzler için işaretlendi.
uk: Існує <b>%(person_annotation_count)s</b> особи, виявлені на знімках, особу ідентифіковано в <b>%(person_annotation_count_with_person_album)s</b> випадків, вік або стать позначено <b>%(person_annotation_count_with_subject_data)s</b> осіб.
