Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: search,museum,old,photos,pictures,historic
de: Suche,Museum,Alt,Fotos,Bilder,Historisch
eo: serĉi,muzeo,malnovaj,fotoj,bildoj,historia
et: otsi,muuseum,vana,foto,pildid,ajaloolised
fr: recherche,musée,ancien,photos,images,historique
lt: paieška,muziejus,senas,nuotraukos,paveiksėliai,istorinis
pt_br: pesquisa,museu,velho,fotos,fotos,histórico
ru: поиск, музей, старые, фотографии, изображения, исторический
sl: išči,muzej,star,fotogrfaije,slike,zgodovinski
tr: arama, müze, eski, fotoğraf, resim, tarihi
uk: пошук, музей, старий, фотографії, картинки, історичний

source: Gallery of rephotographs by %(rephotos_by_name)s
de: Galerie von Refotos nach %(rephotos_by_name)s
eo: Galerio de refotografoj far %(rephotos_by_name)s
et: Ülepildistused, mille autoriks on %(rephotos_by_name)s
fr: Galerie de rephotographies par %(rephotos_by_name)s
lt: Pakartotinių %(rephotos_by_name)s nuotraukų galerija
pt_br: Galeria de repotografias por %(rephotos_by_name)s
ru: Галерея переснимков пользователя %(rephotos_by_name)s
sl: Galerija refotografij od %(rephotos_by_name)s
tr: %(rephotos_by_name)s tarafından yeniden fotoğraflananlar galerisi
uk: Галерея фотографій від %(rephotos_by_name)s

source: Album has %(album_photo_count)s historic pictures. Let's put pictures on the map!
de: Das Album hat %(album_photo_count)s historische Bilder. Lass uns die Bilder auf die Karte setzen!
eo: Albumo havas %(album_photo_count)s historiajn bildojn. Ni eksurmetu ilin sur la mapon!
et: Albumis on %(album_photo_count)s ajaloolist pilti. Paneme pildid kaardile!
fr: L’album comprend %(album_photo_count)s images historiques. Plaçons-les sur la carte !
lt: Albumas turi %(album_photo_count)s istorinių nuotraukų. Pažymėkite nuotraukas žemėlapyje!
pt_br: O álbum tem fotos %(album_photo_count)s históricas. Vamos colocar fotos no mapa!
ru: Альбом содержит %(album_photo_count)s исторических изображений. Давайте разместим фотографии на карте!
sl: Album ima %(album_photo_count)s zgodovinskih slik. Postavimo slike na zemljevid!
tr: Albümde %(album_photo_count)s tarihi resim bulunmaktadır. Haydi, resimleri haritaya ekleyelim!
uk: Альбом містить %(album_photo_count)s історичних зображень. Давайте розставимо картинки на мапі!

source: Let's put pictures on the map
de: Lass uns die Bilder auf die Karte setzen
eo: Eksurmeti bildojn sur la mapon
es: Pongamos fotos en el mapa
et: Paneme pildid kaardile
fr: Plaçons les images sur la carte
lt: Pažymėkite nuotraukos žemėlapyje
pt_br: Vamos colocar fotos no mapa
ru: Давайте разместим фотографии на карте
sl: Postavimo slike na zemljevid
tr: Haritaya resim koyalım
uk: Давайте розмістимо картинки на мапі

source: Album has %(counter)s photo,
de: Das Album hat %(counter)s Foto,
et: Albumis on %(counter)s foto,
fr: L’album contient %(counter)s photo,
pt_br: O álbum tem %(counter)s foto,
ru: В альбоме %(counter)s фотография,
sl: Album ima %(counter)s fotografijo,
tr: Albümde %(counter)s fotoğrafı var,
uk: Альбом має %(counter)s фото,

source: %(counter)s user has put
de: %(counter)s Benutzer hat
et: %(counter)s kasutaja on pannud
fr: %(counter)s utilisateur a mis
pt_br: %(counter)s usuário colocou
ru: %(counter)s пользователь указал
sl: %(counter)s uporabnik je postavil
tr: %(counter)s kullanıcı koydu
uk: %(counter)s користувач поставив

source: all the pictures on the map.
de: alle Bilder auf die Karte gesetzt.
eo: ĉiujn bildojn sur la mapon.
es: Todas las fotos en el mapa
et: kõik pildid kaardile.
fr: toutes les images sur la carte.
lt: visos nuotraukos žemėlapyje.
pt_br: todas as fotos no mapa.
ru: все фото на карте.
sl: na zemljevid vse slike.
tr: haritadaki tüm resimler.
uk: всі фотографії на мапі.

source: %(counter)s picture on the map.
de: %(counter)s Bild auf die Karte gesetzt.
et: %(counter)s pildi kaardile.
fr: %(counter)s image sur la carte.
pt_br: %(counter)s foto no mapa.
ru: %(counter)s фото на карте.
sl: %(counter)s slika na zemljevidu.
tr: haritada %(counter)s resim.
uk: %(counter)s зображення на мапі.

source: Geolocation error
de: Geolokalisierungsfehler
eo: Eraro pri geografia lokigo
et: Viga asukoha määramisel
fr: Erreur de géolocalisation
lt: Geografinės žymos klaida
pt_br: Erro de geolocalização
ru: Ошибка геопозиционирования
sl: Napaka geolokacije
tr: Coğrafi konum hatası
uk: Помилка геолокації

source: Sorting
de: Sortierung
eo: Ordigado
et: Sorteerimine
fr: Tri
lt: Rūšiavimas
pt_br: Classificação
ru: Сортировка
sl: Razvrščanje
tr: Sıralama
uk: Сортування

source: This website uses cookies to ensure you get the best experience on our website
de: Diese Webseite benutzt Cookies, damit du unsere Seite bestmöglich erlebst.
eo: Jena retejo uzas kuketojn por certigi ke vi spertu nian retejon plej bone
et: Teie parema kogemuse huvides kasutab see lehekülg küpsiseid
fr: Ce site web utilise des cookies pour vous assurer la meilleure expérience sur notre site web
lt: Ši interneto svetainė naudoja sausainėlius, kad užtikrintų geriausią patirtį
pt_br: Este site usa cookies para garantir que você obtenha a melhor experiência em nosso site
ru: Ajapaik использует файлы cookie, чтобы обеспечить наилучший опыт при посещении нашего веб-сайта
sl: To spletno mesto uporablja za zagotavljanje najboljše izkušnje piškotke.
tr: Bu web sitesi, web sitemizde en iyi deneyimi yaşamanızı sağlamak için çerezleri kullanır
uk: Цей веб-сайт використовує cookies, щоб забезпечити Вам найкращий досвід користування на нашому веб-сайті

source: Got it!
de: Verstanden!
eo: Komprenite!
es: Entendido!
et: Mis siis ikka!
fr: L’obtenir !
lt: Gerai!
pt_br: Entendido!
ru: Понятно!
sl: Razumem!
tr: Anladım!
uk: Зрозуміло!

source: More info
de: Weitere Informationen
eo: Pli da informo
es: Más información
et: Rohkem infot
fr: Plus d’informations
lt: Daugiau informacijos
pt_br: Mais informações
ru: Больше информации
sl: Več informacij
tr: Daha fazla bilgi
uk: Більше інформації

source: Here you can upload csv to import photos to Ajapaik
es: Aquí se puede cargar un CSV para importar fotos en Ajapaik
et: Siit saad üles laadida CSV faili, et pilte Ajapaika importida
fr: Ici, vous pouvez téléverser un csv pour importer des photos vers Ajapaik
lt: Čia galite įkelti csv nuotraukų importui į Ajapaik
pt_br: Aqui você pode fazer upload de csv para importar fotos para Ajapaik
ru: Для импорта фотографий в Ajapaik можно загрузить CSV-файл
sl: Tukaj lahko naložite CSV za uvoz fotografij v Ajapaik
tr: Fotoğrafları Ajapaik'e aktarmak için buradan csv yükleyebilirsiniz.
uk: Тут ви можете завантажити CSV, щоб імпортувати фотографії в Ajapaik

source: Import photo
de: Foto importieren
es: Importar foto
et: Impordi pilt
fr: Importer une photo
lt: Importuoti nuotrauką
pt_br: Importar foto
ru: Импортировать фото
sl: Uvozi foografijo
tr: Fotoğrafı içe aktar
uk: Інвертувати фото

source: Thank you!
de: Vielen Dank!
eo: Dankon!
es: ¡Gracias!
et: Aitäh!
fr: Merci !
lt: Ačiū!
pt_br: Obrigado!
ru: Спасибо!
sl: Hvala!
tr: Teşekkürler!
uk: Дякуємо!

source: Your photos have now been added to Ajapaik and can be interacted with as usual.
eo: Viaj fotoj nun estas aldonitaj en Ajapaik-on, kaj povas esti kutime uzataj.
et: Album piltidega on lisatud Ajapaika, piltidele saab mängus asukohti määrata.
fr: Vos photos ont maintenant été ajoutées à Ajapaik et peuvent être utilisées de façon normale.
lt: Jūsų nuotraukos buvo pridėtos į Ajapaik ir su jomis galima sąveikauti kaip įprasta.
pt_br: Suas fotos agora foram adicionadas ao Ajapaik e podem ser interagidas como de costume.
ru: Доступные на платформе Ajapaik функции теперь применимы к загруженным Вами фотографиям.
sl: Vaše fotografije so zdaj dodane v Ajapaik in jih lahko uporabljate kot običajno.
tr: Fotoğraflarınız Ajapaik'e eklenmiştir ve her zamanki gibi etkileşime girebilir.
uk: Ваші фотографії тепер додано до Ajapaik і з ними можна взаємодіяти, як зазвичай.

source: Points awarded for curating
eo: Poentoj donitaj por kuratorado
et: Kureerimise eest saadud punktid
fr: Points attribués pour la supervision
lt: Taškai suteikti už kuravimą
pt_br: Pontos atribuídos para curadoria
ru: Начислено очков за курирование
sl: Dodeljene točke za urejanje
tr: Küratörlüğe verilen puanlar
uk: Бали, що присуджуються за кураторство

source: You can start geotagging the new content here
eo: Vi povas ekmarki novan enhavon ĉi tie per geografiaj etikedoj
et: Lisatud albumi piltidele asukohtade määramine
fr: Vous pouvez commencer à géolocaliser le nouveau contenu ici
lt: Galite pradėti geografiškai žymėti naują turinį čia
pt_br: Você pode começar a marcar geograficamente o novo conteúdo aqui
ru: Здесь Вы можете начать добавление геометок для нового контента
sl: Novo vsebino lahko začnete geooznačevati tukaj
tr: Yeni içeriği coğrafi olarak etiketlemeye buradan başlayabilirsiniz
uk: Тут ви можете почати геотеггінг нового контенту

source: Tell your friends on Facebook
eo: Diskonigi al viajn amikoj ĉe Facebook
es: Competir con tus amigos en Facebook
et: Jaga Facebookis
fr: Dites-le à vos amis sur Facebook
lt: Pasidalinti su draugais Facebook
pt_br: Diga aos seus amigos no Facebook
ru: Рассказать друзьям на Facebook
sl: Povejte prijateljem na Facebooku
tr: Arkadaşlarına Facebook'ta söyle
uk: Розповіси друзям у Facebook

source: Close
de: Schließen
eo: Fermi
es: Cerrar
et: Sulge
fr: Fermer
lt: Uždaryti
pt_br: Fechar
ru: Закрыть
sl: Zapri
tr: Kapat
uk: Закрити

source: Load more
de: Mehr laden
eo: Ŝargi plu
es: Cargar más
et: Lae rohkem
fr: Charger davantage
lt: Įkelti daugiau
pt_br: Carregar mais
ru: Загрузить больше
sl: Naloži več
tr: Daha fazla yükle
uk: Завантажити більше

source: Edit your album
de: Album bearbeiten
eo: Redakti vian albumon
es: Editar tu álbum
et: Redigeeri oma albumi infot
fr: Modifier votre album
lt: Redaguokite savo albumą
pt_br: Editar seu álbum
ru: Редактировать свой альбом
sl: Uredite svoj album
tr: Albümünü düzenle
uk: Редагуйте свій альбом

source: Error
de: Fehler
eo: Eraro
et: Viga
fr: Erreur
lt: Klaida
pt_br: Erro
ru: Ошибка
sl: Napaka
tr: Hata
uk: Помилка

source: Open album (anyone can add pictures)
de: Öffne ein Album (jeder kann Bilder hinzufügen)
es: Abrir album (cualquiera puede añadir imágenes)
fr: Ouvrir l’album (n’importe qui peut ajouter des images)
lt: Atidaryti albumą (bet kas gali pridėti nuotraukų)
pt_br: Abrir álbum (qualquer um pode adicionar fotos)
ru: Открытый альбом (любой сможет добавить в него снимки)
sl: Odpri album (slike lahko dodaja vsakdo)
tr: Açık albüm (herkes resim ekleyebilir)
uk: Відкрити альбом (кожен може додавати фотографії)

source: Visible (shown in selection)
eo: Videbla (montrata en elektito)
et: Nähtav (valikumenüüs kuvatud)
fr: Visible (affiché dans la sélection)
lt: Matoma (rodoma pasirinkime)
pt_br: Visível (mostrado na seleção)
ru: Публичный (виден в выборке)
sl: Vidno (prikazano v izbiri)
tr: Görünür (seçimde gösterilir)
uk: Видимий (показано у виборі)

source: If the photos are from the same place, specify a location here
eo: Se la fotoj devenas de la sama loko, specifu lokon ĉi tie
et: Kui albumisse valitud pildid on mingist ühest kohast (nt linnast, alevist, külast), siis soovitatav on siit koht määrata.
fr: Si les photos sont prises du même endroit, spécifier un lieu ici
ru: Если фотографии сделаны в одном и том же месте, укажите место съёмки здесь
sl: Če so fotografije iz istega kraja, tu določite lokacijo
tr: Fotoğraflar aynı yerden ise burada bir konum belirtin
uk: Якщо фотографії з одного місця, вкажіть тут місце

source: Place
de: Ort
eo: Loko
es: Lugar
et: Koht
fr: Lieu
ru: Место
sl: Kraj
tr: Yer
uk: Місце

source: Search
de: Suche
eo: Serĉi
es: Buscar
et: Otsing
fr: Rechercher
lt: Ieškoti
pt_br: Pesquisar
ru: Поиск
sl: Iskanje
tr: Ara
uk: Пошук

source: Selection
de: Auswahl
eo: Elekto
es: Selección
et: Valitud pildid
fr: Sélection
lt: Pasirinkimas
pt_br: Seleção
ru: Выбор
sl: Izbira
tr: Seçim
uk: Відбір

source: My albums
de: Meine Alben
eo: Miaj albumoj
es: Mis álbumes
et: Minu albumid
fr: Mes albums
lt: Mano albumai
pt_br: Meus álbuns
ru: Мои альбомы
sl: Moji albumi
tr: Albümlerim
uk: Мої альбоми

source: Full search
de: Alles durchsuchen
eo: Plene serĉi
es: Búsqueda completa
et: Täisotsing
fr: Recherche complète
lt: Pilna paieška
pt_br: Pesquisa completa
ru: Расширенный поиск
sl: Celovito iskanje
tr: Tam arama
uk: Повний пошук

source: Search!
de: Suchen!
eo: Ek!
es: Buscar
et: Otsi!
fr: Rechercher !
lt: Ieškoti!
pt_br: Pesquisar
ru: Поиск
sl: Išči!
tr: Ara!
uk: Шукати!

source: Select all
de: Alles auswählen
eo: Elekti ĉion
es: Seleccionar todo
et: Vali kõik
fr: Tout sélectionner
lt: Pasirinkti visus
pt_br: Selecionar tudo
ru: Выбрать все
sl: Izberi vse
tr: Hepsini seç
uk: Вибрати все

source: Filter existing
de: Bestehende Filter
eo: Filtri ekzistantajn
es: Filtrar existentes
et: Ära näita Ajapaigas olevaid pilte
fr: Filtrer l’existant
lt: Filtruoti egzistuojančius
pt_br: Filtrar existente
ru: Отфильтровать имеющиеся
sl: Obstoječi filter
tr: Mevcut filtre
uk: Фільтрувати існуючі

source: Wikimedia Commons
lt: Vikiteka
ru: Викисклад
sl: Wikimedijina zbirka
uk: Вікісховище

source: Clear selection
de: Auswahl löschen
eo: Nuligi elektitojn
es: Vaciar selección
et: Tühista valik
fr: Effacer la sélection
lt: Išvalyti pasirinkimą
pt_br: Limpar seleção
ru: Убрать выделение
sl: Počisti izbor
tr: Seçimi temizle
uk: Чіткий вибір

source: Submit selection to Ajapaik
de: Auswahl an Ajapaik übermitteln
eo: Sendi elektitojn al Ajapaik
es: Enviar selección a Ajapaik
et: Saada valim Ajapaika
fr: Soumettre la sélection à Ajapaik
lt: Siųsti pasirinkimą Ajapaik
pt_br: Enviar seleção para Ajapaik
ru: Отправить выделенные в Ajapaik
sl: Predloži izbor Ajapaiku
tr: Seçimi Ajapaik'e ekle
uk: Надіслати вибір на адресу Ajapaik

source: There is a new comment following up yours.
de: Es gibt einen neuen Kommentar, der sich mit deinem beschäftigt.
et: Sinu kommentaarile on vastatud.
fr: Il y a un nouveau commentaire qui suit le vôtre.
lt: Po jūsų yra naujas komentaras.
pt_br: Há um novo comentário acompanhando o seu.
ru: Опубликован новый комментарий после Вашего.
sl: Vašemu komentarju sledi nov komentar.
tr: Sizinkini takip eden yeni bir yorum var.
uk: Існує новий коментар після вашого.

source: Kind regards
de: Mit freundlichen Grüßen
es: Consideraciones amables
et: Parimaga
fr: Cordialement
lt: Su pagarba
pt_br: Atenciosamente
ru: С уважением
sl: Lep pozdrav
tr: Saygılarımla
uk: З повагою

source: Reply to
de: Antwort an
eo: Respondi al
es: Responder a
et: Vasta
fr: Répondre à
lt: Atsakyti į
pt_br: Responder para
ru: Ответить
sl: Odgovor na
tr: Yanıtla
uk: Відповісти

source: Your donation confirms the importance of Ajapaik
de: Deine Spende bestätigt die Wichtigkeit von Ajapaik
et: Annetusega kinnitad, et Ajapaik on vajalik
fr: Votre donation confirme l’importance d’Ajapaik
lt: Jūsų auka patvirtina Ajapaik svarbą
pt_br: Sua doação confirma a importância de Ajapaik
ru: Ваше пожертвование — это подтверждение важности нашего проекта.
sl: Vaša donacija potrjuje pomen Ajapaika
tr: Bağışınız Ajapaik'in önemini doğruluyor
uk: Ваше пожертвування підтверджує важливість Ajapaik

source: Details for one-time donations
de: Details für einmalige Spenden
eo: Detaloj pri unufoja donaco
es: Detalles para donaciones puntuales
et: Ühekordse ülekande jaoks vajalik info
fr: Détails pour les donations uniques
lt: Informacija apie vienkartines aukas
pt_br: Detalhes para doações únicas
ru: Реквизиты для разовых пожертвований
sl: Podatki za enkratne donacije
tr: Tek seferlik bağışlarla ilgili ayrıntılar
uk: Деталі одноразових пожертв

source: Beneficiary's name
de: Name des Empfängers
eo: Nomo de tiu al kiun donaci
es: Nombre de beneficiario
et: Saaja nimi
fr: Nom du bénéficiaire
lt: Gavėjo vardas
pt_br: Nome do beneficiário
ru: Имя получателя
sl: Ime upravičenca
tr: Hak sahibinin adı
uk: Ім'я Beneficiary'а

source: Beneficiary's account no
de: Kontonummer des Empfängers
eo: Konta numero de tiu al kiun donaci
es: Número de cuenta de beneficiario
et: Saaja pangakonto
fr: Numéro de compte du bénéficiaire
lt: Gavėjo sąskaitos Nr.
pt_br: Conta do não beneficiário
ru: Номер счета получателя
sl: Št. računa prejemnika
tr: Hak sahibinin hesap numarası
uk: Рахунок Beneficiary №

source: Ajapaik is an open source non-profit crowdsourcing platform, it’s amount of content and technical complexity have grown considerably. The site’s audience is on par or higher than that of official cultural heritage repositories like Muis, Fotis et al.
et: Ajapaik on avavaraline mittetulunduslik ühisloomeplatvorm, mille sisu maht ja tehniline keerukus on üha kasvanud. Ajapaiga külastatavus on võrreldav või ületab riiklikult rahastatud kultuuripärandiportaale nagu Muis, Fotis jt.
fr: Ajapaik est une plateforme ouverte de production participative à but non lucratif ; son volume de contenu et de complexité technique a considérablement augmenté. L’audience du site est similaire ou supérieure à celle des dépôts d’héritage culturel officiels comme Muis, Fotis, etc.
lt: Ajapaik yra atviro kodo pelno nesiekianti platforma, kurios turinys ir techninis sudėtingumas žymiai padidėjo. Šios interneto svetainės auditorija ir tokia pat ar didesnė nei oficialių kultūros paveldų saugyklų, pvz., Muis, Fotis ir kt.
pt_br: Ajapaik é uma plataforma de crowdsourcing sem fins lucrativos de código aberto, sua quantidade de conteúdo e complexidade técnica aumentaram consideravelmente. O público do site é igual ou superior ao de repositórios oficiais de patrimônio cultural como Muis, Fotis et al.
ru: Ajapaik - некоммерческая краудсорсинговая платформа с открытым исходным кодом. За время существования проекта объем контента значительно возрос, также как и его техническая сложность. По количеству пользователей Ajapaik не уступает таким официальным репозиториям культурного наследия, как Muis, Fotis и др.
sl: Ajapaik je odprtokodna neprofitna platforma za množično sodelovanje. Obseg njene vsebine in tehnične kompleksnosti sta se v zadnjem času močno povečala. Občinstvo tega spletišča je enakovredno ali večje od občinstva uradnih repozitorijev kulturne dediščine, kot so Muis, Fotis et al.
tr: Ajapaik, açık kaynaklı, kâr amacı gütmeyen bir kitle kaynak kullanım platformudur, içerik miktarı ve teknik karmaşıklığı önemli ölçüde artmıştır. Sitenin izleyici kitlesi, Muis, Fotis ve diğerleri gibi resmi kültürel miras depolarınınkine eşit veya daha yüksektir.
uk: Ajapaik — це некомерційна платформа для краудсорсингу з відкритим кодом, кількість вмісту та технічна складність значно зросли. Аудиторія сайту на рівні або вище, ніж у офіційних сховищ культурної спадщини, таких як Muis, Fotis et al.

source: Over the years Ajapaik has received public grant funding but we don’t have permanent funding that would enable us to keep the platform technically up to date or even more – enhance its usability, add new features.
et: Aastate jooksul on Ajapaik saanud toetust erinevatest avalikest rahastusvoorudest, aga meil ei ole püsirahastust, mis võimaldaks meil tehnilist lahendust ajakohasena hoida või veelgi enam – parandada Ajapaiga kasutusmugavust, lisada uusi funktsionaalsusi.
fr: Au fil du temps, Ajapaik a reçu des dons accordés par le public, mais n’a pas de source de fonds permanente qui nous permettrait de conserver la plateforme techniquement à jour ou même mieux — améliorer son ergonomie, ajouter de nouvelles fonctionnalités.
lt: Bėgant metams Ajapaik gavo viešųjų dotacijų finansavimą, bet mes neturime nuolatinio finansavimo, kuris leistų palaikyti platformą techniškai atnaujintą ar dar daugiau – pagerinti jos naudojimo patogumą, pridėti naujų funkcijų.
pt_br: Ao longo dos anos, Ajapaik recebeu financiamento público, mas não temos financiamento permanente que nos permitiria manter a plataforma tecnicamente atualizada ou até mais - melhorar sua usabilidade, adicionar novos recursos.
ru: На протяжении нескольких лет проект Ajapaik финансировался за счет государственных грантов. Однако постоянного источника финансирования, который позволил бы технически поддерживать платформу, совершенствовать пользовательский интерфейс и добавлять новые функции, у проекта нет.
sl: V preteklih letih je Ajapaik prejemal javna nepovratna sredstva, vendar nimamo stalnega financiranja, ki bi nam omogočilo, da bi platformo tehnično posodabljali ali celo več – izboljšali njeno uporabnost, dodali nove možnosti.
tr: Yıllar içinde Ajapaik kamu hibe fonu aldı, ancak platformu teknik olarak güncel tutmamızı ve hatta daha fazlasını yapmamızı sağlayacak kalıcı fonumuz yok, kullanılabilirliğini artırın, yeni özellikler ekleyin.
uk: Протягом багатьох років Ajapaik отримував державне грантове фінансування, але ми не маємо постійного фінансування, яке дозволило б нам підтримувати платформу технічно в нормі або навіть більше — покращувати її зручність використання, додавати нові функції.

source: Your donation is of big help and confirms that Ajapaik is needed. If possible consider setting up a standing payment.
de: Ihre Spende ist eine große Hilfe und bestätigt, dass Ajapaik gebraucht wird. Wenn möglich, sollten Sie einen Dauerauftrag in Erwägung ziehen.
es: Su donación es de gran ayuda y ratifica que Ajapaik es necesario. Si es posible, considera la posibilidad de establecer un pago continuo.
et: Sinu annetus Ajapaiga toetuseks on meile suureks abiks ning kinnituseks, et Ajapaik on vajalik. Võimalusel kaalu püsiannetuse sisseseadmist.
fr: Votre don est d’une grande aide et confirme qu’Ajapaik est nécessaire. Si possible, envisager de mettre en place un paiement régulier.
lt: Jūsų auka labai padeda ir patvirtina, kad Ajapaik reikalingas. Jei įmanoma, apsvarstykite galimybę nustatyti periodinį mokėjimą.
pt_br: Sua doação é de grande ajuda e confirma que Ajapaik é necessário. Se possível, considere configurar um pagamento permanente.
ru: Ваше пожертвование — это существенная поддержка и подтверждение важности нашего проекта. Нам очень помогут регулярные пожертвования.
sl: Vaša donacija je v veliko pomoč in potrjuje, da je Ajapaik potreben. Če je mogoče, razmislite o vzpostavitvi trajnika.
tr: Bağışınız çok yardımcı oluyor ve Ajapaik'in gerekli olduğunu doğruluyor. Mümkünse, bir sabit ödeme ayarlamayı düşünün.
uk: Ваша пожертвування дуже допомагають і підтверджують необхідність Ajapaik. Якщо можливо, розгляньте можливість встановлення постійного платіжу.
