Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, fr, lt, lv, no, pt_br, ru, sl, tr, uk

source: Picture has only location, no view direction
de: Das Bild hat nur einen Standort, keine Blickrichtung
fr: L’image n’a qu’une localisation, aucune orientation de la vue.
lt: Nuotrauka turi tik vietą, nėra žiūrėjimo krypties
pt_br: A imagem tem apenas localização, sem direção da vista
ru: Для снимка доступна информация о местоположении; информация о направлении просмотра отсутствует
sl: Slika ima samo lokacijo, brez smeri pogleda
tr: Resmin yalnızca konumu var, görünüm yönü yok
uk: Фотографія має лише розташування, напрямок огляду відсутній

source: Picture has rephotos
de: Zu diesem Foto gibt es Refotos
fr: L’image a été rephotographiée
lt: Nuotrauka turi pakartotinių nuotraukų
pt_br: A imagem tem refotografia
ru: У снимка есть переснятая версия
sl: Slika ima refotografije
tr: Resmin yeniden fotoğraflanışı var
uk: Фотографія має рефото

source: Picture has similar photos
de: Zu diesem Foto gibt es ähnliche Fotos
fr: L’image a des photos similaires
lt: Nuotrauka turi panašių nuotraukų
pt_br: A imagem tem fotos semelhantes
ru: Изображение имеет похожие фотографии
sl: Slika ima podobne fotografije
tr: Resmin benzer fotoğrafları var
uk: Зображення має подібні фотографії

source: Institution
ar: المؤسسة
eo: Institucio
lt: Institucija
lv: Institūcija
no: Institusjon
pt_br: Instituição
ru: Учреждение
sl: Ustanova
tr: Kurum
uk: Заклад

source: Interior
de: Innenaufnahme
fr: Intérieur
lt: Interjeras
sl: Notranjost
tr: İç
uk: Інтер'єр

source: Invert colors
ar: عكس الألوان
de: Farben umkehren
eo: Inversigi kolorojn
fr: Inverser les couleurs
lt: Pakeisti spalvas
lv: Apvērst krāsas
no: Inverter farger
pt_br: Cores invertidas
ru: Инвертировать цвета
sl: Obrni barve
tr: Renkleri ters çevir
uk: Інвертувати кольори

source: Invert
de: Umkehren
fr: Inverser
lt: Invertuoti
pt_br: Inverter
sl: Obrni
tr: Ters çevir
uk: інвертувати

source: Licence
ar: الرخصة
de: Lizenz
eo: Permesilo
lt: Licencija
no: Lisens
pt_br: Licença
ru: Лицензия
sl: Licenca
tr: Lisans
uk: Ліцензія

source: Link copied to clipboard
de: Text in die Zwischenablage kopiert
fr: Lien copié dans le presse-papiers
lt: Nuoroda nukopijuota į iškarpinę
pt_br: Link copiado para a área de transferência
ru: Ссылка скопирована в буфер обмена
sl: Povezava kopirana v odložišče
tr: Bağlantı panoya kopyalandı
uk: URL скопійовано в буфер обміну.

source: Mark stereophoto
ar: تعليم stereophoto
de: Stereofoto markieren
eo: Marki kiel stereofoton
fr: Marquer comme photo stéréo
lv: Atzīmē stereofotogrāfiju
no: Marker stereofoto
pt_br: Marcar estereoscópicas
ru: Отметить стереофото
sl: Označi stereofoto
uk: Скасувати стереофото

source: No aerial pictures were found in this album
de: Keine Luftaufnahmen in diesem Album vorhanden
fr: Aucune image aérienne n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų iš oro
pt_br: Nenhuma foto aérea foi encontrada neste álbum
sl: V tem albumu ni bilo mogoče najti nobene zračne slike
tr: Bu albümde havadan fotoğraf bulunamadı
uk: У цьому альбомі не знайдено аерофотознімків

source: No aerial pictures were found
de: Keine Luftaufnahmen vorhanden
fr: Aucune image aérienne n’a été trouvée
lt: Nerasta nuotraukų iš oro
pt_br: Nenhuma foto aérea foi encontrada
sl: Najdena ni bila nobena zračna slika
tr: Havadan resim bulunamadı
uk: Аерофотознімки не знайдено

source: No exterior views were found in this album
de: Keine Außenaufnahmen in diesem Album vorhanden
fr: Aucune vue extérieure n’a été trouvée dans cet album
lt: Šiame albume nerasta eksterjero vaizdų
pt_br: Visualizações externas não foram encontradas neste álbum
sl: V tem albumu ni bilo mogoče najti nobene slike zunanjosti
tr: Bu albümde hiçbir dış görünüm bulunamadı
uk: У цьому альбомі не знайдено зовнішніх оглядів

source: No exterior views were found
de: Keine Außenaufnahmen vorhanden
fr: Aucune vue extérieure n’a été trouvée
lt: Nerasta eksterjero vaizdų
pt_br: Visualizações externas não foram encontradas
sl: Najdena ni bila nobena slika zunanjosti
tr: Dış görünüm bulunamadı
uk: Зовнішніх видів не знайдено

source: No high-quality pictures were found
fr: Aucune image de haute qualité n’a été trouvée
lt: Nerasta aukštos kokybės nuotraukų
pt_br: Imagens de alta qualidade não foram encontradas
sl: Najdena ni bila nobena visokokakovostna slika
tr: Yüksek kaliteli resim bulunamadı
uk: Якісних знімків не знайдено

source: No high-quality pictures were found in this album
fr: Aucune image de haute qualité n’a été trouvée dans cet album
lt: Šiame albume nerasta aukštos kokybės nuotraukų
pt_br: Nenhuma imagem de alta qualidade foi encontrada neste álbum
sl: V tem albumu ni bila najdena nobena visokokakovostna slika
tr: Bu albümde yüksek kaliteli resim bulunamadı
uk: У цьому альбомі не знайдено якісних зображень

source: No interior views were found in this album
de: Keine Innenaufnahmen in diesem Album vorhanden
fr: Aucune vue intérieure n’a été trouvée dans cet album
lt: Šiame albume nerasta interjero vaizdų
pt_br: Visualizações internas não foram encontradas neste álbum
sl: V tem albumu ni bila najdena nobena slika notranjosti
tr: Bu albümde hiçbir iç görünüm bulunamadı
uk: У цьому альбомі жодного виду інтер’єру не знайдено

source: No interior views were found
de: Keine Innenaufnahmen vorhanden
fr: Aucune vue intérieure n’a été trouvée
lt: Nerasta interjero vaizdų
pt_br: Visualizações internas não foram encontradas
sl: Najdena ni bila nobena slika notranjosti
tr: İç görünüm bulunamadı
uk: Поглядів на інтер’єр не знайдено

source: No pictures in landscape format were found
fr: Aucune image au format paysage n’a été trouvée
lt: Nerasta kraštovaizdžio formato nuotraukų
pt_br: Nenhuma foto em formato paisagem foi encontrada
sl: Slik v ležečem formatu ni bilo mogoče najti
tr: Manzara formatında resim bulunamadı
uk: Зображень у альбомному форматі не знайдено

source: No pictures in landscape format were found in this album
fr: Aucune image au format paysage n’a été trouvée dans cet album
lt: Šiame albume nerasta kraštovaizdžio formato nuotraukų
pt_br: Nenhuma foto em formato paisagem foi encontrada neste álbum
sl: V tem albumu ni najdenih slik v ležeči obliki
tr: Bu albümde manzara formatında resim bulunamadı
uk: У цьому альбомі не знайдено фотографій у альбомному форматі

source: No pictures in panoramic format were found
fr: Aucune image au format panoramique n’a été trouvée
lt: Panoraminio formato nuotraukų nerasta
pt_br: Nenhuma foto em formato panorâmico foi encontrada
sl: Slik v panoramskem formatu ni bilo mogoče najti
tr: Panoramik formatta resim bulunamadı
uk: Фотографій у панорамному форматі не знайдено

source: No pictures in panoramic format were found in this album
fr: Aucune image au format panoramique n’a été trouvée dans cet album
lt: Šiame albume nerasta panoraminio formato nuotraukų
pt_br: Nenhuma foto em formato panorâmico foi encontrada neste álbum
sl: V tem albumu ni najdenih slik v panoramskem formatu
tr: Bu albümde panoramik formatta resim bulunamadı
uk: У цьому альбомі не знайдено фотографій у панорамному форматі

source: No pictures from the ground level were found in this album
fr: Aucune image prise au niveau du sol n’a été trouvée dans cet album
lt: Šiame albume nerasta žemės lygio nuotraukų
sl: V tem albumu ni najdenih slik s tal
tr: Bu albümde zemin seviyesinden hiçbir fotoğraf bulunamadı
uk: У цьому альбомі не знайдено фотографій із рівня землі

source: No pictures from the ground level were found
fr: Aucune image prise au niveau du sol n’a été trouvée
lt: Žemės lygio nuotraukų nerasta
sl: V tem albumu ni najdenih slik s tal
tr: Zemin seviyesinden hiçbir fotoğraf bulunamadı
uk: Фотографій з рівня землі не знайдено

source: No pictures were found in this album
de: Keine Bilder in diesem Album vorhanden
fr: Aucune image n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų
pt_br: Nenhuma imagem foi encontrada neste álbum
sl: V tem albumu ni najdenih slik
tr: Bu albümde resim bulunamadı
uk: У цьому альбомі не знайдено фотографій

source: No pictures were found with the selected filters in this album
de: In diesem Album wurden keine Bilder mit den ausgwählten Filtern gefunden
fr: Aucune image n’a été trouvée avec les filtres sélectionnés dans cet album
lt: Šiame albume nuotraukų su pasirinktais filtrais nerasta
pt_br: Nenhuma imagem com os filtros selecionados foi encontrada neste álbum
sl: V tem albumu z izbranimi filtri ni najdenih slik
tr: Bu albümde seçili filtrelere sahip resim bulunamadı
uk: У цьому альбомі не знайдено фотографій із вибраними фільтрами

source: No pictures were found with the selected filters
fr: Aucune image n’a été trouvée avec les filtres sélectionnés
lt: Nerasta nuotraukų su pasirinktais filtrais
pt_br: Nenhuma imagem com os filtros selecionados foi encontrada
sl: Z izbranimi filtri ni najdenih slik
tr: Seçili filtrelerle hiçbir resim bulunamadı
uk: З вибраними фільтрами не знайдено жодної картинки

source: No pictures were found
de: Keine Bilder vorhanden
fr: Aucune image n’a été trouvée
lt: Nerasta nuotraukų
pt_br: Nenhuma imagem foi encontrada
sl: Ni najdenih slik
tr: Resim bulunamadı
uk: Фотографій не знайдено

source: No pictures which have 0 geotags were found in this album
de: In diesem Album wurden keine Bilder mit 0 Geotags gefunden
fr: Aucune image sans balisage géographique n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų su 0 geografinių žymų
pt_br: Nenhuma imagem que tenha 0 geotags foi encontrada neste álbum
sl: V tem albumu ni najdenih slik z 0 geooznakami
tr: Bu albümde 0 coğrafi etikete sahip resim bulunamadı
uk: У цьому альбомі не знайдено фотографій, які мають 0 геотегів

source: No pictures which have 0 geotags were found
de: Es wurden keine Bilder mit 0 Geotags gefunden
fr: Aucune image sans balisage géographique n’a été trouvée
lt: Nerasta nuotraukų su 0 geografinių žymų
pt_br: Nenhuma imagem que tenha 0 geotags foi encotrada
sl: Ni najdenih slik z 0 geooznakami
tr: 0 coğrafi etiket içeren resim bulunamadı
uk: Не знайдено фотографій з 0 геотегами

source: No pictures with back sides were found in this album
de: In diesem Album wurden keine Bilder mit Rückseiten gefunden
fr: Aucune image avec des faces arrières n’a été trouvée dans cet album
lt: Šiame albume nuotraukų su galinėmis pusėmis nerasta
pt_br: Nenhuma imagem com verso foi encontrada neste álbum
sl: V tem albumu ni najdenih slik s hrbtno stranjo
tr: Bu albümde arka yüzü olan resim bulunamadı
uk: У цьому альбомі не знайдено фотографій із зворотними сторонами

source: No pictures with back sides were found
de: Es wurden keine Bilder mit Rückseiten gefunden
fr: Aucune image des faces arrières n’a été trouvée
lt: Nuotraukų su galinėmis pusėmis nerasta
pt_br: Nenhuma imagem com verso foi encontrada
sl: Ni najdenih slik s hrbtno stranjo
tr: Arka tarafı olan resim bulunamadı
uk: Фотографій із зворотними сторонами не знайдено

source: No pictures with marked faces were found in this album
de: In diesem Album wurden keine Bilder mit markierten Gesichtern gefunden
fr: Aucune image avec des visages marqués n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų su pažymėtais veidais
pt_br: Nenhuma imagem com rostos marcados foi encontrada neste álbum
sl: V tem albumu ni najdenih slik z označenimi obrazi
tr: Bu albümde yüz işaretli resim bulunamadı
uk: У цьому альбомі не знайдено фотографій із позначеними гранями

source: No pictures with marked faces were found
de: Keine Bilder mit markierten Gesichtern vorhanden
fr: Aucune image avec des visages marqués n’a été trouvée
lt: Nerasta nuotraukų su pažymėtais veidais
pt_br: Nenhuma imagem com rostos marcados foi encontrada
sl: Ni najdenih slik z označenimi obrazi
tr: Yüzleri işaretlenmiş resim bulunamadı
uk: Фотографій із позначеними особами не знайдено

source: No pictures in portrait format were found
de: Keine Porträtbilder vorhanden
fr: Aucune image au format portrait n’a été trouvée
lt: Portreto formato nuotraukų nerasta
pt_br: Nenhuma foto em formato retrato foi encontrada
sl: Ni najdenih slik v pokončnem formatu
tr: Portre formatında resim bulunamadı
uk: Фотографій у портретному форматі не знайдено

source: No pictures in portrait format were found in this album
de: Keine Porträtbilder in diesem Album vorhanden
fr: Aucune image au format portrait n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų portreto formatu
pt_br: Nenhuma foto em formato retrato foi encontrada neste álbum
sl: V tem albumu ni najdenih slik v pokončnem formatu
tr: Bu albümde portre formatında resim bulunamadı
uk: У цьому альбомі не знайдено фотографій у портретному форматі

source: No raised viewpoint pictures were found in this album
fr: Aucune image vue d’un point surélevé n’a été trouvée dans cet album
lt: Šiame albume nerasta pakelto požiūrio taško nuotraukų
pt_br: Nenhuma imagem de ponto de vista alto foi encontrada neste álbum
sl: V tem albumu ni najdenih slik z dvignjene zorne točke.
tr: Bu albümde yükseltilmiş bakış açısı resmi bulunamadı
uk: У цьому альбомі не знайдено жодного зображення з підвищеною точкою зору

source: No raised viewpoint pictures were found
de: Es wurden keine Bilder mit erhöhtem Standpunkt gefunden
fr: Aucune image vue d’un point surélevé n’a été trouvée
lt: Nerasta pakelto požiūrio taško nuotraukų
pt_br: Nenhuma imagem de ponto de vista alto foi encontrada
sl: Ni najdenih slik z dvignjene zorne točke
tr: Bakış açısı yükseltilmiş resim bulunamadı
uk: Зображень з підвищеною точкою зору не знайдено

source: No results found for: %(query)s in this album
fr: Aucun résultat trouvé dans cet album pour : %(query)s
lt: Šiame albume %(query)s rezultatų nerasta
pt_br: Nenhum resulto encontrado para: %(query)s neste álbum
sl: V tem albumu ni zadetkov za: %(query)s
tr: Bu albümde %(query)s için hiçbir sonuç bulunamadı
uk: У цьому альбомі не знайдено результатів для: %(query)s

source: No results found for: %(query)s in this album You could also try to edit filters applied to your search
fr: Aucun résultat trouvé dans cet album pour : %(query)s Vous pourriez également essayer de modifier les filtres appliqués à votre recherche
lt: Šiame albume %(query)s rezultatų nerasta Taip pat galite bandyti pakeisti taikomus paieškos filtrus.
pt_br: Nenhum resultado encontrado para: %(query)s neste álbum Você também pode tentar editar os filtros aplicados a sua pesquisa
sl: V tem albumu ni zadetkov za: %(query)s Poskusite lahko tudi urediti filtre, uporabljene za vaše iskanje
tr: Bu albümde %(query)s için hiçbir sonuç bulunamadı Aramanıza uygulanan filtreleri de düzenlemeyi deneyebilirsiniz
uk: У цьому альбомі не знайдено результатів для: %(query)s Ви також можете спробувати відредагувати фільтри, застосовані до вашого пошуку

source: No results found for: %(query)s
de: Keine Ergebnisse gefunden für: %(query)s
fr: Aucun résultat trouvé pour : %(query)s
lt: Nerasta rezultatų pagal: %(query)s
pt_br: Nenhum resultado encontrado para: %(query)s
sl: Ni najdenih zadetkov za: %(query)s
tr: Sonuç bulunamadı: %(query)s
uk: Не знайдено результатів для: %(query)s

source: No results found for: %(query)s You could also try to edit filters applied to your search
fr: Aucun résultat trouvé pour : %(query)s Vous pourriez également essayer de modifier les filtres appliqués à votre recherche
lt: Nerasta rezultatų pagal: %(query)s Taip pat galite bandyti pakeisti taikomus paieškos filtrus.
pt_br: Nenhum resultado encontrado para: %(query)s Você também pode tentar editar os filtros aplicados a sua pesquisa
sl: Ni najdenih zadetkov za: %(query)s Poskusite lahko tudi urediti filtre, uporabljene za vaše iskanje
tr: %(query)s için sonuç bulunamadı Aramanıza uygulanan filtreleri de düzenlemeyi deneyebilirsiniz
uk: Не знайдено результатів для: %(query)s Ви також можете спробувати відредагувати фільтри, застосовані до вашого пошуку

source: No pictures in square format were found
fr: Aucune image au format carré n’a été trouvée
lt: Kvadrato formato nuotraukų nerasta
pt_br: Nenhuma imagem em formato quadrado foi encontrada
sl: Ni najdenih slik v kvadratnem formatu
tr: Kare formatında resim bulunamadı
uk: Зображень у квадратному форматі не знайдено

source: No pictures in square format were found in this album
fr: Aucune image au format carré n’a été trouvée dans cet album
lt: Šiame albume nerasta nuotraukų kvadrato formatu
pt_br: Nenhuma imagem em formato quadrado foi encontrada neste álbum
sl: V tem albumu ni najdenih slik v kvadratnem formatu
tr: Bu albümde kare formatında resim bulunamadı
uk: У цьому альбомі не знайдено фотографій у квадратному форматі

source: No rephotos were found
de: Es wurden keine Refotos gefunden
fr: Aucune rephoto n’a été trouvée
lt: Pakartotinių nuotraukų nerasta
sl: Ni najdenih refotografij
tr: Yeniden fotoğraflanan resim bulunamadı
uk: Рефотографії не знайдено

source: No rephotos were found in this album
de: In diesem Album wurden keine Refotos gefunden
fr: Aucune rephoto n’a été trouvée dans cet album
lt: Šiame albume pakartotinių nuotraukų nerasta
sl: V tem albumu ni najdenih refotografij
tr: Bu albümde yeniden fotoğraflanan resim bulunamadı
uk: У цьому альбомі не знайдено жодного рефото

source: No liked pictures were found
fr: Aucune image aimée n’a été trouvée
lt: Patinkančių nuotraukų nerasta
pt_br: Nenhuma foto curtida encontrada
sl: Ni najdenih všečkanih slik
tr: Beğenilen resim bulunamadı
uk: Популярних фотографій не знайдено

source: No liked pictures were found in this album
fr: Aucune image aimée n’a été trouvée dans cet album
lt: Šiame albume nerasta patinkančių nuotraukų
pt_br: Nenhuma foto curtida encontrada nesse álbum
sl: V tem albumu ni najdenih všečkanih slik
tr: Bu albümde beğenilen resim bulunamadı
uk: У цьому альбомі не знайдено фотографій, які сподобалися

source: Number
ar: الرقم
de: Nummer
eo: Numero
fr: Nombre
lt: Skaičius
lv: Numurs
no: Nummer
pt_br: Número
ru: Число
sl: Številka
tr: Numara
uk: Число

source: Picture added to album by:
fr: Image ajoutée à l’album par :
lt: Nuotrauką į albumą įdėjo:
pt_br: Imagem adicionada ao álbum por:
sl: Sliko je v album dodal_a:
tr: Albüme eklenen resme göre:
uk: Зображення додано до альбому:

source: Picture already in album(s)
ar: الصورة موجودة بالفعل في الألبوم(ات)
de: Das Bild ist schon in einem Album
eo: Bildo jam en albumo(j)
fr: Image déjà dans un ou plusieurs albums
lt: Nuotrauka jau yra albume(-uose)
lv: Attēls jau ir albumā(os)
no: Bilde allerede i album
pt_br: Imagem já no(s) álbum(es)
ru: Изображение уже в альбоме(ах)
sl: Slika je že v albumu(ih)
tr: Resim zaten albümde
uk: Зображення вже в альбомі

source: Picture has location data attached
ar: صورة لديها بيانات موقع مرفقة
fr: L’image inclut les données de localisation
lt: Prie nuotraukos pridedami vietos duomenys
lv: Attēlam ir pievienota informācija par atrašanās vietu
pt_br: A imagem possui dados de localização anexados
ru: К снимку прикреплены данные о местоположении
sl: Slika ima pripete podatke o lokaciji
tr: Resimde konum verileri eklenmiş
uk: Зображення містить дані про місцезнаходження

source: Picture is already in Ajapaik. You can still add it to your album, no curation points awarded
ar: الصورة موجودة بالفعل في أجابيك، لا يزال بإمكانك إضافتها إلى ألبومك، لم يتم منح نقاط مراقبة
eo: Bildo jam estas en Ajapaik. Vi povas tamen aldoni ĝin en vian albumon, sed vi ricevos neniun kuratoran poenton.
fr: L’image est déjà sur Ajapaik. Vous pouvez encore l’ajouter à votre album, mais aucun point de supervision ne sera accordé.
lt: Nuotrauka jau yra Ajapaik. Vis tiek galite pridėti ją prie savo albumo, kuravimo taškai nesuteikiami
lv: Attēls jau atrodas Ajapaik. Tomēr jūs varat to pievienot savam albumam. Par to kūrēšanas punkti netiek doti.
no: Bildet er allerede i Ajapaik. Du kan fremdeles legge det til ditt album, men får ingen poeng for utvalg
pt_br: A imagem já está em Ajapaik. Você ainda pode adicioná-lo ao seu álbum, sem pontos de curadoria concedidos
ru: Картинка уже в Ajapaik. Вы все ещё можете добавить его в свой альбом, очки курации не начисляются.
sl: Slika je že v Ajapaiku. Še vedno jo lahko dodate v svoj album, brez točk za pregledovanje.
tr: Resim zaten Ajapaik'te. Yine de albüme ekleyebilirsin, puan kazanmadın
uk: Зображення вже в Ajapaik. Ви все ще можете додати його до свого альбому, бали кураторів не нараховуються

source: Picture set has no annotations
de: Der Bildersatz hat keine Markierungen
fr: L’ensemble d’images n’a aucune annotation
lt: Nuotraukų rinkinys neturi anotacijų
pt_br: O conjunto de imagens não tem anotações
sl: Komplet slik nima označitev
tr: Resim setinde ek açıklama yok
uk: Набір зображень не містить анотацій

source: Picture set has no comments
de: Das Bildset hat keine Kommentare
fr: L’ensemble d’images n’a aucun commentaire
lt: Nuotraukų rinkinys neturi komentarų
pt_br: O conjunto de imagens não tem comentários
sl: Komplet slik je brez komentarjev
tr: Resim seti için yorum yapılmamış
uk: Набір зображень не має коментарів

source: Picture set has no datings
fr: L’ensemble d’images n’a aucun horodatage
lt: Nuotraukų rinkinys neturi datavimų
pt_br: O conjunto de imagens não tem datas
sl: Komplet slik nima datiranja
tr: Resim setinde tarih yok
uk: Набір зображень не має датування

source: Picture set has no geotags
fr: L’ensemble d’images n’a aucune géolocalisation
lt: Nuotraukų rinkinys neturi geografinių žymių
pt_br: O conjunto de imagens não tem geotags
sl: Komplet slik nima geooznačevanja
tr: Resim setinde coğrafi etiket yok
uk: Набір зображень не має геотегів

source: Picture set has no likes
de: Das Bildset hat keine Likes
fr: L’ensemble d’images n’a aucune appréciation.
lt: Nuotraukų rinkinys neturi patiktukų
pt_br: O conjunto de imagens não tem curtidas
sl: Komplet slik nima všečkov
tr: Resim setinde beğeni yok
uk: Набір зображень не має вподобань

source: Picture set has no rephotos
fr: L’ensemble d’images n’a aucun élément rephotographié
lt: Nuotraukų rinkinys neturi pakartotinių nuotraukų
sl: Komplet slik nima refotografij
tr: Resim seti için yeniden fotoğraflamaya sahip değil
uk: Набір зображень не має фотографій

source: Picture set has no transcriptions
fr: L’ensemble d’images n’a aucune transcription
lt: Nuotraukų rinkinys neturi transkripcijų
pt_br: O conjunto de imagens não tem transcrições
sl: Komplet slik nima prepisov
tr: Resim setinde çeviri yazı yok
uk: Набір зображень не має транскрипцій

source: Picture set has no views
fr: L’ensemble d’images n’a aucune vue
lt: Nuotraukų rinkinys neturi peržiūrų
pt_br: O conjunto de imagens não tem visualizações
sl: Komplet slik nima pogledov
tr: Resim setinde görünüm yok
uk: Набір зображень не має переглядів

source: Pictures geotagged
ar: الصور الموسومة جغرافيا
de: Bilder mit Geotags versehen
eo: Bildoj kun geografiaj etikedoj
fr: Images géolocalisées
lt: Nuotraukos pažymėtos geografine žyme
lv: Attēli ģeoreferencēti
no: Geotaggede bilder
pt_br: Fotos georreferenciadas
ru: Снимки с геометками
sl: Geooznačene slike
tr: Coğrafi etiketli resimler
uk: Зображення з геомітками

source: Pictures in album
ar: الصور في الألبوم
de: Bilder im Album
eo: Bildoj en albumo
fr: Images de l’album
lt: Nuotraukos albume
lv: Attēli albumā
no: Bilder i album
pt_br: Imagens no álbum
ru: Фото в данном альбоме
sl: Slike v albumu
tr: Albümdeki resimler
uk: Зображення в альбомі

source: Points
ar: النقاط
de: Punkte
eo: Poentaro
lt: Taškai
lv: Punkti
no: Poeng
pt_br: Pontos
ru: Очков
sl: Točke
tr: Noktalar
uk: Бали

source: Raised
fr: Vue d’un point surélevé
lt: Pakeltas
pt_br: Elevado
sl: Dvignjeno
tr: Yüksektildi
uk: Підняли

source: Remove from selection
ar: إزالة من الاختيار
de: Auswahl aufheben
eo: Forigi el elektitaro
fr: Enlever de la sélection
lt: Pašalinti iš pasirinkimo
lv: Noņemt no izlases
no: Fjern fra utvalg
pt_br: Remover da seleção
ru: Удалить из выбора
sl: Odstrani iz izbora
tr: Seçimden kaldır
uk: Вилучити з виділення
