Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: This user does not have any contributions.
de: Dieser Benutzer hat keine Beiträge.
et: See kasutaja ei ole kaastööd teinud.
fr: Cet utilisateur n’a aucune contribution.
lt: Šis naudotojas neturi indėlio.
pt_br: Este usuário não tem contribuições.
ru: Этот пользователь не добавлял новых данных о фотографиях.
sl: Ta uporabnik nima prispevkov.
tr: Bu kullanıcının hiçbir katkısı yok.
uk: Цей користувач не має жодного внеску.

source: Here you can upload historic pictures to Ajapaik (currently one picture at a time)
de: Hier kannst du historische Bilder in Ajapaik hochladen (derzeit jeweils ein Bild)
et: Siit saate ajaloolisi pilte Ajapaika laadida (hetkel ühe pildi haaval)
fr: Ici, vous pouvez téléverser les images historiques vers Ajapaik (pour le moment, une image à la fois)
lt: Čia galite įkelti istorines nuotraukas į Ajapaik (šiuo metu po vieną nuotrauką)
pt_br: Aqui você pode enviar fotos históricas para Ajapaik (atualmente, uma foto de cada vez)
ru: На этой странице вы можете загрузить исторические фотографии на платформу Ajapaik (по одной фотографии).
sl: Tukaj lahko nalagate zgodovinske slike v Ajapaik (trenutno eno sliko naenkrat)
tr: Burada Ajapaik'e tarihi resimler yükleyebilirsiniz (şu anda tek seferde bir resim)
uk: Тут ви можете завантажувати історичні фотографії в Ajapaik (наразі по одній картинці за раз)

source: I, %(user)s, the copyright holder of this work, irrevocably grant anyone the right to use this work under the <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Attribution ShareAlike 4.0 license (CC-BY-SA)</a>.
de: Ich, %(user)s, der Urheberrechtsinhaber dieses Werkes, garantiere hiermit unwiderruflich jedem das Recht, dieses Werk unter der Lizenz <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA)</a> zu verwenden.
es: Yo, %(user)s, propietario de los derechos de autor de este trabajo, concedo irrevocablemente el derecho a usar este trabajo bajo los términos de la licencia <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Atribución CompartirIgual 4.0 (CC-BY-SA)</a>.
et: Mina, %(user)s, annan käesolevaga pöördumatult kõigile õiguse kasutada seda enda loodud teost <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commonsi rahvusvahelise litsentsi "Autorile viitamine + jagamine samadel tingimustel 4.0" (CC-BY-SA)</a> alusel.
fr: Moi, %(user)s, le détenteur des droits d’auteur sur cette œuvre, autorise irrévocablement n’importe qui à utiliser cette œuvre sous la <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">licence Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA)</a>.
lt: Aš, %(user)s, šio kūrinio autoriniųų teisių savininkas, neatšaukiamai suteikiu teisę naudoti šį darbą pagal <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Attribution ShareAlike 4.0 licenciją (CC-BY-SA)</a>.
pt_br: Eu, %(user)s, o detentor dos direitos autorais deste trabalho, irrevogavelmente concede a qualquer um o direito de usar este trabalho sob a <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">licença Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA)</a>.
ru: Я, %(user)s, владелец авторских прав на это произведение, безоговорочно предоставляю любому другому лицу право использовать это произведение под <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">лицензией Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA «С указанием авторства»)</a>.
sl: Jaz, %(user)s, imetnik avtorskih pravic na tem delu, vsakomur nepreklicno podeljujem pravico do uporabe tega dela pod licenco <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Priznanje avtorstva-Deljenje pod enakimi pogoji 4.0 (CC-BY-SA)</a>.
tr: Ben, bu çalışmanın telif hakkı sahibi %(user)s, geri dönüşü olmayan bir şekilde bu çalışmayı <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Atıf BenzerPaylaşım 4.0 lisansı (CC-BY-SA)</a> altında adaylıyorum.
uk: Я, %(user)s, власник авторських прав на цей твір, беззастережно надаю кожному право на використання цей твір під <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">ліцензією Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA)</a>.

source: Add picture to some album(s)
et: Lisa pilt mõnda albumisse
fr: Ajouter l’image à quelques albums
lt: Pridėti paveikslėlį į albumą(-us)
pt_br: Adicionar foto a algum (s) álbum (s)
ru: Добавить изображение в альбом(-ы)
sl: Dodajte sliko v nekaj albumov
tr: Bazı albümlere resim ekle
uk: Додати зображення до деяких альбомів

source: You need to add the picture to atleast one album
de: Du musst das Bild zu mindestens einem Album hinzufügen
et: Te peate pildi vähemalt ühte albumisse lisama
fr: Vous devez ajouter l’image à au moins un album
lt: Turite pridėti nuotrauką bent į vieną albumą
pt_br: Você precisa adicionar a foto a pelo menos um álbum
ru: Вам нужно добавить изображение хотя бы в один альбом
sl: Sliko morate dodati v vsaj en album
tr: Resmi en az bir albüme eklemeniz gerekiyor
uk: Вам потрібно додати малюнок щонайменше до одного альбому

source: Please add the picture to some existing album(s) or create first a new album and then add the picture to it
et: Palun lisage pilt mõnda olemasolevasse albumisse (või mitmesse) või looge esmalt uus album ning lisage seejärel pilt loodud albumisse
fr: Veuillez ajouter l’image à quelques albums existants ou créer d’abord un nouvel album pour ensuite y ajouter l’image
lt: Pridėkite nuotrauką prie esamo(-ų) albumo(-ų) arba pirmiausia sukurkite naują albumą, o tada pridėkite prie jo nuotrauką
pt_br: Adicione a imagem a algum álbum existente ou crie primeiro um novo álbum e, em seguida, adicione a imagem a ele
ru: Добавьте изображение в любой существующий альбом или создайте новый альбом и добавьте изображение в него
sl: Dodajte sliko v nekatere obstoječe albume ali najprej ustvarite nov album in nato vanj dodajte sliko
tr: Lütfen resmi mevcut albümlerden bazılarına ekleyin veya önce yeni bir albüm oluşturun ve ardından resmi ekleyin
uk: Будь ласка, додайте зображення до деяких існуючих альбомів або створіть спочатку новий альбом, а потім додайте зображення до нього

source: Upload and mark on map
de: Hochladen und auf der Karte markieren
eo: Alŝuti kaj marki sur mapon
et: Lae üles ja märgi kaardile
fr: Téléverser et marquer sur la carte
lt: Įkelti ir pažymėti žemėlapyje
pt_br: Carregar e marcar no mapa
ru: Загрузить и пометить на карте
sl: Naloži in označi na zemljevidu
tr: Yükle ve haritada işaretle
uk: Завантажте та позначте на мапі

source: Add
de: Hinzufügen
eo: Aldoni
et: Lisa
fr: Ajouter
lt: Pridėti
pt_br: Adicionar
ru: Добавить
sl: Dodaj
tr: Ekle
uk: Додати

source: You're anonymous. You can now log in with your e-mail.
de: Du bist anonym. Du kannst dich jetzt mit deiner E-Mail anmelden.
eo: Vi estas anonima. Vi povas nun ensaluti per via retpoŝta adreso.
et: Oled anonüümne kasutaja. Nüüd saad konto luua ka meiliaadressiga.
fr: Vous êtes anonyme. Vous pouvez maintenant vous connecter avec votre courriel.
lt: Jūs esate anonimas. Dabar galite prisijungti naudodami savo el. pašto adresą.
pt_br: Você é anônimo. Agora você pode entrar com seu e-mail.
ru: Сейчас вы анонимный пользователь. Вы можете войти с помощью электронной почты.
sl: Ste anonimni. Zdaj se lahko prijavite s svojim e-poštnim naslovom.
tr: Anonimsiniz. Şimdi e-posta adresinizle giriş yapabilirsiniz.
uk: Ви анонімні. Тепер ви можете увійти за допомогою електронної пошти.

source: Non-authenticated user
de: Unbestätigter Benutzer
eo: Ne konfirmita uzanto
et: Tuvastamata kasutaja
fr: Utilisateur non authentifié
lt: Neautentifikuotas naudotojas
pt_br: Usário não autenticado
ru: Не аутентифицированный пользователь
sl: Neavtenticiran uporabnik
tr: Kimliği doğrulanmamış kullanıcı
uk: Неавтентифікований користувач

source: Geotagging game
de: Geotagging-Spiel
eo: Ludo de geografiaj etikedoj
et: Asukohapakkumiste mäng
fr: Jeu de géobalisage
lt: Geografinio žymėjimo žaidimas
pt_br: Jogo de marcação geográfica
ru: Игра в определение местоположения
sl: Igra geooznačevanja
tr: Coğrafi etiketleme oyunu
uk: Гра з геотегами

source: %(name)s - rephotos
de: %(name)s - Refotos
eo: %(name)s - refotoj
et: %(name)s - refotod
lt: %(name)s – pakartotinės nuotraukos
pt_br: %(name)s - refotografias
ru: %(name)s — рефото
sl: %(name)s – refotografije
tr: %(name)s - yeniden çekilmiş fotolar
uk: %(name)s — рефотографії

source: Cannot upload to these albums
de: In diese Alben kann nicht hochgeladen werden
eo: Ne povas alŝuti en tiujn albumojn
et: Nendesse albumitesse ei saa laadida
fr: Impossible de téléverser ces albums
lt: Neįmanoma įkelti į šiuos albumus
pt_br: Não é possível fazer o carregamento para esses álbuns
ru: Невозможно загрузить в эти альбомы
sl: V te albume ni mogoče nalagati
tr: Bu albümlere yüklenemiyor
uk: Не вдається завантажити в ці альбоми

source: Recuration successful
de: Rekuratierung erfolgreich
eo: Rekuratorado sukcesis
et: Pildid rekurereeritud
fr: Nouvelle supervision réussie
lt: Pakartotinis kuravimas sėkmingas
pt_br: Recuração bem sucedida
ru: Повторение успешно
sl: Uspešno ponovno urejanje
tr: İşlem başarılı
uk: Відновлення успішне

source: Faulty data submitted
de: Fehlerhafte Daten übermittelt
eo: Misa dateno sendiĝis
et: Vigased andmed
fr: Données erronées soumises
lt: Pateikti klaidingi duomenys
pt_br: Dados com falha enviados
ru: Ошибочные данные отправлены
sl: Predloženi napačni podatki
tr: Hatalı veri gönderildi
uk: Надані помилкові дані

source: Browse photos on map
de: Fotos auf der Karte durchsuchen
eo: Foliumi fotojn sur mapo
et: Vaata fotosid kaardil
fr: Explorer les photos sur la carte
lt: Naršyti nuotraukas žemėlapyje
pt_br: Procure fotos no mapa
ru: Смотрите фотографии на карте
sl: Brskajte po fotografijah na zemljevidu
tr: Haritadaki fotoğraflara göz atın
uk: Перегляньте фотографії на мапі

source: Your contribution didn't change the estimated location for the photo, not yet anyway.
de: Dein Beitrag hat den voraussichtlichen Standpunkt für das Fotos, zumindest noch, nicht verändert.
eo: Via kontribuo ne ŝanĝis la proksimuman lokon de la foto, almenaŭ ne jam.
et: Teie pakkumine ei muutnud hetkel foto asukohta, kuid võib seda teha tulevikus.
fr: Votre contribution n’a pas modifié l’emplacement estimé pour la photo, en tout cas pas encore.
lt: Jūsų indėlis nepakeitė numatomos nuotraukos vietos, bent jau kol kas.
pt_br: Sua contribuição não alterou o local estimado para a foto, ainda não.
ru: Ваш вклад не изменил предполагаемое местоположение фотографии, пока что нет.
sl: Vaš prispevek ni spremenil ocenjene lokacije fotografije, vsaj trenutno še ne.
tr: Katkınız, henüz değil, fotoğrafın tahmini konumunu değiştirmedi.
uk: Ваш внесок не змінив передбачуване місце розташування фотографії, ще не все одно.

source: The photo has been mapped to a new location thanks to you.
de: Das Foto wurde dank dir auf einem neuen Standort auf der Karte eingetragen.
eo: La foto estis surmapigita ĉe nova loko, dank' al vi.
et: Fotol on tänu Teile uus asukoht.
fr: La photo a été associée à un nouvel emplacement grâce à vous.
lt: Jūsų dėka nuotrauka buvo susieta su nauja vieta.
pt_br: A foto foi mapeada para um novo local graças a você.
ru: Фотография была назначена на новое место благодаря вам.
sl: Fotografija je bila po vaši zaslugi povezana z novim stojiščem.
tr: Fotoğraf, sayende yeni bir yere haritalandı.
uk: Фотографію завдяки вам було перенесено на нове місце.

source: Your suggestion was first.
de: Dein Vorschlag war der erste.
et: Sinu pakkumine oli esimene.
fr: Votre suggestion était la première.
lt: Jūsų pasiūlymas buvo pirmasis.
pt_br: Sua sugestão foi primeiro.
ru: Ваше предложение было первым.
sl: Vaš predlog je bil prvi.
tr: İlk öneriniz oldu.
uk: Ваша пропозиція була першою.

source: Search for old photos, add them to Ajapaik, determine their locations and share the resulting album!
de: Suche nach alten Fotos, ergänze sie auf Ajapaik, bestimme ihren Standort und teile das entstandene Album!
eo: Serĉu malnovajn fotojn, aldonu ilin al Ajapaik, determinu iliajn lokojn, kaj diskonigu la rezultan albumon!
et: Otsi vanu fotosid, lisa Ajapaika, määra neile asukohad ja jaga albumit teistega!
fr: Rechercher d’anciennes photos, les ajouter à Ajapaik, déterminer leur emplacement et partager l’album résultant !
lt: Ieškokite senų nuotraukų, pridėkite jas prie Ajapaik, nustatykite jų vietas ir bendrinkite gautą albumą!
pt_br: Procure fotos antigas, adicione-as ao Ajapaik, determine suas localizações e compartilhe o álbum resultante!
ru: Ищите старые фотографии, добавляйте их в Ajapaik, определяйте их местоположение и поделитесь получившимся альбомом!
sl: Poiščite stare fotografije, jih dodajte v Ajapaik, določite njihove lokacije in delite nastali album!
tr: Eski fotoğrafları arayın, onları Ajapaik'e ekleyin, yerlerini belirleyin ve çıkan albümü paylaşın!
uk: Шукайте старі фотографії, додайте їх до Ajapaik, визначте їх місцезнаходження та поділіться отриманим альбомом!

source: OK
de: Okay
eo: Bone
es: Aceptar
lt: Gerai
ru: ОК
sl: V redu
tr: Tamam
uk: Готово

source: Error uploading file: %s (%s)
de: Fehler beim Hochladen der Datei: %s (%s)
et: Faili üleslaadimise viga: %s (%s)
fr: Erreur pendant le téléversement du fichier : %s (%s)
lt: Klaida įkeliant failą: %s (%s)
pt_br: Erro ao fazer o upload do arquivo: %s (%s)
ru: Ошибка при загрузке файла: %s(%s)
sl: Napaka pri nalaganju datoteke: %s (%s)
tr: Dosya yüklenirken hata oluştu: %s (%s)
uk: Помилка завантаження файлу: %s (%s)

source: Photo already exists in Ajapaik
de: Das Foto existiert auf Ajapaik bereits
eo: Foto jam ekzistas ĉe Ajapaik
et: pilt on juba Ajapaigas
fr: La photo existe déjà dans Ajapaik
lt: Nuotrauka jau egzistuoja Ajapaik
pt_br: Foto já existe em Ajapaik
ru: Эта фотография уже есть в Ajapaik
sl: Fotografija že obstaja v Ajapaiku
tr: Fotoğraf Ajapaik'te zaten var
uk: Фотографія вже існує в Ajapaik

source: Please add pictures to your album
de: Bitte füge Bilder zu deinem Album hinzu
fr: Veuillez ajouter des images à votre album
lt: Pridėkite nuotraukų į savo albumą
pt_br: Por favor adicione fotos ao seu álbum
ru: Пожалуйста, добавьте фотографии в свой альбом
sl: Dodajte slike v svoj album
tr: Lütfen albümünüze resim ekleyin
uk: Будь ласка, додайте фотографії до свого альбому

source: Not enough data submitted
de: Nicht genug Daten übermittelt
eo: Sendiĝis nesufiĉo da dateno.
et: Osa vajalikke välju täitmata
fr: Pas suffisamment de données soumises
lt: Nepateikta pakankamai duomenų
pt_br: Não há dados suficientes enviados
ru: Не достаточно данных отправлено
sl: Predloženih ni dovolj podatkov
tr: Yeterli veri gönderilmedi
uk: Недостатньо наданих даних

source: Still from "%(film)s" at %(time)s
de: Filmfoto aus "%(film)s", %(time)s
eo: Filmero de "%(film)s" ĉe %(time)s
et: Kaader filmist "%(film)s" %(time)s
fr: Extrait de « %(film)s » à %(time)s
pt_br: Ainda de "%(film)s" em %(time)s
ru: Кадр из "%(film)s расположен на %(time)s
sl: Kader iz »%(film)s« ob %(time)s
tr: Hala "%(film)s"'den %(time)s
uk: Ще з «%(film)s» у %(time)s

source: Photo uploaded
de: Foto hochgeladen
eo: Alŝutis foton
et: Pilt on üles laetud
fr: Photo téléversée
lt: Nuotrauka įkelta
pt_br: Foto carregado
ru: Фото загружено
sl: Fotografija naložena
tr: Fotoğraf yüklendi
uk: Фото завантажено

source: Album created
de: Album erstellt
eo: Kreis albumon
et: Album on loodud
fr: Album créé
lt: Albumas sukurtas
pt_br: Álbum criado
ru: Альбом создан
sl: Album ustvarjen
tr: Albüm oluşturuldu
uk: Альбом створено

source: Sorry but we fail to post your comment.
de: Entschuldigung, wir konnten deinen Kommentar nicht veröffentlichen.
eo: Domaĝe, ni ne povis afiŝi vian komenton.
et: Kommentaari postitamine ei õnnestunud.
fr: Désolé, mais nous n’avons pas réussi à publier votre commentaire.
lt: Atsiprašome, bet mums nepavyko paskelbti jūsų komentaro.
pt_br: Desculpe, mas não conseguimos publicar o seu comentário.
ru: Извините, но мы не можем опубликовать ваш комментарий.
sl: Oprostite, vendar ne uspemo objaviti vašega komentarja.
tr: Üzgünüz, yorumunuzu gönderemedik.
uk: На жаль, ми не можемо розмістити ваш коментар.

source: Change password
de: Passwort ändern
eo: Ŝanĝi pasvorton
et: Muuda salasõna
fr: Changer de mot de passe
lt: Keisti slaptažodį
pt_br: Alterar senha
ru: Изменить пароль
sl: Sprememba gesla
tr: Parolayı değiştir
uk: Змінити пароль

source: Change display name
de: Ändere Anzeigenamen
et: Muuda kasutajanime
fr: Modifier le nom affiché
lt: Keisti rodomą vardą
pt_br: Alterar nome de exibição
ru: Изменить отображаемое имя
sl: Sprememba prikaznega imena
tr: Görünen adı değiştir
uk: Змінити відображуване ім’я

source: Newsletter and language settings
de: Newsletter- und Spracheinstellungen
et: Uudiskirja ja keele-eelistuse seaded
fr: Bulletin d’actualité et paramètres de langue
lt: Naujienlaiškis ir kalbos nustatymai
pt_br: Boletim informativo e configurações de idioma
ru: Настройки языка и подписка на рассылку
sl: Nastavitve novičnika in jezikov
tr: Bülten ve dil ayarları
uk: Налаштування розсилки та мови

source: Merge another Ajapaik account with current one
de: Führe ein anderes Ajapaik-Benutzerkonto mit diesem zusammen
et: Kanna ühe Ajapaiga konto kaastöö ja seaded üle teisele kontole
fr: Fusionner un autre compte Ajapaik avec l’actuel
lt: Sujunkite kitą Ajapaik paskyrą su dabartine
pt_br: Unir outra conta do Ajapaik com a atual
ru: Объединить с другим аккаунтом на платформе Ajapaik
sl: Združite s trenutnim računom drug Ajapaik račun
tr: Mevcut bir hesapla başka bir Ajapaik hesabını birleştir
uk: Об’єднайте інший акаунт Ajapaik з поточним

source: KulKa logo
eo: emblemo de KulKa
et: Kultuutkapitali logo
fr: Logo de KulKa
lt: KulKa logotipas
pt_br: Logotipo do KulKa
ru: Логотип KulKa
sl: Logotip KulKa
tr: KulKa logosu
uk: Логотип KulKa

source: Ministry of Education logo
de: Logo des Bildungsministeriums
eo: emblemo de Ministerio pri Eduko
et: Haridusministeeriumi logo
fr: Logo du Ministère de l’Éducation
lt: Švietimo ministerijos logotipas
pt_br: Logotipo do Ministério da Educação
ru: Логотип Министерства образования
sl: Logotip Ministrstva za izobraževanje
tr: Eğitim Bakanlığı logosu
uk: Логотип Міністерства освіти

source: EV100 logo
eo: emblemo de EV100
fr: Logo d’EV100
lt: EV100 logotipas
pt_br: Logotipo EV100
ru: Логотип EV100
sl: Logotip EV100
tr: EV100 logosu
uk: Логотип EV100

source: KYSK logo
eo: emblemo de KYSK
et: KÜSKi logo
fr: Logo de KYSK
lt: KYSK logotipas
pt_br: Logotipo da KYSK
ru: Логотип KYSK
sl: Logotip KYSK
tr: KYSK logosu
uk: Логотип KYSK

source: Ministry of Culture
de: Kulturministerium
es: Ministerio de Cultura
et: Kultuuriministeeriumi logo
fr: Ministère de la Culture
lt: Kultūros ministerija
pt_br: Ministério da Cultura
ru: Министерство культуры
sl: Ministrstvo za kulturo
tr: Kültür Bakanlığı
uk: Міністерство культури

source: Republic of Estonia National Heritage Board
de: Zentralamt für Denkmalpflege der Republik Estland
et: Muinsuskaitseamet
fr: Bureau du patrimoine national de la République d’Estonie
lt: Estijos Respublikos nacionalinė paveldo valdyba
pt_br: Conselho do Patrimônio Nacional da República da Estônia
ru: Совет по национальному наследию Эстонии
sl: Odbor za narodno dediščino Republike Estonije
tr: Estonya Cumhuriyeti Ulusal Miras Kurulu
uk: Рада національної спадщини Естонської Республіки

source: Year of Digital Culture 2020
et: Digikultuuri aasta 2020
fr: Année de la culture numérique 2020
lt: Skaitmeninės kultūros metai 2020
pt_br: Ano da Cultura Digital 2020
ru: 2020: год цифровой культуры
sl: Leto digitalne kulture 2020
tr: Dijital Kültür Yılı 2020
uk: Рік цифрової культури 2020

source: Wikimedia Finland
de: Wikimedia Finnland
es: Wikimedia Finlandia
et: Wikimedia Soome
fr: Wikimédia Finlande
lt: Vikiteka Suomija
pt_br: Wikimedia Finlândia
ru: Викимедиа Финляндия
sl: Wikimedia Finska
tr: Wikimedia Finlandiya
uk: Вікімедіа Фінляндія

source: Person name
de: Name der Person
et: Isiku nimi
fr: Nom de la personne
lt: Asmens vardas
pt_br: Nome da pessoa
ru: Имя человека
sl: Ime osebe
tr: Kişi adı
uk: Ім'я особи

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
et: Sünniaeg
fr: Date de naissance
lt: Gimimo data
pt_br: Data de nascimento
ru: Дата рождения
sl: Datum rojstva
tr: Doğum tarihi
uk: Дата народження

source: Is public figure
de: Ist eine Person des öffentlichen Lebens
eo: Ĉu famulo
et: Tegemist on avaliku elu tegelasega
fr: Est une figure publique
lt: Yra viešas asmuo
pt_br: É uma figura pública
ru: Публичный деятель
sl: Je javna osebnost
tr: Herkese açık çözümü
uk: Є громадським діячем

source: Firstname Lastname
de: Vorname Nachname
es: Nombre(s) Apellido(s)
et: Eesnimi Perekonnanimi
fr: Prénom Nom
lt: Vardas Pavardė
pt_br: Primeiro nome, ultimo nome
ru: Имя Фамилия
sl: Ime Priimek
tr: Ad Soyad
uk: Ім'я прізвище

source: Additional remarks about the person (other names etc)
de: Ergänzende Anmerkungen zur Person (weitere Namen etc)
et: Täiendavad märkused isiku kohta (teised nimed jm)
fr: Remarques supplémentaires sur la personne (autres noms, etc.)
lt: Papildomos pastabos apie asmenį (kiti vardai ir kt.)
pt_br: Observações adicionais sobre a pessoa (outros nomes, etc.)
ru: Дополнительные замечания о человеке (другие имена и т.д.)
sl: Dodatne opombe o osebi (druga imena idr.)
tr: Kişi hakkında ek açıklamalar (diğer adlar vb.)
uk: Додаткові зауваження щодо особи (інші імена тощо)

source: Child
de: Kind
et: Laps
fr: Enfant
lt: Vaikas
pt_br: Criança
ru: Ребенок
sl: Otrok
tr: Çocuk
uk: Дитина

source: Adult
de: Erwachsener
et: Täiskasvanu
fr: Adulte
lt: Suaugęs
pt_br: Adulto
ru: Взрослый
sl: Odrasel
tr: Yetişkin
uk: Дорослий

source: Elderly
de: Alt
et: Eakas
fr: Personne âgée
lt: Senyvo amžiaus
pt_br: Idosos
ru: Пожилой
sl: Starejši
tr: Yaşlı
uk: Люди похилого віку

source: Unknown
de: Unbekannt
eo: Nekonata
es: Desconocido
et: Teadmata
fr: Inconnu
lt: Nežinoma
pt_br: Desconhecido
ru: Неизвестно
sl: Neznano
tr: Bilinmiyor
uk: Невідомий

source: Not Applicable
de: Nicht zutreffend
et: Ei kehti
fr: Non applicable
lt: Netaikoma
pt_br: Não aplicável
ru: Не применимо
sl: Ni smiselno
tr: Uygulanamaz
uk: Не застосовується

source: Algorithm
de: Algorithmus
eo: Algoritmo
es: Algoritmo
et: Algoritm
fr: Algorithme
lt: Algoritmas
pt_br: Algoritmo
ru: Алгоритм
sl: Algoritem
tr: Algoritma
uk: Алгоритм

source: SubjectPhoto
pt_br: Assunto da foto
tr: KonuFotoğrafı
uk: Тема Фото

source: Please indicate what are the gender and/or age of the highlighted person
de: Bitte gib das Geschlecht und/oder Alter der hervorgehobenen Person an
et: Palun märkige esiletõstetud isiku sugu ja/või vanus
fr: Veuillez indiquer le genre ou l’âge de la personne surlignée
lt: Nurodykite, kokia yra paryškinto asmens lytis ir (ar) amžius
pt_br: Indique qual é o sexo e/ou a idade da pessoa destacada
ru: Укажите пол и/или возраст выделенного человека
sl: Navedite spol in/ali starost označene osebe
tr: Lütfen vurgulanan kişinin cinsiyeti ve/veya yaşı belirtin
uk: Будь ласка, вкажіть стать та/або вік виділеної особи
