Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: suggested location for <b>%(geotagged_pictures)s</b> picture
de: den Ort für <b>%(geotagged_pictures)s</b> Bild vorgeschlagen
et: pakkunud asukoha <b>%(geotagged_pictures)s</b> pildile
fr: suggéré un emplacement pour <b>%(geotagged_pictures)s</b> image
pt_br: localização sugerida para <b>%(geotagged_pictures)s</b> imagem
ru: предложено местоположение для <b>%(geotagged_pictures)s</b> изображения
sl: predlagali lokacijo za <b>%(geotagged_pictures)s</b> sliko.
tr: <b>%(geotagged_pictures)s</b> resim için önerilen yer
uk: запропоноване місце для <b>%(geotagged_pictures)s</b> зображення

source: confirmed location for <b>%(geotag_confirmations)s</b> picture
de: den Ort für <b>%(geotag_confirmations)s</b> Bild bestätigt
et: kinnitanud <b>%(geotag_confirmations)s</b> pildi asukoha
fr: confirmé l’emplacement de <b>%(geotag_confirmations)s</b> image
pt_br: localização confirmada para <b>%(geotag_confirmations)s</b> imagem
ru: подтверждено местоположение для <b>%(geotag_confirmations)s</b> изображения
sl: Ste potrdili lokacijo za <b>%(geotag_confirmations)s</b> sliko.
tr: <b>%(geotag_confirmations)s</b> resmi için doğrulanmış konum
uk: підтверджене місце для <b>%(geotag_confirmations)s</b> зображення

source: made <b><a href="%(link)s">%(rephotos)s rephoto</a></b> for
de: <b><a href="%(link)s">%(rephotos)s Refoto</a></b> gemacht für
et: teinud <b><a href="%(link)s">%(rephotos)s ülepildistuse</a></b>
fr: réalisé <b><a href="%(link)s">%(rephotos)s rephoto</a></b> pour
pt_br: feito para <b><a href="%(link)s">%(rephotos)s rephoto</a></b>
ru: сделан <b><a href="%(link)s">%(rephotos)s переснимок</a></b> для
sl: ustvarili <b><a href="%(link)s">%(rephotos)s refotografijo</a></b> za.
tr: için <b> <a href="%(link)s">%(rephotos)s yeni fotorağflama</a></b> yaptı
uk: зроблено <b><a href="%(link)s">%(rephotos)s рефото</a></b> для

source: <b>%(rephotographed_pictures)s</b> picture
de: <b>%(rephotographed_pictures)s</b> Bild
et: <b>%(rephotographed_pictures)s</b> pildile
fr: <b>%(rephotographed_pictures)s</b> image
pt_br: <b>%(rephotographed_pictures)s</b> imagem
ru: <b>%(rephotographed_pictures)s</b> изображения
sl: <b>%(rephotographed_pictures)s</b> sliko.
tr: <b>%(rephotographed_pictures)s</b> resim
uk: <b>%(rephotographed_pictures)s</b> зображення

source: commented on <b>%(commented_pictures)s</b> picture
de: bei <b>%(commented_pictures)s</b> Bild kommentiert
et: kommenteerinud <b>%(commented_pictures)s</b> pilti
fr: commenté <b>%(commented_pictures)s</b> image
pt_br: comentou em <b>%(commented_pictures)s</b> imagem
ru: прокомментировано <b>%(commented_pictures)s</b> изображение
sl: komentirali <b>%(commented_pictures)s</b> sliko.
tr: <b>%(commented_pictures)s</b> resmine yorum yaptı
uk: прокоментував <b>%(commented_pictures)s</b> зображення

source: specified a date for <b>%(datings)s</b> picture
de: für <b>%(datings)s</b> Bild das Datum spezifiziert
et: täpsustanud <b>%(datings)s</b> pildi dateeringut
fr: spécifié la date d’<b>%(datings)s</b> image
pt_br: especificou uma data para <b>%(datings)s</b> imagem
ru: датировано <b>%(datings)s</b> изображение
sl: določili datum za <b>%(datings)s</b> sliko
tr: <b>%(datings)s</b> resmi için bir tarih belirledi
uk: вказав дату для <b>%(datings)s</b> зображення

source: annotated <b>%(face_annotations)s</b> face on
de: <b>%(face_annotations)s</b> Gesicht gekennzeichnet auf
et: märgendanud <b>%(face_annotations)s</b> näo
fr: annoté <b>%(face_annotations)s</b> visage sur
pt_br: rostos anotados em <b>%(face_annotations)s</b>
ru: аннотирована <b>%(face_annotations)s</b> персона на
sl: označili <b>%(face_annotations)s</b> obraz na
tr: açıklamalı <b>%(face_annotations)s</b> yüzü
uk: з коментарями <b>%(face_annotations)s</b> на особу

source: <b>%(face_annotations_pictures)s</b> picture
de: <b>%(face_annotations_pictures)s</b> Bild
et: <b>%(face_annotations_pictures)s</b> pildil
fr: <b>%(face_annotations_pictures)s</b> image
pt_br: <b>%(face_annotations_pictures)s</b> imagem
ru: <b>%(face_annotations_pictures)s</b> изображении
sl: <b>%(face_annotations_pictures)s</b> sliki
tr: <b>%(face_annotations_pictures)s</b> resim
uk: <b>%(face_annotations_pictures)s</b> зображення

source: annotated <b>%(object_annotations)s</b> object on
de: <b>%(object_annotations)s</b> Objekt gekennzeichnet auf
et: märgendanud <b>%(object_annotations)s</b> objekti
fr: annoté <b>%(object_annotations)s</b> objet sur
pt_br: objeto anotado em <b>%(object_annotations)s</b>
ru: аннотирован <b>%(object_annotations)s</b> объект на
sl: označili <b>%(object_annotations)s</b> objekt na
tr: açıklamalı <b>%(object_annotations)s</b> nesnesi
uk: з коментарями <b>%(object_annotations)s</b> на об'єкт

source: <b>%(object_annotations_pictures)s</b> picture
de: <b>%(object_annotations_pictures)s</b> Bild
et: <b>%(object_annotations_pictures)s</b> pildil
fr: <b>%(object_annotations_pictures)s</b> image
pt_br: <b>%(object_annotations_pictures)s</b> imagem
ru: <b>%(object_annotations_pictures)s</b> изображении
sl: <b>%(object_annotations_pictures)s</b> sliki
tr: <b>%(object_annotations_pictures)s</b> resim
uk: <b>%(object_annotations_pictures)s</b> картина

source: transcribed text on <b>%(transcriptions)s</b> picture
de: Text auf <b>%(transcriptions)s</b> Bild transkribiert
et: transkribeerinud teksti <b>%(transcriptions)s</b> pildil
fr: transcrit le texte sur <b>%(transcriptions)s</b> image
pt_br: texto transcrito em <b>%(transcriptions)s</b> foto
ru: транскрибировали текст на <b>%(transcriptions)s</b> изображении
sl: prepisali besedilo na <b>%(transcriptions)s</b> sliki
tr: <b>%(transcriptions)s</b> üzerine kopyalanan metin
uk: транскрибований текст на <b>%(transcriptions)s</b> картина

source: connected <b>%(similar_pictures)s</b> similar picture
de: <b>%(similar_pictures)s</b> ähnliches Bild verknüpft
et: ühendanud omavahel <b>%(similar_pictures)s</b> sarnase pildi
fr: connecté <b>%(similar_pictures)s</b> image similaire
pt_br: conectou <b>%(similar_pictures)s</b> imagem similar
ru: установили связь для <b>%(similar_pictures)s</b> пары схожих изображений
sl: povezali <b>%(similar_pictures)s</b> podobno sliko
tr: bağlı <b>%(similar_pictures)s</b> benzer resim
uk: підключений <b>%(similar_pictures)s</b> схожу картину

source: favorited <b>%(photolikes)s</b> picture
de: <b>%(photolikes)s</b> Bild favorisiert
et: märkinud lemmikuks <b>%(photolikes)s</b> pildi
fr: sélectionné <b>%(photolikes)s</b> image favorite
pt_br: favoritou <b>%(photolikes)s</b> imagem
ru: добавили в избранное <b>%(photolikes)s</b> изображение
sl: označili <b>%(photolikes)s</b> sliko kot priljubljeno
tr: beğenen <b>%(photolikes)s</b> resim
uk: обраним <b>%(photolikes)s</b> картин

source: categorized <b>%(photo_suggestions)s</b> picture
de: <b>%(photo_suggestions)s</b> Bild kategorisiert
et: lisanud kategooriaid <b>%(photo_suggestions)s</b> pildile
fr: <b>%(photo_suggestions)s</b> image catégorisée
pt_br: categorizou <b>%(photo_suggestions)s</b> imagem
ru: определили категорию для <b>%(photo_suggestions)s</b> изображения
sl: kategorizirali <b>%(photo_suggestions)s</b> sliko
tr: kategorize edilmiş <b>%(photo_suggestions)s</b> resim
uk: категорізовано <b>%(photo_suggestions)s</b> картин

source: You have <b>%(user_points)s point in total</b>
de: Du hast insgesamt <b>%(user_points)s Punkt</b>
et: Sul on kokku <b>%(user_points)s punkt</b>
fr: Vous avez <b>%(user_points)s point au total</b>
pt_br: Você tem <b>%(user_points)s ponto no total</b>
ru: Общая сумма <b>%(user_points)s очко</b>
sl: Skupaj imate <b>%(user_points)s točko</b>
tr: Toplamda <b>%(user_points)s puanınız</b> var
uk: Загалом у <b>%(user_points)s балів</b>

source: View your
de: Zeige deine
et: Vaata oma
fr: Afficher vos
lt: Peržiūrėkite savo
pt_br: Veja o seu
ru: Посмотреть свои
sl: Ogled vaših
tr: Görüntüle
uk: Перегляньте свій

source: rephotos
de: Refotos
es: fotos réplica
et: ülepildistusi
lt: pakartotinės nuotraukos
pt_br: refotografia
ru: переснимки
sl: refotografij
tr: yeniden fotoğraflamalar
uk: рефотографій

source: favorite pictures
de: Lieblingsbilder
et: lemmikpilte
fr: images favorites
lt: mėgstamos nuotraukos
pt_br: fotos favoritas
ru: избранные изображения
sl: najljubših slik
tr: favori resimler
uk: улюблені картинки

source: This account is connected to:
de: Dieser Account ist verbunden mit:
es: Esta cuenta está conectada con:
et: See konto on ühendatud:
fr: Ce compte est connecté à :
lt: Ši paskyra susieta su:
pt_br: Esta conta está conectada com:
ru: Этот аккаунт подключен к:
sl: Ta račun je povezan z:
tr: Bu hesap şuna bağlı:
uk: Цей обліковий запис підключено до:

source: This account is not connected to any other
de: Dieses Benutzerkonto ist mit keinem anderen verknüpft
et: See konto ei ole ühegi teise kontoga ühendatud
fr: Ce compte n’est connecté à aucun autre.
lt: Ši paskyra nesusieta su jokia kita
pt_br: Esta conta não está conectada a nenhuma outra
ru: Этот аккаунт не связан с другими
sl: Ta račun ni povezan z nobenim drugim
tr: Bu hesap hiçbir yere bağlanmadı
uk: Цей рахунок не підключений до жодного іншого

source: specified date for <b>%(datings)s</b> picture
de: für <b>%(datings)s</b> Bild das Datum spezifiziert
et: täpsustanud <b>%(datings)s</b> pildi dateeringut
fr: spécifié la date d’<b>%(datings)s</b> image
pt_br: especificou uma data para <b>%(datings)s</b> imagem
ru: датирование <b>%(datings)s</b> изображения
sl: določili datum za <b>%(datings)s</b> sliko
tr: <b>%(datings)s</b> resmi için bir tarih belirledi
uk: вказана дата для <b>%(datings)s</b> картини

source: <b>%(object_annotations)s</b> picture
de: <b>%(object_annotations)s</b> Bild
et: <b>%(object_annotations)s</b> pildil
fr: <b>%(object_annotations)s</b> image
pt_br: <b>%(object_annotations)s</b> imagem
ru: <b>%(object_annotations)s</b> изображение
sl: %(object_annotations)s sliko
tr: <b>%(object_annotations)s</b> resim
uk: <b>%(object_annotations)s</b> зображення

source: added transcribed text on <b>%(transcriptions)s</b> picture
de: Text auf <b>%(transcriptions)s</b> Bild transkribiert
et: transkribeerinud teksti <b>%(transcriptions)s</b> pildil
fr: transcrit le texte d’<b>%(transcriptions)s</b> image
pt_br: adicionado texto transcrito em <b>%(transcriptions)s</b> foto
ru: транскрипция текста для <b>%(transcriptions)s</b> изображения
sl: dodali prepisano besedilo na <b>%(transcriptions)s</b> sliko
tr: <b>%(transcriptions)s</b> görüntüsüne kopyalanan metin eklendi
uk: додано розшифрований текст <b>%(transcriptions)s</b> зображення

source: <b>%(user_points)s point in total</b>
de: <b>%(user_points)s Punkt insgesamt</b>
et: kogunud <b>%(user_points)s punkt</b>
fr: <b>%(user_points)s point au total</b>
pt_br: <b>%(user_points)s ponto no total</b>
ru: <b>%(user_points)s очко всего</b>
sl: Skupaj <b>%(user_points)s točka</b>
tr: <b>%(user_points)s toplam puanı</b>
uk: <b>%(user_points)s балу загалом</b>

source: Keep this account (the other one will be merged)
de: Behalte dieses Benutzerkonto (das andere wird mit diesem zusammengeführt)
et: Jätka selle kasutajana (teise kasutaja tehtud muudatused lisatakse sellele)
fr: Conserver ce compte (l’autre sera fusionné)
lt: Pasilikti šią paskyrą (kita bus sujungta)
pt_br: Manter essa conta (a outra será mesclada)
ru: Оставить этот аккаунт (другой аккаунт будет поглощен)
sl: Ohrani ta račun (drugi bo združen)
tr: Bu hesabı sakla (diğeri birleştirilecek)
uk: Зберігайте цей рахунок (інший буде об’єднано)

source: You are about to merge your current <a href="%(me)s">account</a> with <a href="%(link)s" target="_blank">%(name)s</a>'s account. Your user id will be: %(id)s
de: Du bist dabei, dein derzeitiges <a href="%(me)s">Benutzerkonto</a> mit <a href="%(link)s" target="_blank">%(name)s</a>s Benutzerkonto zusammenzuführen. Deine Benutzer-ID lautet: %(id)s
et: Sa oled oma käesolevat <a href="%(me)s">kasutajakontot</a> liitmas kasutaja <a href="%(link)s" target="_blank">%(name)s</a> kontoga. Sinu kasutajatunnuseks jääks: %(id)s
fr: Vous êtes en train de fusionner votre <a href="%(me)s">compte</a> actuel avec le compte de <a href="%(link)s" target="_blank">%(name)s</a>. Votre id utilisateur sera : %(id)s
lt: Jūs ketinate sujungti savo dabartinę <a href="%(me)s">paskyrą</a> su <a href="%(link)s" target="_blank">%(name)s</a> paskyra. Jūsų naudotojo ID bus: %(id)s
pt_br: Você está prestes a mesclar a sua <a href="%(me)s">conta</a> atual com a conta de <a href="%(link)s" target="_blank">%(name)s</a>. A sua ID de usuário será: %(id)s
ru: Вы собираетесь объединить свой текущий <a href="%(me)s">аккаунт</a> с аккаунтом <a href="%(link)s" target="_blank"> %(name)s</a>. Ваш новый идентификатор пользователя: %(id)s
sl: Svoj trenutni <a href="%(me)s">račun</a> boste združili z računom <a href="%(link)s" target="_blank">%(name)s</a>. Vaše uporabniško ime bo: %(id)s
tr: <a href="%(link)s" target="_blank">%(name)s</a> kullanıcısının hesabı güncel <a href="%(me)s">hesabınızı</a> birleştirmek üzeresiniz. Kullanıcı kimliğiniz şu şekilde olacak: %(id)s
uk: Ви збираєтеся об’єднати свій поточний <a href="%(me)s">акаунт</a> з <a href="%(link)s" target="_blank">%(name)s</a> акаунтом. Ваш ідентифікатор користувача буде: %(id)s

source: Your current <a href="%(me)s">account</a> will be merged into <a href="%(link)s" target="_blank">%(name)s</a>'s account. Your user id will be: %(id)s
de: Du derzeitiges <a href="%(me)s">Benutzerkonto</a> wird mit <a href="%(link)s" target="_blank">%(name)s</a>s Benutzerkonto zusammengeführt. Deine Benutzer-ID lautet: %(id)s
et: Sinu käesolev <a href="%(me)s">konto</a> liidetakse <a href="%(link)s" target="_blank">%(name)s</a>'s konto külge. Kasutajatunnuseks jääb: %(id)s
fr: Votre <a href="%(me)s">compte</a> actuel sera fusionné dans le compte de <a href="%(link)s" target="_blank">%(name)s</a>. Votre id utilisateur sera : %(id)s
lt: Jūsų dabartinė <a href="%(me)s">paskyra</a> bus sujungta su <a href="%(link)s" target="_blank">%(name)s</a> paskyra. Jūsų naudotojo ID bus: %(id)s
pt_br: A sua <a href="%(me)s">conta</a> atual será mesclada com a conta de <a href="%(link)s" target="_blank">%(name)s</a>. A sua ID de usuário será: %(id)s
ru: Ваш текущий <a href="%(me)s">аккаунт</a> будет объединен с аккаунтом <a href="%(link)s" target="_blank">%(name)s</a>. YВаш новый идентификатор пользователя: %(id)s
sl: Vaš trenutni <a href="%(me)s">račun</a> bo združen z računom <a href="%(link)s" target="_blank">%(name)s</a>. Vaše uporabniško ime bo: %(id)s
tr: Güncel <a href="%(me)s">hesabınız</a>, <a href="%(link)s" target="_blank">%(name)s</a> kullanıcısının hesabına birleştirecektir. Kullanıcı kimliğiniz şu şekilde olacak: %(id)s
uk: Ваш поточний <a href="%(me)s">акаунт</a> буде об’єднано в <a href="%(link)s" target="_blank">%(name)s</a> акаунт. Ваш ідентифікатор користувача буде: %(id)s

source: Please select which account would you like to keep using after
de: Bitte lege fest, welches Benutzerkonto du im Anschluss weiter benutzen möchtest
et: Palun täpsusta, kumba kasutajatunnust soovid hiljem kasutama jääda
fr: Veuillez sélectionner quel compte vous aimeriez continuer à utiliser après
lt: Pasirinkite, kurią paskyrą norėtumėte toliau naudoti po to
pt_br: Selecione qual conta você gostaria de continuar usando depois
ru: Какой учетной записью вы хотели бы продолжить пользоваться после
sl: Izberite račun, ki ga želite še naprej uporabljati
tr: Lütfen daha sonra hangi hesabı kullanmaya devam etmek istediğinizi seçin
uk: Виберіть, який обліковий запис ви хотіли б і надалі використовувати

source: Merge the accounts
de: Benutzerkonten zusammenführen
es: Fusionar las cuentas
et: Liida kasutajakontod
fr: Fusionner les comptes
lt: Sujungti paskyras
pt_br: Unificar as contas
ru: Объединить аккаунты
sl: Združi računa
tr: Hesapları birleştir
uk: Об’єднайте акаунти

source: Invalid token, please try again or contact customer support
de: Ungültiges Token, versuch es bitte erneut oder wende dich an den Kundendienst
et: Vigane autentimistähis, palun proovi uuesti
fr: Jeton non valide, veuillez essayer à nouveau ou contacter le support client
lt: Neteisingas prieigos raktas, bandykite dar kartą arba susisiekite su klientų aptarnavimo tarnyba
pt_br: Token inválido, tente novamente ou entre em contato com o suporte ao cliente
ru: Недопустимый токен. Попробуйте еще раз или обратитесь в службу поддержки.
sl: Neveljaven žeton; poskusite znova ali se obrnite na podporo strankam
tr: Geçersiz anahtar, lütfen tekrar deneyin veya müşteri desteğiyle iletişime geçin
uk: Недійсний маркер, повторіть спробу або зв’яжіться зі службою підтримки клієнтів

source: Please login to transfer contributions and settings from one account to other
de: Bitte einloggen, um Beiträge und Einstellungen von einem Konto auf ein anderes zu übertragen
et: Palun logige sisse, et ühe konto kaastöö ja seaded teisele üle kanda
fr: Veuillez vous connecter pour transférer les contributions et les paramètres d’un compte vers l’autre
lt: Prisijunkite, kad galėtumėte perkelti įnašus ir nustatymus iš vienos paskyros į kitą
pt_br: Entre para transferir contribuições e configurações de uma conta para outra
ru: Для трансфера внесенных метаданнных и настроек из одного аккаунта в другой необходимо войти на сайт
sl: Za prenos prispevkov in nastavitev iz enega računa v drugega se prijavite
tr: Katkıları ve ayarları bir hesaptan diğerine aktarmak için lütfen oturum açın
uk: Увійдіть, щоб передати внески та налаштування з одного облікового запису на інший

source: To transfer settings and contributions from one account to other, please login with your other account
de: Um Einstellungen und Beiträge von einem Konto auf ein anderes zu übertragen, bitte mit deinem anderen Konto anmelden
et: Et kanda seadeid ja kaastööd ühelt kontolt teisele, palun logi sisse teise kontoga
fr: Pour transférer les paramètres et les contributions d’un compte vers un autre, veuillez vous connecter avec votre autre compte
lt: Norėdami perkelti nustatymus ir įnašus iš vienos paskyros į kitą, prisijunkite naudodami kitą savo paskyrą
pt_br: Para transferir configurações e contribuições de uma conta para outra, entre com sua outra conta
ru: Для трансфера внесенных метаданнных из одного аккаунта в другой необходимо войти в другой аккаунт
sl: Za prenos nastavitev in prispevkov iz enega računa v drugega se prijavite z drugim računom
tr: Ayarları ve katkıları bir hesaptan diğerine aktarmak için lütfen diğer hesabınızla oturum açın
uk: Щоб перенести налаштування та внески з одного облікового запису на інший, увійдіть у свій інший обліковий запис

source: Please specify whether you would like to receive the newsletter and what is your preferred language of communication.
de: Bitte gib an, ob du den Newsletter erhalten möchtest und was deine bevorzugte Sprache ist.
et: Palun täpsusta, kas soovid saada uudiskirja ja mis on Sinu eelistatud keel
fr: Veuillez spécifier si vous voudriez recevoir le bulletin d’information et quelle est votre langue préférée pour communiquer.
lt: Nurodykite, ar norėtumėte gauti naujienlaiškį ir kokia yra jūsų pageidaujama kalba.
pt_br: Especifique se deseja receber o boletim informativo e qual é o seu idioma de comunicação preferido.
ru: Укажите ваши пожелания для подписки на рассылку и языка.
sl: Prosimo, navedite, ali želite prejemati novičnik in kateri je vaš prednostni jezik komunikacije.
tr: Lütfen bülteni almak isteyip istemediğinizi ve tercih ettiğiniz iletişim dilinin ne olduğunu belirtin.
uk: Будь ласка, вкажіть, чи хотіли б ви отримати бюлетень, і якою улюбленою мовою спілкування ви бажаєте.

source: %(username)s settings
de: %(username)s Einstellungen
et: %(username)s seaded
fr: Paramètres de %(username)s
lt: %(username)s nustatymai
pt_br: Configuração de %(username)s
ru: Настройки пользователя %(username)s
sl: Nastavitve %(username)s
tr: %(username)s ayarları
uk: Налаштування %(username)s

source: <b>%(name)s</b> has
de: <b>%(name)s</b> hat
et: <b>%(name)s</b> on
fr: <b>%(name)s</b> a
lt: <b>%(name)s</b> turi
pt_br: <b>%(name)s</b> tem
ru: <b>%(name)s</b>
sl: <b>%(name)s</b> ima
tr: <b>%(name)s</b>
uk: <b>%(name)s</b> має

source: You're welcome to browse and also contribute anonymously, but we encourage You to create yourself an Ajapaik account and join the contributors community.
de: Du bist herzlich eingeladen, anonym zu stöbern und beizutragen, aber wir möchten dich ermutigen, dir ein eigenes Ajapaik-Benutzerkonto anzulegen und dich so unserer Gemeinschaft anzuschließen.
et: Oled teretulnud sisu uurima ja ka panustama anonüümsena, aga julgustame Sind looma endale Ajapaiga konto ja liituma panustajate kogukonnaga.
fr: Vous êtes invité à naviguer et aussi contribuer de manière anonyme, mais nous vous encourageons à vous créer un compte Ajapaik et à rejoindre la communauté des contributeurs.
lt: Kviečiame naršyti ir prisidėti anonimiškai, tačiau raginame susikurti Ajapaik paskyrą ir prisijungti prie bendradarbių bendruomenės.
pt_br: Você é bem-vindo para navegar e contribuir anonimamente, mas nós o encorajamos a criar uma conta no Ajapaik e ingressar na comunidade de colaboradores.
ru: Для поиска и добавления информации на сайте не обязательно быть зарегистрированным пользователем. И всё же мы рекомендуем создать аккаунт и присоединиться к сообществу участников.
sl: Vabimo vas, da brskate in tudi anonimno prispevate, vendar vam priporočamo, da si ustvarite račun Ajapaik in se pridružite skupnosti sodelavcev.
tr: Anonim olarak göz atabilir ve katkıda bulunabilirsiniz, ancak Kendinizi bir Ajapaik hesabı oluşturmanızı ve katkıda bulunanlar topluluğuna katılmanızı öneririz.
uk: Ви можете переглядати, а також робити анонімні внески, але ми закликаємо Вас створити собі обліковий запис Ajapaik та приєднатися до спільноти редакторів.

source: To create an account, click
de: Um ein Benutzerkonto anzulegen, klicke
et: Konto loomiseks kliki
fr: Pour créer un compte, cliquez sur
lt: Norėdami sukurti paskyrą, paspauskite
pt_br: Para criar uma conta, clique em
ru: Чтобы создать учётную запись, нажмите
sl: Kliknite, da ustvarite račun
tr: Bir hesap oluşturmak için tıklayın
uk: Щоб створити обліковий запис, натисніть

source: here
de: hier
et: siia
fr: ici
lt: čia
pt_br: aqui
ru: здесь
sl: tukaj
tr: burada
uk: тут

source: Welcome to Ajapaik – crowdsourcing platform for historic photographs. You're welcome to geotag and to comment the pictures, tag faces etc.
de: Willkommen bei Ajapaik – Crowdsourcing-Plattform für historische Fotografien. Du bist herzlich eingeladen, die Bilder zu geotaggen und zu kommentieren, Gesichter zu taggen usw.
et: Tere tulemast ajalooliste piltide ühisloomeplatvormile Ajapaik. Oled teretulnud pilte kaardistama, kommenteerima jm.
fr: Bienvenue sur Ajapaik — une plateforme de source participative pour les photographies historiques. Vous êtes invité à marquer géographiquement et à commenter les images, à identifier les visages, etc.
lt: Sveiki atvykę į Ajapaik – istorinių nuotraukų platformą. Kviečiame pažymėti geografinę žymą ir komentuoti nuotraukas, pažymėti veidus ir pan.
pt_br: Bem-vindo ao Ajapaik - plataforma de crowdsourcing para fotografias históricas. Você é bem-vindo para geomarcar e comentar as fotos, marcar rostos, etc.
ru: Добро пожаловать на краудсорсинговую платформу Ajapaik, посвященную историческим фотографиям! Здесь вы можете ставить геометки на карту, оставлять комментарии к фотографиям, отмечать на фотографии людей и многое другое.
sl: Pozdravljeni v Ajapaiku – platformi za zbiranje zgodovinskih fotografij. Vabimo vas, da geografsko označite in komentirate slike, označite obraze idr.
tr: Tarihi fotoğraflar için kitle kaynak platformu olan Ajapaik'e hoş geldiniz. Coğrafi etiketlere ve resimlere, etiket yüzlerine vb.
uk: Ласкаво просимо до Ajapaik — краудсорсингової платформи для історичних фотографій. Ви можете просити геотеги та коментувати фотографії, відзначати особи тощо.
