Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Photo curation
de: Fotokuration
eo: Kuratorado de fotoj
es: Mejora de foto
et: Foto kureerimine
fr: Conservation des photos
lt: Nuotraukų kuravimas
pt_br: curadoria da foto
ru: Курирование фото
sl: Pregledovanje fotografij
tr: Fotoğraf iyileştirme
uk: Фото курирування

source: Photo re-curation
de: Fotorekuration
eo: Rekuratorado de fotadoj
es: Nueva mejora de tu foto
et: Foto rekureerimine
fr: Re-conservation de photos
lt: Nuotraukos pakartotinis kuravimas
pt_br: Re-curadoria de fotos
ru: Повторное курирование фото
sl: Ponovno pregledovanje fotografij
tr: Fotoğraf yeniden iyileştirme
uk: Повторна обробка фотографій

source: Dating
de: Datierung
eo: Datado
es: Fechado
et: Dateering
fr: Dater
lt: Datos žymėjimas
pt_br: Namoro
ru: Датирование
sl: Datiranje
tr: Randevu verme
uk: Вказані дати

source: Dating confirmation
de: Datierungsbestätigung
eo: Konfirmado de dato
es: Confirmación de fechado
et: Dateeringu kinnitus
fr: Confirmation de la date
lt: Datos patvirtinimas
pt_br: Confirmação de namoro
ru: Подтверждение даты
sl: Potrditev datiranja
tr: Randevu verme onayı
uk: Підтвердження дати

source: Film still
eo: Filmero
es: Corto de una película
et: Filmikaader
fr: Cliché de film
lt: Filmo kadras
pt_br: Filme ainda
ru: Стоп-кадр
sl: Filmska fotografija
tr: Film hala
uk: Плівка

source: Annotation
de: Markierung
es: Anotación
et: Annotatsioon
lt: Anotacija
pt_br: Anotação
ru: Аннотация
sl: Oznake
tr: Ek açıklama
uk: Анотація

source: Confirm subject
de: Betreff bestätigen
es: Confirma el tema
et: Kinnita subjekt
fr: Confirmer le sujet
lt: Patvirtinti temą
pt_br: Confirmar assunto
ru: Подтвердите тему
sl: Potrdite motiv
tr: Konuyu onayla
uk: Підтвердити тему

source: Confirm Image similarity
de: Bestätige Bildähnlichkeit
es: Confirma el parecido entre imágenes
et: Kinnita piltide sarnasus
fr: Confirmer la ressemblance de l’image
lt: Patvirtinti Paveikslėlio panašumą
pt_br: Confirme a similaridade da imagem
ru: Подтвердите сходство изображения
sl: Potrdite podobnost slik
tr: Görüntü benzerliğini onayla
uk: Підтвердити схожість зображення

source: Suggestion subject age
es: Sugerencia edad del sujeto
et: Hinda isiku vanust
fr: Âge du sujet de suggestion
lt: Pasiūlymo subjekto amžius
pt_br: Idade do assunto da sugestão
ru: Предположительный возраст субъекта
sl: Starost predmeta predloga
tr: Öneri konusunun yaşı
uk: Вік суб’єкта пропозиції

source: Transcribe
de: Abschrift anfertigen
es: Transcribir
et: Transkribeeri
fr: Transcrire
lt: Transkribuoti
pt_br: Transcrever
ru: Расшифруйте
sl: Prepiši
tr: Deşifre Et
uk: Розшифруйте

source: Categorize scene
de: Szene kategorisieren
es: Categorizar Escena
et: Kategoriseeri stseen
fr: Catégoriser la scène
lt: Kategorizuoti sceną
pt_br: Categorizar cena
ru: Выберите категорию места съёмки
sl: Kategorizirajte prizor
tr: Sahneyi kategorize et
uk: Категоризувати сцену

source: Add viewpoint elevation
de: Standpunkthöhe hinzufügen
es: Añadir elevación del punto de vista
et: Lisa vaatepunkti kõrgus
fr: Ajouter l’élévation du point de vue
lt: Pridėti požiūrio taško poziciją
pt_br: Adicionar elevação do ponto de vista
ru: Добавить подъём уровня точки обзора
sl: Dodajte višino zorne točke
tr: Bakış açısı yüksekliği ekle
uk: Додайте висоту точки зору

source: Flip photo
de: Foto kippen
eo: Inversigi foton
es: Voltear foto
et: Keera foto ümber
fr: Retourner la photo
lt: Apversti nuotrauką
pt_br: Imagem espelhada
ru: Отразить фото зеркально
sl: Zrcali fotografijo
tr: Fotoğrafı çevir
uk: Перевернути фото

source: Invert photo
es: Invertir foto
et: Pööra negatiivi
fr: Inverser la photo
lt: Pakeisti nuotraukos spalvas
pt_br: Inverter foto
ru: Инвертировать фото
sl: Obrni fotografijo
tr: Fotoğrafı ters çevir
uk: Інвертувати фото

source: Rotate photo
de: Foto drehen
es: Girar foto
et: Keera pilti
fr: Faire pivoter la photo
lt: Pasukti nuotrauką
pt_br: Girar foto
ru: Повернуть фото
sl: Zasukaj fotografijo
tr: Fotoğrafı döndür
uk: Повернути фото

source: Map
de: Karte
eo: Mapo
es: Mapa
et: Kaart
fr: Carte
lt: Žemėlapis
pt_br: Mapa
ru: Карта
sl: Zemljevid
tr: Harita
uk: Мапа

source: Confirmation
de: Bestätigung
eo: Konfirmo
es: Confirmación
et: Kinnitus
lt: Patvirtinimas
pt_br: Confirmação
ru: Подтверждение
sl: Potrditev
tr: Onaylama
uk: Підтвердження

source: Source geotag
de: Quell-Geotag
eo: Fonta geografia etikedo
es: Fuente del geotag
et: Allika geotääg
fr: Géolocalisation de la source
lt: Šaltinio geografinė žyma
pt_br: Etiqueta geográfica de origem
ru: Исходная геометка
sl: Geooznaka vira
tr: Kaynak coğrafi etiketi
uk: Вихідний геотег

source: Android app
eo: Android-aplikaĵo
es: Aplicación para Android
et: Android rakendus
fr: Application Android
lt: Android aplikacija
pt_br: Aplicativo para Android
ru: Приложение для Android
sl: Aplikacija android
tr: Android uygulaması
uk: Додаток для Android

source: Game
de: Spiel
eo: Ludo
es: Partida
et: Mäng
fr: Jeu
lt: Žaidimas
pt_br: Jogo
ru: Игра
sl: Igra
tr: Oyun
uk: Гра

source: Map view
de: Kartenansicht
eo: Mapa vido
es: Vista de mapa
et: Kaardivaade
fr: Affichage de la carte
lt: Žemėlapio rodinys
pt_br: Visão do mapa
ru: Просмотр карты
sl: Pogled zemljevida
tr: Harita görünümü
uk: Перегляд мапи

source: Gallery
de: Galerie
eo: Galerio
es: Galería
et: Galerii
fr: Galerie
lt: Galerija
pt_br: Galeria
ru: Галерея
sl: Galerija
tr: Galeri
uk: Галерея

source: Permalink
de: Permanentlink
eo: Konstanta ligilo
es: Enlace permanente
et: Püsiviide
fr: Lien permanent
lt: Nuoroda į šią vietą
pt_br: Link Permanente
ru: Постоянная ссылка
sl: Trajna povezava
tr: Kalıcı bağlantı
uk: Постійне посилання

source: Source
de: Quelle
eo: Fonto
es: Fuente
et: Allikas
lt: Šaltinis
pt_br: Fonte
ru: Источник
sl: Vir
tr: Kaynak
uk: Джерело

source: Google map
de: Google-Kartenansicht
eo: Google-mapo
es: Mapa de Google
et: Google kaart
fr: Carte Google
lt: Google žemėlapis
pt_br: Mapa do Google
ru: Карта Google
sl: Zemljevi Google
tr: Google haritası
uk: Мапа Google

source: Google satellite
de: Google-Satellitenansicht
eo: Satelita mapo de Google
es: Imagen satelital de Google
et: Google satelliit
fr: Satellite Google
lt: Google palydovas
pt_br: Imagem de satélite do Google
ru: Google спутник
sl: Satelitski pogled Google
tr: Google uydusu
uk: Супутник Google

source: No map
de: Keine Karte
eo: Neniu mapo
es: Sin mapa
et: Pole kaardilt
fr: Aucune carte
lt: Jokio žemėlapio
pt_br: Sem mapa
ru: Нет карты
sl: Ni zemljevida
tr: Harita yok
uk: Немає мапи

source: Anonymous user
de: Anonymer Benutzer
eo: Anonimulo
es: Usuario anónimo
et: Anonüümne kasutaja
fr: Utilisateur anonyme
lt: Anoniminis naudotojas
pt_br: Usuário anônimo
ru: Анонимный пользователь
sl: Anonimni uporabnik
tr: Anonim kullanıcı
uk: Анонімний користувач

source: Day
de: Tag
eo: Tago
es: Día
et: Päev
fr: Jour
lt: Diena
pt_br: Dia
ru: День
sl: Dan
tr: Gün
uk: День

source: Month
de: Monat
eo: Monato
es: Mes
et: Kuu
fr: Mois
lt: Mėnuo
pt_br: Mês
ru: Месяц
sl: Mesec
tr: Ay
uk: Місяць

source: Year
de: Jahr
eo: Jaro
es: Año
et: Aasta
fr: Année
lt: Metai
pt_br: Ano
ru: Год
sl: Leto
tr: Yıl
uk: Рік

source: Page Not Found
de: Seite nicht gefunden
eo: Paĝo Ne Troviĝis
es: Página no encontrada
et: Lehekülge ei leitud
fr: Page non trouvée
lt: Puslapis nerastas
pt_br: Página não encontrada
ru: Страница не найдена
sl: Stran ni bila najdena
tr: Sayfa Bulunamadı
uk: Сторінку не знайдено

source: Back
de: Zurück
eo: Reen
es: Volver
et: Tagasi
fr: Retour
lt: Atgal
pt_br: Voltar
ru: Назад
sl: Nazaj
tr: Geri
uk: Назад

source: Tag a person
de: Eine Person markieren
es: Etiqueta a una persona
lt: Pažymėti žmogų
pt_br: Marque uma pessoa
ru: Отметить человека
sl: Označi osebo
tr: Kişi etiketle
uk: Позначити людину

source: Original photo
de: Ursprüngliches Foto
eo: Originala foto
es: Foto original
et: Ajalooline foto
fr: Photographie originale
lt: Originali nuotrauka
pt_br: Foto original
ru: Исходное фото
sl: Izvorna fotografij
tr: Orijinal fotoğraf
uk: Оригінальне фото

source: This album contains a film
de: Dieses Album enthält einen Film
es: Este álbum contiene una película
lt: Šiam albume pateikiamas filmas
pt_br: Este álbum contém um filme
ru: В этом альбоме есть кинофильмы
sl: Ta album vsebuje film
tr: Bu albüm bir film içeriyor
uk: Цей альбом містить фільм

source: This is a person album
de: Dies ist ein persönliches Album
es: Este es un álbum de personas
lt: Tai asmens albumas
pt_br: Este é um álbum de pessoas
ru: Этот альбом посвящён человеку
sl: To je album osebe
tr: Bu, bir kişi albümüdür
uk: Це особистий альбом

source: This is a collection album
de: Dies ist ein Sammelalbum
es: Este es un álbum de colección
lt: Tai kolekcijos albumas
pt_br: Este é um álbum de coleção
ru: Этот альбом содержит коллекцию
sl: To je album zbirke
tr: Bu, bir koleksiyon albümüdür
uk: Це колекційний альбом

source: Click to choose
de: Zum Auswählen klicken
eo: Alklaki por elekti
es: Clic para escoger
et: Valimiseks kliki
fr: Cliquer pour choisir
lt: Paspauskite, kad pasirinktumėte
pt_br: Clique para escolher
ru: Нажмите для выбора
sl: Kliknite za izbiro
tr: Seçmek için tıklayın
uk: Клацніть, щоб вибрати

source: Album details
eo: Detaloj de albumo
es: Detalles del álbum
et: Albumi info
fr: Détails de l’album
lt: Albumo informacija
pt_br: Detalhes do álbum
ru: Дополнительная информация к альбому
sl: Podatki o albumu
tr: Albüm detayları
uk: Деталі альбому

source: Show albums
de: Zeige Alben
eo: Montri albumojn
es: Mostrar álbumes
et: Näita albumeid
fr: Afficher les albums
lt: Rodyti albumus
pt_br: Mostrar álbuns
ru: Показать альбомы
sl: Pokaži albume
tr: Albümleri göster
uk: Показати альбоми

source: Albums
de: Alben
eo: Albumoj
es: Álbumes
et: Albumid
lt: Albumai
pt_br: Álbuns
ru: Альбомы
sl: Albumi
tr: Albümler
uk: Альбоми

source: Show pictures
de: Zeige Bilder
eo: Montri bildojn
es: Mostrar imágenes
et: Näita pilte
fr: Afficher les images
lt: Rodyti nuotraukas
pt_br: Mostrar fotos
ru: Показать фотографии
sl: Pokaži slike
tr: Resimleri göster
uk: Показати зображення

source: All pictures
de: Alle Bilder
eo: Ĉiuj bildoj
es: Todas las imágenes
et: Kõik pildid
fr: Toutes les images
lt: Visos nuotraukos
pt_br: Todas as fotos
ru: Все фотографии
sl: Vse slike
tr: Tüm resimler
uk: Усі зображення

source: Show my favorites
de: Zeige meine Favoriten
eo: Montri miajn legosignojn
es: Mostrar mis favoritas
et: Näita minu lemmikuid
fr: Afficher mes favoris
lt: Rodyti mano mėgstamiausius
pt_br: Mostrar meus favoritos
ru: Показать мои избранные
sl: Pokaži moje priljubljene
tr: Favorilerimi göster
uk: Показати мої улюблені

source: My favorites
de: Meine Favoriten
eo: Miaj legosignoj
es: Mis favoritas
et: Minu lemmikud
fr: Mes favoris
lt: Mano mėgstamiausi
pt_br: Meus favoritos
ru: Мои избранные
sl: Moje priljubljene
tr: Favorilerim
uk: Мої улюблені

source: Show rephotographed by me
de: Zeige von mir Refotografiertes
eo: Montri refotografitajn de mi
es: Mostrar replicadas por mí
et: Näita minu refotosid
fr: Afficher ce que j’ai rephotographié
lt: Rodyti mano pakartotines nuotraukas
pt_br: Mostrar repotografado por mim
ru: Показать мои переснимки
sl: Pokaži moje refotografije
tr: Benim tarafımdan yeniden çekilmiş fotoğrafları göster
uk: Показати мої перезнімки

source: My rephotos
de: Meine Refotos
eo: Miaj refotoj
es: Mis fotos réplica
et: Minu refotod
fr: Mes rephotos
lt: Mano pakartotinės nuotraukos
pt_br: Minhas refotografias
ru: Мои переснимки
sl: Moje refotografije
tr: Yeniden fotoğraflarım
uk: Мої рефото

source: Remove album filter
de: Albumfilter entfernen
eo: Forigi albuman filtrilon
es: Quitar filtro de álbum
et: Eemalda albumi filter
fr: Supprimer le filtre d’albums
lt: Pašalinti albumo filtrą
pt_br: Remover o filtro de álbuns
ru: Снять фильтр с альбома
sl: Odstrani filter albumov
tr: Albüm filtresini kaldır
uk: Видалити фільтр альбому

source: Compare images
de: Bilder vergleichen
eo: Kompari bildojn
es: Compara imágenes
et: Võrdle pilte
fr: Comparer les images
lt: Palyginti paveikslėlius
pt_br: Comparar imagens
ru: Сравнить изображения
sl: Primerjaj sliki
tr: Resimleri karşılaştırın
uk: Порівняння сторінок

source: Indicate whether the content on pictures is overlapping or not. In the case of overlapping content the place or object is the same, in the case of same shot one of the pictures may also be cropped.
es: Indique si el contenido de las imágenes se superpone o no. En el caso de contenido superpuesto, el lugar u objeto es el mismo, en el caso de una misma toma, una de las imágenes también puede ser recortada.
et: Määrake sisulise kattuvuse esinemine või puudumine. Kattuva sisu puhul on tegemist sama koha või objektiga, sama kaader võib ühel juhul olla ka nt kärbitud.
fr: Indique si le contenu des images se recoupe ou non. En cas de contenu partiellement recoupé dont l’endroit ou l’objet couvert est le même, et dans le cadre d’une même prise de vue, une des images peut également être retaillée.
pt_br: Indique se o conteúdo das imagens está sobreposto ou não. No caso de sobreposição de conteúdo, o local ou objeto é o mesmo, no caso de uma mesma foto, uma das fotos também pode ser cortada.
ru: Укажите, перекрываются ли изображения. Если изображения перекрываются, тогда место или объект идентичны. В случае идентичности снимков одно из изображений может быть обрезано.
sl: Označi, ali se vsebina na slikah prekriva ali ne. V primeru prekrivanja vsebine je kraj ali predmet enak, v primeru istega posnetka je lahko ena od slik tudi obrezana.
tr: Resimlerdeki içeriğin üst üste gelip gelmediğini belirtin. Üst üste binen içerik durumunda, yer veya nesne aynıdır, aynı çekim durumunda resimlerden biri de kırpılabilir.
uk: Вкажіть, чи перекривається вміст зображень. У випадку, якщо вміст міста або об'єкта перекривається, і вони однакові, то у випадку одного і того ж знімка одне із зображень також може бути обрізане.

source: The decision can also be made on keyboard (1, 2, 3).
de: Die Entscheidung kann auch auf der Tastatur getroffen werden (1, 2, 3).
es: La decisión también puede ser hecha desde tu teclado (1, 2, 3).
et: Lisaks nuppudele on sarnasusseost võimalik märkida ka klaviatuurilt (numbriklahvid 1, 2, 3).
fr: La décision peut aussi être prise au clavier (1, 2, 3).
lt: Sprendimas taip pat gali būti priimtas klaviatūra (1, 2, 3).
pt_br: A decisão também pode ser feita no teclado (1, 2, 3).
ru: Выбор может быть сделан на клавиатуре (1, 2, 3).
sl: Odločitev je mogoča tudi s tipkovnico (1, 2, 3).
tr: Karar klavyede de verilebilir (1, 2, 3).
uk: Рішення також може бути прийнято на клавіатурі (1, 2, 3).

source: Pick the shooting location!
de: Wähle den Aufnahmeort!
eo: Elektu fotografadan lokon!
es: ¡Elija el lugar para tirotear!
et: Tean pildistamise kohta!
fr: Choisir le lieu de la prise de vue !
lt: Pasirinkite fotografavimo vietą!
pt_br: Escolha o local de tiro!
ru: Где был сделан кадр?
sl: Izberite lokacijo posnetka!
tr: Çekim yerini seç!
uk: Виберіть місце зйомки!

source: Add a geotag
de: Geotag hinzufügen
es: Añadir geoetiqueta
et: Märgi kaardile
fr: Ajouter une balise de géolocalisation
lt: Pridėti geografinę žymą
pt_br: Adicionar uma geomarcação
ru: Добавить геометку
sl: Dodaj geooznako
tr: Coğrafi etiket ekle
uk: Додати геотег

source: Date this image
de: Datiere das Bild
eo: Dati ĉi tiun bildon
es: Poner fecha a esta imagen
et: Dateeri see pilt
fr: Dater cette image
lt: Ištrinti šį paveikslėlį
pt_br: Datar esta imagem
ru: Дата этого снимка
sl: Datiraj to sliko
tr: Bu resmi tarihlendir
uk: Дата цього знімка

source: Date
de: Datum
es: Fecha
et: Dateeri
lt: Data
pt_br: Data
ru: Дата
sl: Datum
tr: Tarih
uk: Дата

source: Add rephoto
de: Refoto hinzufügen
eo: Aldoni refoton
es: Agregar foto
et: Lisa ülepildistus
fr: Ajouter une rephotographie
lt: Pridėti pakartotinę nuotrauką
pt_br: Adicionar repotografia
ru: Добавить переснимок
sl: Dodaj refotografijo
tr: Yeniden fotoğraflama ekle
uk: Додати перезнімок

source: Add a rephoto
de: Refoto hinzufügen
es: Agregar otra foto
et: Lisa ülepildistus
fr: Ajouter une rephoto
lt: Pridėti pakartotinę nuotrauką
pt_br: Adicionar uma rephoto
ru: Добавить переснимок
sl: Dodaj refotografijo
tr: Yeniden fotoğraflama ekle
uk: Додати перезнімок

source: Tag a new face/object - clicking this button will enable you to draw an object/face rectangle on the main image
de: Markiere ein neues Gesicht/Objekt - ein Klick auf diesen Knopf ermöglicht es dir, ein Objekts-/Gesichtsrechteck auf dem Hauptbild zu zeichnen
es: Etiquetar una nueva cara/objetivo - hacer clic en este botón le permitirá dibujar un objetivo/rectángulo de cara en la imagen principal
et: Märgi pildil nägu/objekt – nuppu vajutades saab pildile tõmmata inimese näole või objektile annotatsioonikasti
fr: Marquer un nouveau visage/objet — cliquer sur ce bouton vous permettra de dessiner un rectangle du visage ou de l’objet sur l’image principale.
lt: Pažymėti naują veidą/objektą – šio mygtuko paspaudimas jums leis pažymėti objekto/veido stačiakampį pagrindiniame paveikslėlyje
pt_br: Marque um novo rosto/objeto - clicar neste botão permitirá que você desenhe um retângulo de objeto/rosto na imagem principal
ru: Отметить новый объект или человека. Нажатие этой кнопки позволит вам обозначить прямоугольной рамкой объект/человека на основном изображении.
sl: Označi nov obraz/predmet – s klikom tega gumba boste na glavno sliko lahko narisali pravokotnik predmeta/obraza
tr: Yeni bir yüz/nesne etiketleme - bu düğmeyi tıklatmak ana görüntüye bir nesne/yüz dikdörtgeni çizmenizi sağlar
uk: Позначте нове обличчя/об'єкт — натискання цієї клавіші дозволить вам намалювати прямокутник об'єкта/обличчя на головному зображенні

source: Annotate
de: Kommentieren
es: Anotar
et: Annoteeri
fr: Annoter
lt: Anotuoti
pt_br: Anotar
ru: Аннотировать
sl: Označi
tr: Ek açıklama
uk: Примітка

source: Share
de: Teilen
eo: Diskonigi
es: Compartir
et: Jaga
fr: Partager
lt: Dalintis
pt_br: Compartilhar
ru: Поделиться
sl: Deli
tr: Paylaş
uk: Поділитися

source: Add a category - clicking this button will enable you to categorize this picture to various categories such as whether this picture depicts indoors or outdoors
es: Agregar una categoría: al hacer clic en este botón, podrá clasificar esta imagen en varias categorías, por ejemplo, si esta imagen representa interiores o exteriores
et: Lisa kategooria - nuppu vajutades saab pilti määrata eri kategooriatesse, näiteks on võimalik märkida, kas pildil on interiöör või välisvaade
fr: Ajouter une catégorie — cliquer ce bouton vous permettra de catégoriser cette image dans diverses catégories, par exemple si cette image décrit des intérieurs ou des extérieurs.
lt: Pridėti kategoriją – šio mygtuko paspaudimas leis jums pridėti šį paveikslėlį į įvairias kategorijas, pvz., ar šiame paveikslėlyje vaizduojamas interjeras ar eksterjeras
pt_br: Adicionar uma categoria - clicar neste botão permitirá que você categorize esta imagem em várias categorias, por exemplo, se esta imagem retrata em ambientes internos ou externos
ru: Добавить категорию. Это позволит отнести изображение к различным категориям, например, внутри помещения или на улице.
sl: Dodaj kategorijo – s klikom tega gumba boste to sliko lahko kategorizirali v različne kategorije, na primer, ali prikazuje notranji ali zunanji prostor
tr: Bir kategori ekle. Bu düğmeye tıklamak, bu resmi çeşitli kategorilere ayırmanıza olanak sağlar, örneğin bu resmin iç mekan mı yoksa dış mekan mı tasvir ettiği gibi.
uk: Додати категорію — натиснувши на цю клавішу, ви можете додати це зображення в різні категорії, наприклад, зображений об'єкт всередині приміщення або на вулиці.

source: Categorize
de: Kategorisieren
es: Categorizar
et: Lisa kategooriaid
fr: Catégoriser
lt: Pridėti kategoriją
pt_br: Categorizar
ru: Категории
sl: Kategoriziraj
tr: Kategorize et
uk: Категоризувати

source: Transcribe this image
de: Abschrift dieses Bildes anfertigen
es: Transcribir esta imagen
et: Transkribeeri pilt
fr: Transcrire cette image
lt: Transkribuoti šį paveikslėlį
pt_br: Transcreva esta imagem
ru: Добавить расшифровку к этому изображению
sl: Prepiši to sliko
tr: Bu resmi kopyala
uk: Переписати це зображення

source: Edit picture
de: Bild bearbeiten
es: Editar imagen
et: Muuda pilti
fr: Modifier l’image
lt: Redaguoti paveikslėlį
pt_br: Editar imagem
ru: Редактировать изображение
sl: Uredi sliko
tr: Resmi düzenle
uk: Редагувати зображення

source: Show annotations
de: Anmerkungen anzeigen
es: Mostrar anotaciones
lt: Rodyti anotacijas
pt_br: Mostrar anotações
ru: Показать аннотации
sl: Pokaži označitve
tr: Ek açıklamaları göster
uk: Показати анотації

source: Forgot password?
de: Passwort vergessen?
eo: Ĉu vi forgesis pasvorton?
es: ¿Olvidaste tu contraseña?
et: Unustasid salasõna?
fr: Mot de passe oublié ?
lt: Pamiršote slaptažodį?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
sl: Ste pozabili geslo?
tr: Parolanızı mı unuttunuz?
uk: Забули пароль?

source: User settings
de: Benutzereinstellungen
es: Configuración de usuario
et: Kasutaja seaded
fr: Paramètres utilisateur
lt: Vartotojo nustatymai
pt_br: Configurações do usuário
ru: Пользовательские настройки
sl: Uporabniške nastavitve
tr: Kullanıcı ayarları
uk: Налаштування користувача

source: Sign out
de: Abmelden
es: Salir
et: Logi välja
fr: Se déconnecter
lt: Atsijungti
pt_br: Sair
ru: Выйти
sl: Odjava
tr: Oturumu Kapat
uk: Вийти

source: Sign in
de: Anmelden
eo: Ensaluti
es: Iniciar sesión
et: Logi sisse
fr: Se connecter
lt: Prisijungti
pt_br: Entrar
ru: Войти
sl: Prijava
tr: Oturum aç
uk: Увійти

source: Sign up
de: Registrieren
es: Regístrate
et: Registreeru
fr: S’inscrire
lt: Sukurti paskyrą
pt_br: Criar conta
ru: Зарегистрироваться
sl: Registracija
tr: Kaydol
uk: Реєстрація

source: Messages
de: Nachrichten
eo: Mesaĝoj
es: Mensajes
et: Teated
lt: Pranešimai
pt_br: Mensagens
ru: Сообщения
sl: Sporočila
tr: Mesajlar
uk: Повідомлення

source: Menu
de: Menü
eo: Menuo
es: Menú
et: Menüü
lt: Meniu
ru: Меню
sl: Meni
tr: Menü
uk: Меню

source: E-mail addresses
de: E-Mail-Adressen
es: Direcciones de correo electrónico
et: Meiliaadressid
fr: Adresses de courriel
lt: El. pašto adresas
pt_br: Endereço de e-mail
ru: Адреса электронной почты
sl: E-poštni naslovi
tr: E-posta adresleri
uk: Адреса електронної пошти

source: Confirm e-mail address
de: E-Mail-Adresse bestätigen
es: Confirma tu dirección de correo electrónico
et: Kinnita meiliaadress
fr: Confirmer l’adresse de courriel
lt: Patvirtinkite el. pašto adresą
pt_br: Confirmar endereço de e-mail
ru: Подтвердить адрес электронной почты
sl: Potrdite e-poštni naslov
tr: E-posta adresini onayla
uk: Підтвердження адреси ел. пошти

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätigte, dass <a href="mailto:%(email)s">%(email)s</a> die E-Mail-Adresse für den Benutzer %(user_display)s ist.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> la dirección de coreó eléctrico pertenece al usuario %(user_display)s.
et: Palun kinnita, et <a href="mailto:%(email)s">%(email)s</a> on kasutaja %(user_display)s e-posti aadress.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse de messagerie pour l’utilisateur %(user_display)s.
lt: Prašome patvirtinti, kad <a href="mailto:%(email)s">%(email)s</a> yra %(user_display)s el. pašto adresas.
pt_br: Por favor, confirme isso <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para o usuário %(user_display)s.
ru: Подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты пользователя %(user_display)s.
sl: Potrdite, da je <a href="mailto:%(email)s">%(email)s</a> e-poštni naslov za uporabnika %(user_display)s.
tr: Lütfen <a href="mailto:%(email)s">%(email)s</a>'nin %(user_display)s kullanıcısı için bir e-posta adresi olduğunu doğrulayın.
uk: Підтвердити, що <a href="mailto:%(email)s">%(email)s</a> є адресою e-mail для користувача %(user_display)s.
