Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: If you are not sure what the gender and/or age of the person is, please press
de: Wenn du dir beim Geschlecht und/oder Alter dieser Person nicht sicher bist, drücke bitte
et: Ei ole kindel, mis soost või mis vanuses on pildil olev inimene
fr: Si vous n’êtes pas sûr{{GENDER:||e}} du genre ou de l’âge de cette personne, veuillez presser
lt: Jei nesate tikri, kokia yra asmens lytis ir (ar) amžius, paspauskite
pt_br: Se você não tiver certeza de qual é o sexo e/ou a idade da pessoa, pressione
ru: Если вы не уверены, какого пола и/или возраста человека, нажмите
sl: Če niste prepričani o spolu in/ali starosti osebe, pritisnite
tr: Kişinin cinsiyeti ve/veya yaşının ne olduğundan emin değilseniz, lütfen tuşuna basın.
uk: Якщо ви не впевнені, яка стать та/або вік людини, натисніть, будь ласка

source: Not Sure
de: Nicht Sicher
et: Pole kindel
fr: Pas sûr(e)
lt: Nežinau
pt_br: Não tenho certeza
ru: Не знаю
sl: Nisem prepričan_a
tr: Emin Değil
uk: Не впевнений

source: In case the rectangle is misplaced please choose
de: Wenn das Rechteck falsch platziert ist, wähle
et: Kui annotatsioon ei tähista nägu
fr: Au cas où le rectangle est mal positionné, veuillez choisir
lt: Jei stačiakampis yra ne vietoje, pasirinkite
pt_br: Caso o retângulo seja extraviado, escolha
ru: Если прямоугольник смещён, выберите
sl: V primeru, da je pravokotnik napačno postavljen, izberite
tr: Dikdörtgenin yanlış yerleştirilmiş olması durumunda lütfen seçin
uk: Якщо прямокутник неправильно розміщений, будь ласка, виберіть

source: Not a Face
de: Kein Gesicht
es: No es una cara
et: Pole nägu
fr: Pas un visage
lt: Ne Veidas
pt_br: Não é um rosto
ru: Это не лицо
sl: Ni obraz
tr: Yüz Değil
uk: Це не особа

source: To see the description of the image, please press
de: Um die Beschreibung des Fotos anzusehen, drücke bitte
et: Et näha pildi kirjeldust palun vajuta
fr: Pour voir la description de l’image, veuillez presser
lt: Norėdami pamatyti paveikslėlio aprašymą, paspauskite
pt_br: Para ver a descrição da imagem, pressione
ru: Чтобы увидеть описание изображения, пожалуйста, нажмите
sl: Če si želite ogledati opis slike, pritisnite
tr: Resmin açıklamasını görmek için lütfen tıklayın
uk: Щоб побачити опис зображення, натисніть

source: Info
es: Información
fr: Infos
lt: Informacija
pt_br: Informação
ru: Информация
sl: Informacije
tr: Bilgi
uk: Інформація

source: Create a new person record
et: Loo uus isikukirje
fr: Créer un nouvel enregistrement de personne
lt: Sukurti naują asmens įrašą
pt_br: Crie um novo registro pessoal
ru: Создать новую запись о человеке
sl: Ustvari nov zapis osebe
tr: Yeni bir kişi kaydı oluşturun
uk: Створення нового запису користувача

source: Not sure
de: Nicht sicher
et: Pole kindel
fr: Pas sûr(e)
lt: Nežinau
pt_br: Talvez
ru: Точно сказать нельзя
sl: Nisem prepričan_a
tr: Emin değilim
uk: Не впевнений

source: Skip
de: Überspringen
et: Jäta vahele
fr: Sauter
lt: Praleisti
pt_br: Pular
ru: Пропустить
sl: Preskoči
tr: Atla
uk: Пропустити

source: Currently the gender is
de: Zurzeit ist das Geschlecht
et: Praegu on sooks märgitud
fr: Actuellement, le sexe est
lt: Šiuo metu lytis yra
pt_br: Atualmente, o gênero é
ru: В настоящее время указан пол
sl: Trenutno je spol
tr: Şu anda cinsiyet
uk: В даний час стать

source: Currently the age is
de: Zurzeit ist das Alter
et: Vanuseks on arvatud
fr: Actuellement, l’âge est
lt: Šiuo metu amžius yra
pt_br: Atualmente a idade é
ru: В настоящее время указан возраст
sl: Trenutno je starost
tr: Şu anda yaş
uk: В даний час вік становить

source: No data here, please come back later
de: Hier keine Daten, bitte komme später zurück
et: Andmed puuduvad, palun proovige hiljem
fr: Aucune donnée ici, veuillez revenir ultérieurement
lt: Čia nėra duomenų, grįžkite vėliau
pt_br: Não há dados aqui, volte mais tarde
ru: Данные отсутствуют. Повторите попытку позже.
sl: Tukaj ni podatkov, vrnite se pozneje
tr: Burada veri yok, lütfen daha sonra tekrar gelin
uk: Тут немає даних, будь ласка, поверніться пізніше

source: Estonian
de: Estnisch
eo: Estona
et: Eesti
fr: estonien
lt: Eesti
pt_br: Estoniano
ru: eesti
sl: estonsko
tr: Estonyaca
uk: Естонська

source: Latvian
de: Lettisch
es: Letón
et: Läti
fr: letton
lt: Latviešu
pt_br: Letão
ru: latviešu
sl: latvijsko
tr: Letonca
uk: Латиська

source: Lithuanian
de: Litauisch
es: Lituano
et: Leedu
fr: lituanien
lt: Lietuvių
pt_br: Lituano
ru: lietuvių
sl: litovsko
tr: Litvanca
uk: Литовський

source: English
de: Englisch
eo: Angla
es: Inglés
et: Inglise
fr: anglais
pt_br: Inglês
sl: angleško
tr: İngilizce
uk: Англійська

source: Finnish
de: Finnisch
eo: Finna
es: Finés
et: Soome
fr: finnois
lt: Suomi
pt_br: Finlandês
ru: suomi
sl: finsko
tr: Fince
uk: Фінська

source: Swedish
de: Schwedisch
es: Sueco
et: Rootsi
fr: suédois
lt: Svenska
pt_br: Sueco
ru: svenska
sl: švedsko
tr: İsveççe
uk: Шведська

source: Russian
de: Russisch
es: Ruso
et: Vene
fr: russe
lt: Русский
pt_br: Russo
ru: русский
sl: rusko
tr: Rusça
uk: Російська

source: French
de: Französisch
es: Francés
et: Prantsuse keel
fr: français
lt: Français
pt_br: Francês
ru: français
sl: francosko
tr: Fransızca
uk: Французька

source: You have already submitted this suggestion
de: Du hast diesen Vorschlag bereits eingereicht
et: Sa oled sellise pakkumise juba esitanud
fr: Vous avez déjà soumis cette suggestion
lt: Jūs jau pateikėte šį pasiūlymą
pt_br: Você já enviou esta sugestão
sl: Ta predlog ste že predložili
tr: Bu öneriyi zaten gönderdin
uk: Ви вже подали цю пропозицію

source: Your suggestion has been changed
de: Dein Vorschlag wurde geändert
et: Su pakkumine on muudetud
fr: Votre suggestion a été changée
lt: Jūsų pasiūlymas buvo pakeistas
pt_br: Sua sugestão foi aceita
sl: Vaš predlog je spremenjen
tr: Öneriniz değiştirildi
uk: Вашу пропозицію змінено

source: Your suggestion has been saved
de: Dein Vorschlag wurde gespeichert
et: Su pakkumine on salvestatud
fr: Votre suggestion a été enregistrée
lt: Jūsų pasiūlymas išsaugotas
pt_br: Sua sugestão foi salva
sl: Vaš predlog je shranjen
tr: Öneriniz kaydedildi
uk: Вашу пропозицію збережено

source: You must specify a new value when making a suggestion
lt: Pateikdami pasiūlymą turite nurodyti naują reikšmę
pt_br: Você deve especificar um novo valor ao fazer uma sugestão
sl: Pri predlaganju morate določiti novo vrednost
tr: Öneri yaparken yeni bir değer belirtmelisiniz
uk: Під час подання пропозиції необхідно вказати нове значення

source: StreetView
sl: Ulični pogled
tr: SokakGörünümü

source: Europeana
tr: Avrupa

source: Timepatch (Ajapaik)
eo: Tempofliko (Ajapaik)
et: Ajapaik
pt_br: Patch de tempo (Ajapaik)
ru: Ajapaik

source: Juks
lt: Juksai
pt_br: Juizes

source: The picture has not yet been pinned on the map. Be the first!
eo: La bildo ne jam alpingliĝis sur la mapon. Fariĝu la unua alpinglinto!
et: Keegi ei ole sellele pildile veel asukohta pakkunud. Ole esimene!
fr: L’image n’a pas encore été épinglée sur la carte. Soyez le premier !

source: 1 suggestion has been submitted for this picture. Add yours!
eo: 1 sugesto submetiĝis pri ĉi tiu bildo. Aldonu vian!
et: 1 asukohapakkumine on sellele pildile juba tehtud, lisa enda oma ka!
fr: Une suggestion a été soumise pour cette image. Ajoutez les vôtres !

source: suggestions have been submitted for this picture. Add yours!
eo: sugestoj submetiĝis pri ĉi tiu bildo. Aldonu vian!
et: asukohapakkumist on sellele pildile tehtud. Lisa enda arvamus!
fr: Des suggestions ont été soumises pour cette image. Ajoutez les vôtres !

source: Show albums with pictures with back sides
et: Kuva albumid, kus on pilte koos tagumiste külgede kujutistega
fr: Afficher les albums avec des images de faces arrières

source: Curator
eo: Kuratoro
et: Kuraator
fr: Conservateur

source: Taken
eo: Farita
et: Kuupäev
fr: Prise

source: Problem with album selection
eo: Problemo pri elekto de albumo
et: Probleem albumivalikul
fr: Problème avec la sélection de l’album

source: b.
et: s.

source: GPS
eo: Birilo

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and You will get income tax refunds for that.
eo: Ajapaik estas evoluigata de la <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estona Fotografia Heredaĵa Societo (MTÜ Eesti Fotopärand)</a>, unu el la organizaĵoj en la listo de neprofitcelaj asocioj, fondaĵoj, kaj religiaj asocioj, ĝuantaj esceptojn pri impostado. Ni deklaras viajn donacojn, kaj vi ricevos impostan retropagon pri tiuj.

source: LHV single payment link
eo: ligilo por unuopa pago per LHV

source: LHV bank
eo: Banko LHV

source: Krediidipank single payment link
eo: ligilo por unuopa pago per Krediidipank

source: SEB single payment link
eo: ligilo por unuopa pago per SEB

source: SEB bank
eo: Banko SEB

source: Swedbank single payment link
eo: ligilo por unuopa pago per Swedbank

source: Nordea single payment link
eo: ligilo por unuopa pago per Nordea

source: Nordea bank
eo: Banko Nordea

source: Danske single payment link
eo: ligilo por unuopa pago per Danske

source: Danske bank
eo: Banko Danske

source: Prefilled forms for standing payments
eo: Antaŭkompletigitaj formularoj por ripetotaj pagoj

source: LHV payment order link
eo: ligilo por pagordono per banko LHV

source: Krediidipank payment order link
eo: ligilo por pagordono per banko Krediidipank

source: SEB payment order link
eo: ligilo por pagordono per banko SEB

source: Swedbank payment order link
eo: ligilo por pagordono per banko Swedbank

source: Nordea payment order link
eo: ligilo por pagordono per banko Nordea

source: Danske payment order link
eo: ligilo por pagordono per banko Danske

source: Sign Out
eo: Elsaluti

source: Ajapaik shows how places have changed over time
eo: Ajapaik montras kiel lokoj ŝanĝis tra tempo

source: Discover how places looked like years ago by
eo: Malkovru kiel lokoj aperis antaŭ multaj jaroj per

source: * searching historic view pictures from Estonian museums' collections and curating selected images to Ajapaik,
eo: * serĉi historian vidpunktajn bildojn el kolektoj de Estoniaj muzeoj kaj konservi elektitajn bildojn en Ajapaik-on,

source: * geotagging pictures from places you are familiar with and
eo: * aldoni geografian etikedon al bildo de loko bone konata de vi kaj

source: * rephotographing the historic views from places you visit.
eo: * refotografi historiajn vidojn de lokoj vizitataj de vi.

source: List face recognition albums
eo: Listi albumojn de vizaĝorekono

source: Add photos
eo: Aldoni fotojn

source: Connect with Facebook
eo: Konekti per Facebook

source: Connect with Google
eo: Konekti per Google

source: Discuss
eo: Diskuti

source: Home
eo: Ĉefpaĝo

source: Upload photos via CSV file
eo: Alŝuti fotojn per komo-apartigita dosiero

source: Album ID
eo: Identigilo de albumo

source: CSV
eo: Komo-apartigitaj valoroj

source: Upload The Digital Archives of Norway photos via CSV file
eo: Alŝuti fotojn el La Ciferecaj Arkivoj de Norvegio per dosiero de komo-apartigitaj valoroj

source: Open album (anyone can add photos)
eo: Malfermita albumo (iu ajn povas aldoni fotojn)

source: Flickr Commons
eo: Flickr-Komunaĵo

source: Interior
eo: Interna

source: Exterior
eo: Ekstera

source: Urban
eo: Urba

source: Rural
eo: Kampara

source: View
eo: Vido

source: Social
eo: Socia

source: Ground
eo: Grundo

source: Raised
eo: Altiĝinta

source: One
eo: Unu

source: Many
eo: Pluraj

source: Whole
eo: Tuta

source: Detail
eo: Detala

source: Staged
eo: Enscenigita

source: Natural
eo: Natura

source: Public
eo: Publika

source: Private
eo: Privata

source: Your guess was first.
eo: Via konjekto estas la unua.

source: Please add photos to your album
eo: Bonvolu aldoni fotojn al via albumo

source: Subject name
eo: Nomo de temo

source: Submit guess
eo: Sendi konjekton

source: This rectangle is bad, I think it should be removed.
eo: Ĉi tiu ortangulo estas malĝusta; mi opinias ke ĝi foriĝu.

source: Delete annotation
eo: Forigi prinoton
