Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and you will get income tax refunds for that.
de: Ajapaik wird von der <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> entwickelt, die in der Liste der gemeinnützigen Vereine, Stiftungen und religiösen Organisationen eingetragen ist und von Einkommenssteuerbegünstigungen profitiert. Wir melden deine Spenden an und du erhältst dafür eine Einkommenssteuerrückerstattung.
es: Ajapaik es desarrollado por el <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'></a>Sociedad Estonia de Patrimonio Fotográfico (MTÜ Eesti Fotopärand)</a>, listada en la lista de asociaciones sin fines de lucro, fundaciones, y asociaciones religiosas que aprovechan de incentivos de impuestos a los ingresos. Declaramos tus donaciones y por eso recibirás reembolsos del impuesto a los ingresos.
et: Ajapaika arendab <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>MTÜ Eesti Fotopärand</a>, mis kuulub tulumaksusoodustusega mittetulundusühingute, sihtasutuste ja usuliste ühenduste nimekirja. Oma annetuse pealt saad tulumaksutagastust.
fr: Ajapaik est développé par la <a href="http://xn--fotoprand-z2a.org.ee/wp/mtu/" target="_blank">Société estonienne du patrimoine photographique (<em lang="et">MTÜ Eesti Fotopärand</em>)</a> listée dans les associations sans but lucratif, fondations et associations religieuses qui bénéficient d’avantages fiscaux sur les bénéfices. Nous déclarons vos donations et vous percevrez un crédit d’impôt pour cela.
lt: Ajapaik sukūrė <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estijos fotografijos paveldo draugija (MTÜ Eesti Fotopärand)</a>, įtraukta į pelno nesiekiančių asociacijų, fondų ir religinių asociacijų, gaunančių pelno mokesčio lengvatas, sąrašą. Mes deklaruojame jūsų aukas ir už tai susigrąžinsite pajamų mokestį.
pt_br: Ajapaik é desenvolvido pelo <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Sociedade do Património Fotográfico da Estónia (MTÜ Eesti Fotopärand)</a> listados na lista de associações sem fins lucrativos, fundações e associações religiosas que se beneficiam de incentivos fiscais de renda. Declaramos suas doações e você receberá reembolsos de imposto de renda por isso.
ru: Разработка проекта Ajapaik принадлежит команде <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Эстонского общества фотографического наследия (НКО Eesti Fotopärand)</a>. Это общество состоит в списке некоммерческих ассоциаций и организаций, а также религиозных организаций, получающих бюджетные средства за счёт налоговых вычетов благотворителей. Благотворители могут получить налоговый вычет, так как мы декларируем полученные пожертвования.
sl: Ajapaik je razvilo <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonsko društvo za fotografsko dediščino (MTÜ Eesti Fotopärand)</a>, ki je navedeno na seznamu neprofitnih združenj, fundacij in verskih združenj, upravičenih do olajšav pri dohodnini. Vaše donacije prijavimo in za to boste prejeli povrnjeno dohodnino.
tr: Ajapaik, gelir vergisi teşviklerinden yararlanan kâr amacı gütmeyen kuruluşlar, vakıflar ve dini dernekler listesinde listelenen <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonya Fotoğraf Mirası Derneği (MTÜ Eesti Fotopärand)</a> tarafından geliştirilmiştir. Bağışlarını kabul ediyoruz ve bunun için gelir vergisi iadesi alacaksınız.
uk: Ajapaik розроблений <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Естонським товариством фотографічної спадщини (MTÜ Eesti Fotopärand),</a> переліченим у списку неприбуткових асоціацій, фондів та релігійних об'єднань, які отримують пільги з податку на прибуток. Ми заявляємо ваші пожертви, і ви отримаєте за це відшкодування податку на прибуток.

source: Other ways of supporting us
de: Weitere Möglichkeiten, uns zu unterstützen
es: Otras maneras de apoyarnos
et: Teised viisid Ajapaiga toetamiseks
fr: Autres moyens pour nous soutenir
lt: Kiti būdai mus paremti
pt_br: Outras formas de nos apoiar
ru: Другие способы поддержать нас
sl: Drugi načini, kako nas podpreti
tr: Bizi desteklemenin diğer yolları
uk: Інші способи підтримки нас

source: You can also help to <a href="https://translatewiki.net/wiki/Translating:Ajapaik">translate Ajapaik’s user interface</a>
et: Lisaks rahalisele abile saad aidata <a href="https://translatewiki.net/wiki/Translating:Ajapaik">Ajapaiga kasutajaliidest tõlkida</a>
fr: Vous pouvez également aider à <a href="https://translatewiki.net/wiki/Translating:Ajapaik">traduire l’interface utilisateur de Ajapaik</a>
lt: Taip pat galite padėti <a href="https://translatewiki.net/wiki/Translating:Ajapaik">išversti Ajapaik naudotojo sąsają</a>
pt_br: Você também pode ajudar a <a href="https://translatewiki.net/wiki/Translating:Ajapaik">traduzir a interface do usuário do Ajapaik</a>
ru: Один из способов помощи проекту - это <a href="https://translatewiki.net/wiki/Translating:Ajapaik">принять участие в переводе пользовательского интерфейса платформы Ajapaik</a>
sl: Prav tako lahko pomagate <a href="https://translatewiki.net/wiki/Translating:Ajapaik">prevesti uporabniški vmesnik Ajapaika</a>
tr: <a href="https://translatewiki.net/wiki/Translating:Ajapaik">Ajapaik'in kullanıcı arayüzünü çevirmeye</a> de yardım edebilirsiniz.
uk: Ви також можете допомогти <a href="https://translatewiki.net/wiki/Translating:Ajapaik">перекласти користувацький інтерфейс Ajapaik</a>

source: All other kinds of help are also appreciated! For instance in promoting Ajapaik, creating partnerships etc.
de: Auch jede andere Art von Hilfe ist willkommen! Zum Beispiel bei der Werbung für Ajapaik, beim Aufbau von Partnerschaften usw.
et: Oodatud on ka igasugune muu abi! Näiteks Ajapaiga turunduse arendamiseks, partnerlussuhete edendamiseks jm.
fr: N’importe quelle forme d’aide est aussi appréciée ! Par exemple promouvoir Ajapaik, créer des partenariats, etc.
lt: Visa kita pagalba taip pat vertinama! Pavyzdžiui, reklamuojant Ajapaik, kuriant partnerystes ir pan.
pt_br: Todos os outros tipos de ajuda também são apreciados! Por exemplo, na promoção de Ajapaik, criação de parcerias etc.
ru: Мы будем рады любой другой помощи! Приветствуется продвижение проекта Ajapaik, сотрудничество и т.п.
sl: Cenimo tudi vse druge vrste pomoči! Na primer pri promociji Ajapaika, ustvarjanju partnerstev idr.
tr: Diğer tüm yardım türleri de takdir edilmektedir! Örneğin Ajapaik'i tanıtmak, ortaklıklar kurmak vb.
uk: Всі інші види допомоги також цінуються! Наприклад, у просуванні Ajapaik, створенні партнерських відносин тощо.

source: If Ajapaik helps to find historic pictures you’re interested in then please consider <a href="/donate/">supporting</a> Ajapaik so that we could make it even better. Thank you!
et: Kui Ajapaik aitab Sul leida huvipakkuvaid ajaloolisi pilte, siis ehk saad Ajapaika <a href="/donate/">toetada</a>, et saaksime Ajapaiga veel paremaks muuta. Suur tänu!
fr: Si Ajapaik aide à trouver des photos historiques qui vous intéressent, alors envisagez de <a href="/donate/">soutenir</a> Ajapaik afin que nous puissions le rendre encore meilleur. Merci !
lt: Jei Ajapaik padeda rasti jus dominančias istorines nuotraukas, apsvarstykite galimybę <a href="/donate/">paremti</a> Ajapaik, kad galėtume padaryti svetainę dar geresne. Ačiū!
pt_br: Se Ajapaik ajudar a encontrar fotos históricas de seu interesse, considere <a href="/donate/">apoiar nós</a> Ajapaik para que pudéssemos torná-lo ainda melhor. Obrigada!
ru: Если проект помогает Вам в поиске исторических фотографий, <a href="/donate/">поддержите</a> Ajapaik, чтобы мы могли сделать его ещё лучше. Спасибо!
sl: Če vam Ajapaik pomaga pri iskanju zgodovinskih slik, ki vas zanimajo, razmislite o <a href="/donate/">podpori</a> Ajapaika, da ga bomo lahko še izboljšali. Hvala vam!
tr: Ajapaik, ilgilendiğiniz tarihi resimleri bulmanıza yardımcı oluyorsa, lütfen Ajapaik'i <a href="/donate/">desteklemeyi</a> düşünün, böylece daha da iyi hale getirebiliriz. Teşekkürler!
uk: Якщо Ajapaik допомагає знайти історичні фотографії, які вас цікавлять, будь ласка, подумайте про <a href="/donate/">підтримку</a> Ajapaik, щоб ми могли зробити це ще кращим. Дякую!

source: Ajapaik is currently using funding received from:
de: Ajapaik wird derzeit gefördert von:
et: Ajapaik kasutab hetkel toetusi, mille on eraldanud:
fr: Ajapaik utilise actuellement des fonds reçus de :
lt: Ajapaik šiuo metu naudoja finansavimą, gautą iš:
pt_br: Ajapaik está usando fundos recebidos de:
ru: На данный момент проект Ajapaik финансируется:
sl: Ajapaik trenutno uporablja sredstva, ki jih je prejel od:
tr: Ajapaik şu anda aşağıdakilerden alınan fonu kullanıyor:
uk: Наразі Ajapaik використовує фінансування, отримане від:

source: Ajapaik has received donations from:
de: Ajapaik hat Spenden erhalten von:
et: Ajapaika on annetustega toetanud:
fr: Ajapaik a reçu des donations de :
lt: Ajapaik gavo aukų iš:
pt_br: Ajapaik recebeu doações de:
ru: Проекту Ajapaik оказывали помощь:
sl: Ajapaik je prejel donacije od:
tr: Ajapaik şuradan bağış aldı:
uk: Ajapaik отримав пожертви від:

source: Earlier funders:
de: Frühere Förderer
et: Varasemad toetajad:
fr: Donateurs précédents :
lt: Ankstesni finansuotojai:
pt_br: Financiadores anteriores:
ru: Финансирование предоставлялось:
sl: Prejšnji donatorji:
tr: Daha önceki fon verenler:
uk: Раніше спонсори:

source: Supporters of Ajapaik
de: Förderer von Ajapaik
eo: Subtenantoj de Ajapaik
et: Ajapaiga toetajad
fr: Soutiens d’Ajapaik
lt: Ajapaik rėmėjai
pt_br: Apoiadores do Ajapaik
ru: Проект Ajapaik поддерживается
sl: Podporniki Ajapaika
tr: Ajapaik destekçileri
uk: Прихильники Ajapaik

source: Notify me about follow-up comments
de: Benachrichtigt mich über nachfolgende Kommentare
eo: Sciigi min pri respondoj al komento
et: Teavita mind vastuskommentaaridest
fr: M’avertir des commentaires ultérieurs
lt: Praneškite man apie tolesnius komentarus
pt_br: Notifique-me sobre os comentários subsequentes
ru: Сообщите мне о последующих комментариях
sl: Obvesti me o nadaljnjih komentarjih
tr: Takip yorumları hakkında beni bilgilendir
uk: Повідомте мене про подальші коментарі

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
et: Praegune parool
fr: Mot de passe actuel
lt: Dabartinis slaptažodis
pt_br: Senha atual
ru: Текущий пароль
sl: Trenutno geslo
tr: Geçerli Parola
uk: Поточний пароль

source: New Password
de: Neues Passwort
es: Contraseña nueva
et: Uus parool
fr: Nouveau mot de passe
lt: Naujas slaptažodis
pt_br: Nova senha
ru: Новый пароль
sl: Novo geslo
tr: Yeni Parola
uk: Новий пароль

source: New Password (again)
de: Neues Passwort (erneut):
es: Contraseña nueva (de nuevo)
et: Uus parool (uuesti)
fr: Nouveau mot de passe (à nouveau)
lt: Naujas slaptažodis (dar kartą)
pt_br: Nova senha (novamente)
ru: Новый пароль (ещё раз)
sl: Novo geslo (znova)
tr: Yeni parola (tekrar)
uk: Новий пароль (повторно)

source: Set password
de: Passwort festlegen
et: Seadista salasõna
fr: Définir le mot de passe
lt: Nustatyti slaptažodį
pt_br: Definir senha
ru: Сброс пароля
sl: Nastavi geslo
tr: Parolayı ayarla
uk: Скинути пароль

source: Rephoto upload settings
de: Hochladeeinstellungen für Refotos
et: Refotode üleslaadimisseaded
fr: Paramètres de téléversement de rephoto
lt: Pakartotinių nuotraukų įkėlimo nustatymai
pt_br: Configurações de carregamento de foto
ru: Параметры загрузки переснимков
sl: Nastavitve nalaganja refotografij
tr: Yeniden fotoğraflama yükleme ayarları
uk: Налаштування перезавантаження рефото

source: Filtering
de: Filtern
eo: Filtrado
es: Filtración
et: Filter
fr: Filtrage en cours
lt: Filtravimas
pt_br: Filtrando
ru: Фильтровать
sl: Filtriranje
tr: Filtreleme
uk: Фільтрування

source: Filters
de: Filter
et: Filtrid
fr: Filtres
lt: Filtrai
pt_br: Filtros
ru: Фильтры
sl: Filtri
tr: Filtreler
uk: Фільтри

source: film
lt: juosta
pt_br: filme
ru: кинофильм
uk: фільм

source: collections
de: Sammlungen
et: kogud
lt: kolekcijos
pt_br: coleções
ru: коллекции
sl: zbirke
tr: koleksiyonlar
uk: колекції

source: people
de: Personen
es: Personas
et: inimesed
fr: personnes
lt: žmonės
pt_br: pessoas
ru: люди
sl: ljudje
tr: insanlar
uk: люди

source: back sides of pictures
de: Rückseiten von Bildern
et: piltide tagaküljed
fr: faces arrières des images
lt: galinės nuotraukų pusės
pt_br: versos das fotos
ru: оборотные стороны фотографий
sl: zadnje strani slik
tr: resimlerin arka yüzleri
uk: тильні сторони малюнків

source: pictures in portrait format
de: Bilder im Porträtformat
es: Cuadros/fotos en formato de retrato
lt: nuotraukos portreto formatu
pt_br: imagens em formato retrato
ru: фото портретного формата
sl: slike v pokončnem formatu
tr: portre formatındaki resimler
uk: фотографії у портретному форматі

source: pictures in square format
es: Imagenes en formato panorámico
lt: nuotraukos kvadrato formatu
pt_br: imagens em formato quadrado
ru: фото квадратного формата
sl: slike v kvadratnem formatu
tr: kare formatındaki resimler
uk: фотографії у квадратному форматі

source: pictures in landscape format
de: Bilder im Querformat
es: Imagenes en formato panorámico
lt: nuotraukos kraštovaizdžio formatu
pt_br: imagens em formato paisagem
ru: фото горизонтального формата
sl: slike v ležečem formatu
tr: manzara formatındaki resimler
uk: фотографії в альбомному форматі

source: pictures in panoramic format
de: Bilder im Panoramaformat
es: Imágenes en formato panorámico
lt: nuotraukos panoraminiu formatu
pt_br: imagens em formato panorâmico
ru: фото панорамного формата
sl: slike v panoramskem formatu
tr: panorama formatındaki resimler
uk: фотографії у панорамному форматі

source: exteriors
de: Außenaufnahmen
es: Exterior
et: välisvaated
fr: extérieurs
lt: eksterjerai
pt_br: exteriores
ru: снаружи здания
sl: zunanjosti
tr: dışlar
uk: екстер'єри

source: interiors
de: Innenaufnahmen
es: Interior
et: sisevaated
fr: intérieurs
lt: interjerai
pt_br: interiores
ru: внутри помещения
sl: notranjosti
tr: içler
uk: інтер’єри

source: pictures from the ground
de: Bilder vom Boden
et: pildid maapinnalt
fr: images vues du sol
lt: nuotraukos nuo žemės
pt_br: fotos do chão
ru: фото-ракурс с земли
sl: slike s tal
tr: yerden resimler
uk: картинки з землі

source: pictures from a raised viewpoint
de: Bilder von einem erhöhten Standpunkt
et: pildid kõrgemast vaatepunktist
fr: images réalisées depuis un point de vue élevé
lt: nuotraukos iš pakelto požiūrio taško
pt_br: fotos de um ponto de vista elevado
ru: фото с возвышенной точки съёмки
sl: slike z dvignjene zorne točke
tr: yükseltilmiş bir bakış açısından resimler
uk: фотографії з підвищеної точки зору

source: aerial pictures
de: Luftaufnahmen
et: õhuvaated
fr: photos aériennes
lt: oro nuotraukos
pt_br: fotos aéreas
ru: аэрофотоснимки
sl: zračne slike
tr: havadan resimler
uk: аерофотознімки

source: pictures which are not geotagged
de: Bilder, die keinen Geotag haben
et: pildid, mille asukohta pole märgendatud
fr: images sans géolocalisation
lt: nuotraukos, kurios nėra pažymėtos geografine žyma
pt_br: fotos sem geo-marcação
ru: фото без геометки
sl: slike, ki niso geooznačene
tr: coğrafi etiketlenmemiş resimler
uk: фотографії, на яких немає геотегів

source: high-quality pictures
de: Bilder von hoher Qualität
es: Imagenes de alta calidad
lt: aukštos kokybės nuotraukos
pt_br: imagens de alta qualidade
ru: фото высокого качества
sl: visokokakovostne slike
tr: yüksek kaliteli resimler
uk: якісні знімки

source: no filter
de: kein Filter
et: filtreid pole
fr: aucun filtre
lt: nėra filtro
pt_br: sem filtro
ru: без фильтра
sl: brez filtra
tr: filtre yok
uk: без фільтру

source: Show person albums
de: Personenalben anzeigen
et: Kuva isikualbumite loend
fr: Afficher les albums de personnes
lt: Rodyti žmonių albumus
pt_br: Mostrar álbuns de pessoas
ru: Показать альбомы с персоналиями
sl: Pokaži albume oseb
tr: Kişi albümlerini göster
uk: Показати альбоми людей

source: Show pictures with faces
de: Bilder mit Gesichtern anzeigen
et: Kuva pildid, kus on on nägusid
fr: Afficher les images avec des visages
lt: Rodyti nuotraukas su veidais
pt_br: Mostrar fotos com rostos
ru: Показать фото с людьми
sl: Pokaži slike z obrazi
tr: Yüzleri olan resimleri göster
uk: Показати картинки з обличчями

source: Pictures by collections
de: Bilder nach Sammlungen
es: Imágenes por colecciones
et: Pildid kogude kaupa
fr: Images par collection
lt: Nuotraukos pagal kolekcijas
pt_br: Imagens por coleções
ru: Фото по коллекциям
sl: Slike po zbirkah
tr: Koleksiyonlara göre resimler
uk: Картинки за колекціями

source: Show film albums
lt: Rodyti juostinius albumus
pt_br: Mostrar álbuns de filmes.
ru: Показать альбомы с кинофильмами
sl: Pokaži filmske albume
tr: Film albümlerini göster
uk: Показати альбоми з фільмами

source: Show pictures with back sides
de: Bilder mit Rückseiten anzeigen
et: Kuva pildid, millel on ka tagumise külje kujutis
fr: Afficher les images avec des faces arrières
lt: Rodyti nuotraukas su galinėmis pusėmis
pt_br: Mostrar fotos com versos
ru: Показать фото с оборотной стороной
sl: Pokaži slike z zadnjimi stranmi
tr: Arka yüzleri olan resimleri göster
uk: Показати зображення із зворотними сторонами

source: Show portrait pictures
de: Porträts anzeigen
es: Mostrar imágenes verticales
lt: Rodyti portretines nuotraukas
pt_br: Mostrar imagens em formato retrato
ru: Показать портреты
sl: Pokaži pokončne slike
tr: Portre resimleri göster
uk: Покажіть портретні зображення

source: Show square pictures
de: Quadratische Bilder anzeigen
es: Mostrar imágenes de ratio cuadrado
lt: Rodyti kvadratines nuotraukas
pt_br: Mostrar imagens quadradas
ru: Показать квадратные фото
sl: Pokaži kvadratne slike
tr: Kare resimleri göster
uk: Покажіть квадратні малюнки

source: Show landscape pictures
de: Landschaftsbilder anzeigen
es: Mostrar imágenes apaisadas
lt: Rodyti kraštovaizdžio nuotraukas
pt_br: Mostra imagens em formato paisagem
ru: Показать горизонтальные фото
sl: Pokaži ležeče slike
tr: Manzara resimleri göster
uk: Покажіть пейзажні малюнки

source: Show panoramic pictures
de: Panoramabilder anzeigen
lt: Rodyti panoramines nuotraukas
pt_br: Mostra imagens panorâmicas
ru: Показать панорамные фото
sl: Pokaži panoramske slike
tr: Panoramik resimleri göster
uk: Показувати панорамні знімки

source: Show pictures made from the ground level
de: Ebenerdig gemachte Bilder anzeigen
et: Kuva pildid maapinnalt
fr: Afficher les images prises au niveau du sol
lt: Rodyti nuotraukas, padarytas nuo žemės lygio
pt_br: Mostrar fotos tiradas do nível do solo
ru: Показать фото, снятые на уровне земли
sl: Pokaži slike, posnete s tal
tr: Zemin seviyesinden yapılmış resimleri göster
uk: Покажіть фотографії, зроблені з рівня землі

source: Show pictures made from a raised viewpoint
de: Von erhöhtem Standpunkt gemachte Bilder anzeigen
et: Kuva pildid kõrgemast vaatepunktist
fr: Afficher les images réalisées depuis un point de vue élevé
lt: Rodyti nuotraukas, padarytas iš pakelto požiūrio taško
pt_br: Mostrar fotos feitas de um ponto de vista elevado
ru: Показать фото с возвышенной точки съёмки
sl: Pokaži slike, posnete z dvignjene zorne točke
tr: Yükseltilmiş bir bakış açısından yapılmış resimleri göster
uk: Показуйте фотографії, зроблені з підвищеної точки зору

source: Show aerial pictures
de: Luftbilder anzeigen
et: Kuva õhuvaated
fr: Afficher les photos aériennes
lt: Rodyti nuotraukas iš oro
pt_br: Mostrar fotos aéreas
ru: Показать аэрофотоснимки
sl: Pokaži zračne slike
tr: Havadan resimleri göster
uk: Показати аерофотознімки

source: Show interior pictures
de: Innenaufnahmen anzeigen
et: Kuva sisevaated
fr: Afficher les images de l’intérieur
lt: Rodyti interjero nuotraukas
pt_br: Mostrar fotos do interior
ru: Показать фото, снятые внутри помещения
sl: Pokaži slike notranjosti
tr: İç mekan resimleri göster
uk: Показати фотографії інтер’єру

source: Show exterior pictures
de: Außenaufnahmen anzeigen
et: Kuva välisvaated
fr: Afficher les images de l’extérieur
lt: Rodyti eksterjero nuotraukas
pt_br: Mostrar imagens externas
ru: Показать фото, снятые снаружи здания
sl: Pokaži slike zunanjosti
tr: Dış resimleri göster
uk: Показати зовнішні малюнки

source: Show pictures which are not geotagged
de: Bilder ohne Geotag anzeigen
et: Näite pilte, mis pole kaardile märgitud
fr: Afficher les images sans géolocalisation
lt: Rodyti nuotraukas, kuriose nėra geografinių žymų
pt_br: Mostrar fotos sem geo-marcadores
ru: Показать изображения без геометок
sl: Pokaži slike, ki niso geooznačene
tr: Coğrafi etiketlenmemiş resimleri göster
uk: Показати картинки, які не позначені географічними позначками

source: Show high-quality pictures
de: Bilder von hoher Qualität anzeigen
es: Enseñar fotografías de alta calidad
lt: Rodyti aukštos kokybės nuotraukas
pt_br: Mostrar imagens de alta qualidade
ru: Показать изображения высокого качества
sl: Pokaži visokokakovostne slike
tr: Yüksek kaliteli resimler göster
uk: Показати якісні знімки

source: Sort by distance from you
de: Sortieren nach Entfernung von dir
eo: Ordigi laŭ distanco for de vi
es: Organizar por distancia de ti
et: Sorteeri kauguse järgi sinust
fr: Trier par distance à vous
lt: Rūšiuoti pagal atstumą nuo jūsų
pt_br: Ordenar por distância de você
ru: Сортировать по расстоянию от вас
sl: Razvrstitev po oddaljenosti od vas
tr: Size olan uzaklığa göre sırala
uk: Сортувати за відстанню від вас

source: Sort by time and ...
de: Sortieren nach Zeit und ...
eo: Ordigi laŭ tempo kaj ...
es: Organizar por tiempo y...
et: Sorteeri aja ja ... järgi
fr: Trier par date et...
lt: Rūšiuoti pagal laiką ir ...
pt_br: Ordenar por tempo e ...
ru: Сортировать по времени и…
sl: Razvrstitev po času in ...
tr: Tarihe göre sırala ve ...
uk: Сортувати за часом і…

source: Sort by photos' time added
de: Sortieren nach Ergänzungszeitpunkt des Fotos
eo: Ordigi laŭ tempo kiam foto aldoniĝis
es: Organizar por el tiempo que se añadieron las fotos
et: Sorteeri pilte lisamise aja järgi
fr: Trier par date d’ajout des photos
lt: Rūšiuoti pagal nuotraukų pridėjimo laiką
pt_br: Ordenar pelo tempo das fotos adicionado
ru: Сортировать по дате добавления снимка
sl: Razvrstitev po času dodatka fotografij
tr: Fotoğraflara eklenen zamana göre sırala
uk: Сортувати за часом додавання фотографій

source: Sort by stills' timestamp
de: Sortieren nach Zeitstempel des Stills
eo: Ordigi laŭ tempo de filmero
es: Organizar por cronomarcador de cada toma
et: Sorteeri kaadrid ajakoodi järgi
fr: Trier par horodatage du cliché
pt_br: Ordenar pela data e hora dos stills
ru: Сортировать по метке времени стоп-кадра
sl: Razvrstitev po časovnem žigu kadrov
tr: Fotoğrafın zaman damgasına göre sırala
uk: Сортувати за позначкою часу кадрів

source: Sort by views' time added or amount
de: Sortiere nach Zeitpunkt oder Anzahl der Aufrufe
eo: Ordigi laŭ tempo kiam foto aldoniĝis, aŭ laŭ kvanto
et: Sorteeri vaatamise aja ja hulga järgi
fr: Trier par date d’ajout ou quantité de vues
pt_br: Classificar por tempo de exibição adicionado ou quantidade
ru: Сортировать по времени добавления просмотра или количеству
sl: Razvrstitev po času dodatka ali številu ogledov
tr: Görüntülenme zamanına eklenen veya miktarına göre sırala
uk: Сортувати за доданим часом або кількістю переглядів
