Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, et, fr, lt, pt_br, ru, sl, tr, uk

source: Please select a licence to let other people know if and how they can reuse the material you upload. If you are the author, you can choose the licence (we recommend using open Creative Commons licences). If someone else created the work, you need to use the same licence and rights holder that it currently has. Currently we are also accepting content with unclear copyright status, please choose ‘Copyright not evaluated’ then.
de: Bitte wähle eine Lizenz, damit andere Personen wissen, ob und wie sie das von dir hochgeladene Material verwenden können. Wenn du der Urheber bist, kannst du dir die Lizenz aussuchen (wir empfehlen eine freie Creative-Commons-Lizenz). Wenn jemand anderes das Werk geschaffen hat, musst du die gleiche Lizenz und den gleichen Rechteinhaber verwenden, unter denen das Werk zuvor veröffentlicht wurde. Derzeit akzeptieren wir auch Inhalte, bei denen der Urheberrechtsstatus unklar ist, bitte wähle in diesem Fall 'Urheberrecht nicht evaluiert'.
es: Seleccione una licencia para que otras personas sepan si pueden reutilizar el material que cargo y cómo pueden hacerlo. Si tu eres el autor, puedes elegir la licencia (recomendamos usar licencias Creative Commons abiertas). Si otra persona creó la obra, debe usar la misma licencia y titular de derechos que tiene actualmente. Actualmente también aceptamos contenido con un estado de derechos de autor poco claro, elija ‘Derechos de autor no evaluados’.
et: Palun märkige pildi litsents, et teised inimesed teaksid, kas ja kuidas Teie lisatud materjali kasutada võib. Kui olete pildi autor, saate ise litsentsi valida (soovitame avatud Creative Commonsi litsentse). Kui autor on keegi teine, siis peate kasutama sama litsentsi, mille all materjal on kättesaadavaks tehtud. Lubame lisada ka ebaselge autoriõigusliku seisundiga sisu, siis valige ‘Autoriõiguslik seisund hindamata’
fr: Veuillez sélectionner une licence pour faire savoir aux autres si et comment ils peuvent utiliser les contenus que vous avez téléversés. Si vous en êtes l’auteur, vous pouvez choisir la licence (nous recommandons d’utiliser des licences Creative Commons). Si quelqu’un d’autre a créé le travail, vous devez utiliser la même licence et les mêmes détenteurs de droits que ceux actuellement utilisés par le travail d’origine. Actuellement, nous acceptons aussi du contenu avec des droits d’auteur non clairs ; veuillez alors choisir « Droit d’auteur non évalué ».
lt: Prašome pasirinkti licenciją, kad kiti žmonės žinotų ar ir kaip jie gali naudoti jūsų įkeltą medžiagą. Jei jūs esate autorius, galite pasirinkti licenciją (rekomenduojama naudoti „Creative Commons“ licencijas). Jei kažkas kitas sukūrė šį darbą, turėtumėte naudoti tokią pat licenciją, kaip ir teisių turėtas. Šiuo metu taip pat priimame turinį, kurio autorinių teisių statusas nėra aiškus. Tokiu atveju prašome pasirinkti „Autorinės teisės neįvertintos“.
pt_br: Selecione uma licença para que outras pessoas saibam se e como podem reutilizar o material que você carregou. Se você for o autor, pode escolher a licença (recomendamos o uso de licenças Creative Commons abertas). Se outra pessoa criou a obra, você precisa usar a mesma licença e detentor de direitos que possui atualmente. Atualmente, também estamos aceitando conteúdo com status de direitos autorais pouco claro, escolha ‘Direitos autorais não avaliados’ então.
ru: Выберите, пожалуйста, лицензию, чтобы другие люди знали, могут ли повторно использовать загруженный вами материал и на каких условиях. Если вы являетесь автором, вы можете выбрать лицензию (мы рекомендуем использовать открытые лицензии Creative Commons). Если произведение было создано кем-то другим, вам необходимо использовать ту же лицензию и правообладателя, указанные ранее. В настоящее время мы также принимаем материалы с неясным статусом авторских прав. В этом случае выберите пункт «Авторские права не определены».
sl: Izberite licenco, da drugim sporočite, ali in kako lahko nadalje uporabijo gradivo, ki ga naložite. Če ste avtor, lahko izberete licenco (priporočamo uporabo odprtih licenc Creative Commons). Če je delo ustvaril nekdo drug, morate uporabiti isto licenco in imetnika pravic, kot ga ima trenutno. Trenutno sprejemamo tudi vsebino z nejasnim avtorskopravnim stanjem; v tem primeru izberite »Avtorske pravice niso ocenjene«.
tr: Lütfen başkalarına yüklediğiniz materyali yeniden kullanıp kullanamayacaklarını ve nasıl kullanabileceklerini bildirmek için bir lisans seçin. Yazar sizseniz, lisansı seçebilirsiniz (açık Creative Commons lisanslarını kullanmanızı öneririz). Çalışmayı başka biri oluşturduysa, şu anda sahip olduğu aynı lisansı ve hak sahibini kullanmanız gerekir. Şu anda net olmayan telif hakkı durumuna sahip içeriği de kabul ediyoruz, lütfen ardından "Telif hakkı değerlendirilmedi" seçeneğine seçin.
uk: Виберіть будь ласка ліцензію, щоб інші люди знали, чи можуть повторно використати завантажений вами матеріал і на яких умовах. Якщо ви є автором, ви можете вибрати ліцензію (рекомендуємо використовувати відкриті ліцензії Creative Commons). Якщо твір було створено кимось іншим, вам необхідно використати ту ж ліцензію і правовласника, що він визначив. В даний час ми також приймає матеріали з неясним статусом авторських прав. Тоді виберіть «Авторські права не визначені».

source: Description of the picture
de: Beschreibung des Bildes
es: Descripción de la imagen
et: Pildi kirjeldus
fr: Description de l’image
lt: Nuotraukos aprašymas
pt_br: Descrição da foto
ru: Описание изображения
sl: Opis slike
tr: Resmin açıklaması
uk: Опис малюнка

source: Author name
de: Name des Urhebers
es: Nombre del autor
et: Autori nimi
fr: Nom de l’auteur
lt: Autoriaus vardas
pt_br: Nome do autor
ru: Имя автора
sl: Ime avtorja
tr: Yazar adı
uk: Ім'я автора

source: Missing image
de: Fehlendes Bild
eo: Mankanta bildo
es: Falta la imagen
et: Pilt on puudu
fr: Image manquante
lt: Trūkstamas paveikslėlis
pt_br: Imagem ausente
ru: Изображение отсутствует
sl: Manjkajoča slika
tr: Eksik resim
uk: Відсутнє зображення

source: Missing description
de: Fehlende Beschreibung
eo: Mankanta priskribo
es: Falta la descripción
et: Kirjeldus on puudu
fr: Description manquante
lt: Trūkstamas aprašymas
pt_br: Descrição ausente
ru: Описание отсутствует
sl: Manjka opis
tr: Eksik açıklama
uk: Відсутній опис

source: Missing licence
de: Fehlende Lizenz
eo: Mankanta permesilo
es: Falta la licencia
et: Litsents määramata
fr: Licence absente
lt: Trūkstama licencija
pt_br: Licença ausente
ru: Отсутствующая лицензия
sl: Manjka licenca
tr: Eksik lisans
uk: Відсутня ліцензія

source: Parent album
de: Übergeordnetes Album
eo: Patra albumo
es: Álbum primario
et: Ülemalbum
fr: Album parent
lt: Pirminis albumas
pt_br: Álbum pai
ru: Основной альбом
sl: Nadrejeni album
tr: Üst albüm
uk: Батьківський альбом

source: Location
de: Ort
es: Ubicación
et: Asukoht
fr: Emplacement
lt: Vieta
pt_br: Localização
ru: Местоположение
sl: Lokacija
tr: Konum
uk: Розташування

source: If this album is tied to a certain location, specify here
de: Wenn das Album mit einem bestimmten Ort verknüpft ist, hier angeben
eo: Se la albumo estas ligita al iu loko, specifu ĝin ĉi tie
es: Si este álbum está relacionado con una locación específica, por favor especificarla aquí.
et: Kui album on seotud kindla kohaga, siis määra siin koht
fr: Si cet album porte sur un certain endroit, le spécifier ici.
lt: Jei šis albumas yra susijęs su vietove, prašome nurodyti čia
pt_br: Se este álbum estiver vinculado a um determinado local, especifique aqui
ru: Укажите местоположение, если этот альбом привязан к определённому месту
sl: Če je ta album vezan na določeno lokacijo, to navedite tukaj
tr: Bu albüm belirli bir yere bağlıysa burada belirtin
uk: Якщо цей альбом прив'язаний до певного місця, вкажіть тут

source: Album type
de: Albumtyp
eo: Albuma tipo
es: Tipo de álbum
et: Albumi liik
fr: Type d’album
lt: Albumo tipas
pt_br: Álbum criadoTipo de álbum
ru: Тип альбома
sl: Vrsta albuma
tr: Albüm türü
uk: Тип альбому

source: Anything else
de: Alles andere
eo: Io alia
es: Algo más
et: Kõik muu
fr: Quelque chose d’autre
lt: Bet kas kitas
pt_br: Algo mais
ru: Другое
sl: Kar koli drugega
tr: Başka herhangi bir şey
uk: Ще щось

source: Person
eo: Homo
es: Persona
et: Isik
fr: Personne
lt: Asmuo
pt_br: Pessoa
ru: Человек
sl: Oseba
tr: Kişi
uk: Людина

source: Name
eo: Nomo
es: Nombre
et: Nimi
fr: Nom
lt: Vardas
pt_br: Nome
ru: Имя
sl: Ime
tr: Ad
uk: Назва

source: Is public
de: Ist öffentlich
eo: Ĉu publika
es: Es público
et: On avalik
fr: Est publique
lt: Yra viešas
pt_br: É público
ru: Общедоступный
sl: Je javno
tr: Herkese açık
uk: Є публічним

source: Is open
de: Ist offen
eo: Ĉu malfermita
es: Está abierto
et: On avatud (kõik saavad pilte lisada)
fr: Est ouvert
lt: Yra atviras
pt_br: Está aberto
ru: Открытый
sl: Je odprto
tr: Açık
uk: Відкритий

source: My preferred language is
de: Meine bevorzugte Sprache ist
es: Mi idioma preferido es
et: Minu eelistatud keel on
fr: Ma langue préférée est :
lt: Mano kalbos preferencija
pt_br: Meu idioma preferido é
ru: Язык
sl: Moj prednostni jezik je
tr: Tercih ettiğim dil
uk: Бажані мови

source: I wish to receive the newsletter
de: Ich möchte den Newsletter erhalten
es: Deseo recibir el boletín
et: Soovin saada uudiskirja
fr: Je souhaite recevoir le bulletin d’actualité.
lt: Noriu gauti naujienlaiškį
pt_br: Desejo receber o boletim de Notícias
ru: Я хочу подписаться на рассылку
sl: Želim prejemati novičnik
tr: Bülteni almak istiyorum
uk: Я хочу отримати бюлетень

source: Yes
de: Ja
es: Sí
et: Jah
fr: Oui
lt: Taip
pt_br: Sim
ru: Да
sl: Da
tr: Evet
uk: Так

source: No
de: Nein
et: Ei
fr: Non
lt: Ne
pt_br: Não
ru: Нет
sl: Ne
tr: Hayır
uk: Ні

source: Please specify your prefered language
de: Bitte deine bevorzugte Sprache angeben
es: Por favor, especifique su idioma preferido
et: Palun täpsusta oma keele-eelistus
fr: Veuillez spécifier votre langue préférée.
lt: Prašome nurodyti jūsų norimą kalbą
pt_br: Por favor, especifique seu idioma preferido
ru: Выберите язык
sl: Določite prednostni jezik
tr: Lütfen tercih ettiğiniz dili belirtin
uk: Вкажіть бажану мову

source: Please specify whether you would like to receive the newsletter
de: Bitte angeben, ob du den Newsletter erhalten möchtest
es: Por favor, especifique si le gustaría recibir el boletín nuevo
et: Palun täpsusta, kas soovid saada uudiskirja
fr: Veuillez spécifier si vous souhaitez recevoir notre bulletin d’actualité.
lt: Prašome nurodyti ar norite gauti naujienlaiškį
pt_br: Especifique se deseja receber o boletim informativo
ru: Хотели бы вы подписаться на рассылку?
sl: Navedite, ali želite prejemati novičnik
tr: Lütfen bülteni almak isteyip istemediğinizi belirtin
uk: Вкажіть, чи хочете Ви отримати бюлетень

source: I wish to to upload my rephotos to Wikimedia Commons
de: Ich möchte meine Refotos auf Wikimedia Commons hochladen
es: Deseo subir mis fotos resientes a Wikimedia Commons
et: Tahan oma refotod laadida üles ka Wikimedia Commonsisse
fr: Je veux téléverser mes rephotos sur Wikimedia Commons.
lt: Noriu įkelti savo pakartotines nuotraukas į Vikiteką
pt_br: Desejo enviar minhas fotos para o Wikimedia Commons
ru: Я хочу загрузить свои переснимки на Викисклад
sl: Svoje refotografije želim nalagati v Wikimedijino zbirko
tr: Yeniden fotoğraflarımı Wikimedia Commons'a yüklemek istiyorum
uk: Я хочу завантажити свій рефото до Вікісховища

source: Please specify whether you would like your rephotos to be uploaded to Wikimedia Commons as well
de: Bitte gib an, ob du deine Refotos auch auf Wikimedia Commons hochladen möchtest
es: Especifique si desea que sus fotos resientes se carguen también en Wikimedia Commons
et: Palun täpsusta, kas soovid oma refotode üleslaadimist ka Wikimedia Commonsisse
fr: Veuillez spécifier si vous souhaitez que vos rephotos soient également téléversées sur Wikimedia Commons.
lt: Nurodykite, ar norite, kad jūsų pakartotinės nuotraukos taip pat būtų įkeltos į Vikiteką.
pt_br: Por favor, especifique se deseja que suas fotos também sejam enviadas para o Wikimedia Commons
ru: Хотите ли Вы загрузить свои переснимки на Викисклад?
sl: Določite, ali želite, da se vaše refotografije nalagajo tudi v Wikimedijino zbirko
tr: Lütfen yeniden fotoğraflarınızın Wikimedia Commons'a yüklenmesini isteyip istemediğinizi belirtin
uk: Будь ласка, вкажіть, чи хочете ви, щоб ваші фотографії також були завантажені до Вікісховища

source: Please specify what would you like your display name to be
de: Bitte spezifizieren Sie, was Sie als Anzeigenamen haben möchten.
es: Especifica cuál te gustaría que fuera tu nombre visual
et: Kinnita oma kasutajanimi
fr: Veuillez spécifier comment vous aimeriez que votre nom soit affiché.
lt: Prašome nurodyti koks turėtų būti jūsų viešas vardas
pt_br: Especifique como você gostaria que seu nome de exibição fosse
ru: Укажите предпочтительное отображаемое имя
sl: Določite, kakšno naj bo vaše prikazno ime
tr: Lütfen görünen adınızın ne olmasını istediğinizi belirtin
uk: Вкажіть, будь ласка, яким має бути коротке ім'я.

source: Email address
de: E-Mail-Adresse
eo: Retpoŝta adreso
es: Dirección de correo electrónico
et: E-posti aadress
fr: Adresse courriel
lt: El. pašto adresas
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sl: E-poštni naslov
tr: E-posta adresi
uk: Адреса електронної пошти

source: Comment box supports Markdown Paragraphs Add two new lines to start a new paragraph. Bold **Geotagging** is the first task on Ajapaik. Italic Next come *rephotography* and *dating*. Links Join the discussion on [Ajapaiklejad FB group](https://www.facebook.com/groups/ajapaiklejad). Images ![Ajapaik is gift for EV100](https://ajapaik.ee/static/images/ev100.png)
de: Das Kommentarfeld unterstützt Formatierungen Absätze Ergänze zwei neue Zeilen um einen neuen Absatz zu beginnen. Fett **Geotags** sind die Hauptaufgabe auf Ajapaik. Kursiv Es folgen *Refotografie* und *Datierungen*. Weblinks Beteilige dich an der Diskussion in der [Ajapaik-Facebookgruppe](https://www.facebook.com/groups/ajapaiklejad) Bilder ![Ajapaik ist ein Geschenk für EV100](https://ajapaik.ee/static/images/ev100.png)
eo: Komentujo subtenas Markdown Alineoj Por komenci novan alineon, aldonu du linifinojn. Grase **Geografia etikedo** estas la unua tasko ĉe Ajapaik. Kursive Poste, *refotografado* kaj *datado*. Ligiloj Partoprenu kaj diskutu ĉe [Facebook-grupo Ajapaiklejad](https://www.facebook.com/groups/ajapaiklejad). Bildoj ![Ajapaik estas donaco por EV100](https://ajapaik.ee/static/images/ev100.png)
es: El cuadro de comentarios admite Markdown Párrafos Con dos saltos de renglón se inicia un párrafo nuevo. Negrita El **geoetiquetaje** es la primera tarea en Ajapaik. Itálica A continuación viene la *refotografía* y el *fechado*. Enlaces Incorpórate al debate en el [grupo Ajapaiklejad de FB](https://www.facebook.com/groups/ajapaiklejad). Imágenes ![Ajapaik es un regalo para la EV100](https://ajapaik.ee/static/images/ev100.png)
et: Kommenteerimisel saab kasutada Markdown vormingut Lõigud Enne uut lõiku lisada 2 reavahetust. Rasvane kiri **Asukohamärgendamine** on Ajapaigas esimene ülesanne. Kursiivkiri Järgmiseks on *ülepildistamine* ja *dateeringute täpsustamine*. Lingid Liituge [Ajapaiklejate FB grupiga](https://www.facebook.com/groups/ajapaiklejad). Pildid ![Ajapaik on EV100 kingitus](https://ajapaik.ee/static/images/ev100.png)
fr: La fenêtre de commentaire prend en charge Markdown. Paragraphes Ajouter deux nouvelles lignes pour commencer un nouveau paragraphe. Gras La **géolocalisation** est la première tâche sur Ajapaik. Italique Viennent ensuite *rephotographier* et *dater*. Liens Rejoindre la discussion sur le [Ajapaiklejad groupe FB](https://www.facebook.com/groups/ajapaiklejad). Images ![Ajapaik est offert par EV100](https://ajapaik.ee/static/images/ev100.png)
lt: Komentarų laukelis palaiko Markdown Pastraipos Pridėk dvi naujas eilutes, kad pradėtum naują pastraipą. Paryškintas **Geotagging** yra pirmoji Ajapaik užduotis. Kursyvu Toliau seka *refotografavimas* ir *pasimatymai*. Nuorodos Prisijunk prie diskusijos [Ajapaiklejad FB grupėje](https://www.facebook.com/groups/ajapaiklejad). Vaizdai ![Ajapaik yra dovana EV100](https://ajapaik.ee/static/images/ev100.png)
pt_br: Caixa de comentários suporta Markdown Parágrafos Adicione duas novas linhas para iniciar um novo parágrafo. Negrito **Marcação geográfica** é a primeira tarefa no Ajapaik. itálico Em seguida vem *repografia* e *namoro*. Links Participe da discussão no [Ajapaiklejad grupo no FB](https://www.facebook.com/groups/ajapaiklejad). Imagens ![Ajapaik é presente para EV100](https://ajapaik.ee/static/images/ev100.png)
ru: Поле комментариев поддерживает язык разметки Markdown Абзацы Добавьте две новые строки, чтобы начать новый абзац. Жирный **Геометки** — это первое задание на Ajapaik. Курсивный Затем *переснимки* и *датирование*. Ссылки Присоединяйтесь к обсуждению в группе [Ajapaiklejad FB group] (https://www.facebook.com/groups/ajapaiklejad). Картинки ![Ajapaik — значимый проект в рамках программы празднования 100-летнего юбилея ЭР "EV100"] (https://ajapaik.ee/static/images/ev100.png)
sl: Polje za komentarje podpira Markdown Odstavki Za začetek novega odstavka dodajte dve novi vrstici. Krepko Prva naloga na Ajapaiku je **geooznačevanje**. Ležeče Nato prideta na vrsto *refotografija* in *datiranje*. Povezave Pridružite se razpravi v [FB-skupini Ajapaiklejad](https://www.facebook.com/groups/ajapaiklejad) . Slike ![Ajapaik je darilo za EV100](https://ajapaik.ee/static/images/ev100.png)
tr: Yorum kutusu Markdown'ı destekliyor Paragraf Yeni bir paragrafa başlamak için iki yeni satır ekleyin. Kalın **Coğrafi etiketleme** Ajapaik'teki ilk görevdir. İtalik Sıradaki *yeniden fotoğrafçılık* ve *flört* Bağlantı [Ajapaiklejad FB grubuna](https://www.facebook.com/groups/ajapaiklejad) katılın. Resim ![Ajapaik EV100 için hediyedir](https://ajapaik.ee/static/images/ev100.png)
uk: Поле коментарів підтримує Markdown Абзаци Додайте дві нові рядки, щоб почати новий абзац. Жирний ** Геотаггінг ** — це перше завдання на Ajapaik. Курсивний Далі йдуть * репетографія * і * знайомства *. Посилання Приєднуйтесь до обговорення [Ajapaiklejad FB group] (https://www.facebook.com/groups/ajapaiklejad). Картинки ![Ajapaik - дарунок для EV100] (https://ajapaik.ee/static/images/ev100.png)

source: Nothing to change.
de: Nichts zu verändern.
eo: Nenio ŝanĝota.
es: Nada que cambiar.
et: Midagi pole muuta.
fr: Rien à changer.
lt: Nėra ko keisti.
pt_br: Nada para mudar.
ru: Нечего менять.
sl: Nič za spremeniti.
tr: Değişecek bir şey yok.
uk: Нічого змінювати.

source: Male
de: Männlich
eo: Vira
es: Masculino
et: Mees
fr: Masculin
lt: Vyras
pt_br: Masculino
ru: Мужской
sl: Moški
tr: Erkek
uk: Чоловічий

source: Female
de: Weiblich
eo: Ina
es: Femenino
et: Naine
fr: Féminin
lt: Moteris
pt_br: Feminino
ru: Женский
sl: Ženski
tr: Kadın
uk: Жіночий

source: Gender
de: Geschlecht
eo: Genro
es: Género
et: Sugu
fr: Genre
lt: Lytis
pt_br: Gênero
ru: Пол
sl: Spol
tr: Cinsiyet
uk: Стать

source: Wikidata identifier
de: Wikidata-Kennung
eo: Numero ĉe Vikidatumoj
es: Identificador de Wikidata
et: Wikidata identifikaator
fr: Identifiant Wikidata
lt: Vikiduomenų identifikatorius
pt_br: Identificador de Wikidata
ru: Идентификатор Викиданных
sl: Identifikator Wikipodatkov
tr: Vikiveri tanımlayıcısı
uk: Ідентифікатор Вікіданих

source: Name original language
de: Originalsprache
es: Nombre en idioma original
et: Nimi algkeeles
fr: Nom en langue d’origine
lt: Įvardinkite originalią kalbą
pt_br: Nome no idioma original
ru: Укажите язык оригинала
sl: Ime izvornega jezika
tr: Orijinal dili adlandırın
uk: Ім'я вихідної мови

source: Image
de: Bild
eo: Bildo
es: Imagen
et: Pilt
lt: Paveikslėlis
pt_br: Imagem
ru: Изображение
sl: Slika
tr: Resim
uk: Зображення

source: Title
de: Titel
es: Título
fr: Titre
lt: Pavadinimas
pt_br: Título
ru: Название
sl: Naslov
tr: Başlık
uk: Назва

source: MUIS title
de: MUIS-Titel
es: MUIS título
fr: Titre MUIS
lt: MUIS pavadinimas
pt_br: título MUIS
ru: Название в системе MUIS
sl: Naslov MUIS
tr: MUIS başlığı
uk: Назва MUIS

source: MUIS comment
es: MUIS comentario
fr: Commentaire MUIS
lt: MUIS komentaras
pt_br: Comentário MUIS
ru: Комментарий в системе MUIS
sl: Komentar MUIS
tr: MUIS yorumu
uk: Коментар MUIS

source: MUIS event description set note
es: Nota sobre la descripción del evento MUIS
fr: Note d’ensemble de description d’événement MUIS
lt: MUIS renginio aprašymo rinkinio pastaba
pt_br: Nota do conjunto de descrição do evento MUIS
sl: Opomba za opis dogodka MUIS
tr: MUIS etkinlik açıklaması seti notu
uk: Примітка до опису події MUIS

source: MUIS text on object
es: MUIS texto encima de objeto
fr: Texte MUIS sur l’objet
lt: MUIS tekstas ant objekto
pt_br: Texto MUIS no objeto
ru: Текст MUIS на объекте
sl: Besedilo MUIS na predmetu
tr: Nesnenin MUIS metni
uk: Текст MUIS на об'єкті

source: MUIS legends and descriptions
es: MUIS leyendas y descripciones
fr: Légendes et descriptions MUIS
lt: MUIS legendos ir aprašymai
pt_br: Legendas e descrições MUIS
ru: Легенды и описания МУИС
sl: Legende in opisi MUIS
tr: MUIS açıklamalar ve efsaneler
uk: Легенди та описи MUIS

source: Interior
de: Innenaufnahme
et: Sisevaade
fr: Intérieur
lt: Interjeras
ru: Внутри здания
sl: Notranjost
tr: İç
uk: Інтер'єр

source: Exterior
de: Außenaufnahme
et: Välisvaade
fr: Extérieur
lt: Eksterjeras
ru: Снаружи здания
sl: Zunanjost
tr: Dış
uk: Зовнішній вигляд

source: Scene
de: Szene
es: Escena
et: Stseen
fr: Scène
lt: Scena
pt_br: Cena
ru: Место съёмки
sl: Prizor
tr: Sahne
uk: Сцена

source: Ground
de: Boden
es: Suelo
et: Maapinnalt
fr: Sol
lt: Žemė
pt_br: Chão
ru: Наземная
sl: Tla
tr: Yer
uk: Земля

source: Raised
de: Erhöht
es: Elevado
et: Kõrgemalt
fr: Vu de haut
lt: Pakeltas
pt_br: Elevado
ru: С возвышения
sl: Dvignjeno
tr: Yüksektildi
uk: Підняли

source: Aerial
de: Luft
es: Aéreo
et: Õhust
fr: Aérien
lt: Aviacinis
pt_br: Aéreo
ru: С воздуха
sl: Zračno
tr: Hava
uk: Повітряна

source: Viewpoint elevation
de: Standpunkthöhe
es: Elevación del punto de vista
et: Kaamera kõrgus
fr: Élévation du point de vue
lt: Požiūrio taško pozicija
pt_br: Elevação do viewpoint
ru: Подъем уровня точки обзора
sl: Višina zorne točke
tr: Bakış açısı yüksekliği
uk: Висота точки зору

source: Description original language
es: Descripción en idioma original
et: Kirjeldus algkeeles
fr: Description en langue d’origine
lt: Aprašymo originali kalba
pt_br: Idioma original da descrição
ru: Язык оригинала описания
sl: Opis izvornega jezika
tr: Orijinal dili açıklaması
uk: Опис мови оригіналу

source: Different
de: Unterschiedlich
eo: Malsama
es: Diferente
et: Erinev
fr: Différent
lt: Kitoks
pt_br: Diferente
ru: Непохожий
sl: Različno
tr: Farklı
uk: Різниця

source: Similar
de: Ähnlich
eo: Simila
es: Parecido
et: sarnane
fr: Similaire
lt: Panašu
ru: Похожий
sl: Podobno
tr: Benzer
uk: Подібні

source: Duplicate
de: Duplikat
eo: Duplikata
es: Duplicado
et: Duplikaat
fr: Dupliquer
lt: Dublikatas
pt_br: Duplicada
ru: Дубликат
sl: Dvojnik
tr: Çift
uk: Дублікат

source: Geotag
eo: Geografia etikedo
es: Geoetiqueta
et: Geotääg
fr: Géolocalisation
lt: Vietos žymė
pt_br: Etiqueta geográfica
ru: Геометка
sl: Geooznaka
tr: Coğrafi Etiket
uk: Геотег

source: Rephoto
de: Refoto
eo: Refoto
es: Retoma de foto
et: Ülepildistus
lt: Pakartotinė nuotrauka
pt_br: Refotografia
ru: Переснимок
sl: Refoto
tr: Yeniden fotoğraflama
uk: Рефото

source: Photo upload
de: Foto hochladen
eo: Alŝutado de foto
es: Sube tu foto
et: Foto üleslaadimine
fr: Téléverser une photo
lt: Nuotraukos įkėlimas
pt_br: Photo carregada
ru: Загрузка фото
sl: Naložitev fotografije
tr: Fotoğraf yükleme
uk: Завантаження фото
