Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, fr, lt, lv, no, pt_br, ru, sl, tr, uk

source: No results found
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
lt: Rezultatų nerasta
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
sl: Ni najdenih zadetkov
tr: Sonuç bulunamadı
uk: Нічого не знайдено

source: Find existing person
de: Existierende Person finden
fr: Trouver une personne existante
lt: Rasti egzistuojantį asmenį
pt_br: Encontre uma pessoa existente
ru: Найти существующую персону
sl: Iskanje obstoječe osebe
tr: Mevcut kişiyi bul
uk: Знайдіть існуючу людину

source: Enter person name
ar: أدخل اسم الشخص
de: Namen der Person eingeben
fr: Saisir un nom de personne
lt: Įveskite asmens vardą
pt_br: Digite o nome da pessoa
ru: Введите имя персоны
sl: Vnesite ime osebe
tr: Kişi adını girin
uk: Введіть ім'я особи

source: Add new person
ar: أضف شخصًا جديدًا
de: Person hinzufügen
fr: Ajouter une nouvelle personne
lt: Pridėti naują asmenį
pt_br: Adicionar nova pessoa
ru: Добавление новой персоны
sl: Dodaj novo osebo
tr: Yeni kişi ekle
uk: Додати нову особу

source: Specify person name
fr: Préciser un nom de personne
lt: Nurodykite asmens vardą
pt_br: Especifique o nome da pessoa
ru: Уточните имя персоны
sl: Določite ime osebe
tr: Kişi adını belirtin
uk: Вкажіть ім’я особи

source: Modify existing annotations, click on an annotation to start
fr: Modifier les annotations existantes, cliquer sur une annotation pour commencer
lt: Pakeiskite esamas anotacijas, spustelėkite anotaciją, kad pradėtumėte
pt_br: Modifique as anotações existentes, clique em uma anotação para começar
sl: Spremenite obstoječe označitve; za začetek kliknite označitev
tr: Mevcut açıklamaları değiştirin, başlamak için bir açıklamayı tıklayın
uk: Змініть наявні анотації, натисніть на них, щоб розпочати

source: Tag a face
fr: Marquer un visage
lt: Pažymėti veidą
pt_br: Marque um rosto
sl: Označitev obraza
tr: Yüz etiketle
uk: Позначте особу

source: Draw a face annotation and add person's name
fr: Dessiner une annotation de visage et ajouter le nom d’une personne
lt: Nupieškite veido anotaciją ir pridėkite asmens vardą
pt_br: Desenhe uma anotação de rosto e adicione o nome da pessoa
sl: Narišite označitev obraza in dodajte ime osebe
tr: Bir yüz açıklaması belirtin ve kişinin adını ekleyin
uk: Намалюйте анотацію особи та додайте ім’я людини

source: Draw and tag a face
fr: Dessiner et marquer un visage
lt: Nupieškite ir pažymėkite veidą
pt_br: Desenhe e marque um rosto
sl: Narišite in označite obraz
tr: Bir yüz belirtin ve yüzü etiketleyin
uk: Намалюйте та позначте особу

source: Open album
de: Album öffnen
fr: Ouvrir l’album
lt: Atidaryti albumą
pt_br: Abrir álbum
ru: Открыть альбом
sl: Odpri album
tr: Albümü aç
uk: Відкрити альбом

source: Tag <em>%(personName)s</em>
fr: Marquer <em>%(personName)s</em>
lt: Pažymėti <em>%(personName)s</em>
pt_br: Marcação <em>%(personName)s</em>
sl: Označi <em>%(personName)s</em>
tr: <em>%(personName)s</em> etiketle
uk: Тег <em>%(personName)s</em>

source: Annotation was added by %(profileLink)s
fr: L’annotation a été ajoutée par %(profileLink)s
lt: Anotaciją pridėjo %(profileLink)s
pt_br: A anotação foi adicionada por %(profileLink)s
sl: Označitev je dodal_a %(profileLink)s
tr: Açıklama, %(profileLink)s tarafından eklendi
uk: Анотацію додав %(profileLink)s

source: Automatically detected face
de: Automatisch erkanntes Gesicht
fr: Visage automatiquement supprimé
lt: Automatiškai aptiktas veidas
pt_br: Rosto detectado automaticamente
sl: Samodejno zaznan obraz
tr: Otomatik olarak algılanan yüz
uk: Автоматично розпізнана особа

source: %(photoCount)s picture
de: %(photoCount)s Bild
fr: %(photoCount)s image
pt_br: %(photoCount)s imagem
sl: %(photoCount)s slika
tr: %(photoCount)s resim
uk: %(photoCount)s зображення

source: Tag a face annotation with person's name
fr: Marquer une annotation de visage avec le nom d’une personne
lt: Pažymėti veido anotaciją su asmens vardu
pt_br: Marque uma anotação de rosto com o nome da pessoa
sl: Označite označitev obraza z imenom osebe
tr: Kişinin adıyla birlikte bir yüz açıklaması etiketleme
uk: Позначте анотацію особи іменем людини

source: Identify person
fr: Identifier une personne
lt: Identifikuokite asmenį
pt_br: Identificar pessoa
sl: Prepoznajte osebo
tr: Kişi tanımlayın
uk: Визначте особу

source: Edit person annotation
fr: Modifier l’annotation d’une personne
lt: Redaguoti asmens anotaciją
pt_br: Editar anotação de pessoa
sl: Uredite označitev osebe
tr: Kişi ek açıklamasını düzenle
uk: Редагувати анотацію особи

source: Automatically detected object
de: Automatisch erkanntes Objekt
fr: Objet automatiquement supprimé
lt: Automatiškai aptiktas objektas
pt_br: Objeto detectado automaticamente
sl: Samodejno zaznan objekt
tr: Otomatik olarak algılanan nesne
uk: Автоматично виявлений об'єкт

source: View object on Wikidata
de: Objekt auf Wikidata ansehen
fr: Afficher l’objet sur Wikidata
lt: Peržiūrėti objektą Vikiduomenyse
pt_br: Ver objeto no Wikidata
sl: Ogled objekta v Wikipodatkih
tr: Nesneyi Vikiveri'de görüntüle
uk: Переглянути об'єкт у Вікіданих

source: Image has location and view direction info
ar: الصورة لها معلومات موقع واتجاه عرض
eo: Bildo havas informon pri loko kaj vida direkto
lv: Bildei ir pievienota atrašanās vieta un informācija par skata virzienu
no: Bildet har lokasjon og retningsinformasjon

source: Image has no location info
ar: الصورة لا تحتوي على معلومات الموقع
eo: Bildo ne havas informon pri loko
lv: Bildei nav informācijas par atrašanās vietu
no: Bildet har ingen lokasjonsinformasjon

source: Image has only location, no view direction
ar: الصورة لها موقع فقط، لا يوجد اتجاه عرض
eo: Bildo nur havas lokon, sen vida direkto
lv: Bildei ir pievienota tikai atrašanās vieta; nav informācijas par skata virzienu
no: Bildet har kun lokasjon, ingen retningsinformasjon

source: Image has rephotos
ar: الصورة لديها إعادات صور
eo: Bildo havas refotojn
lv: Bildei ir pārfotografējumi
no: Bildet har refoto

source: Image has similar photos
ar: الصورة لديها صور مماثلة
lv: Attēlam ir līdzīgi attēli
no: Bildet har lignende bilder

source: URL
ar: المسار
eo: Retadreso

source: Earliest
ar: الأول
eo: Plej frua
lv: Agrākais
no: Tidligst

source: Latest
ar: الأخير
eo: Plej malfrua
lv: Vēlākais
no: Senest

source: Least
ar: الأقل
eo: Malplej
lv: Vismazāk
no: Minst

source: Most
ar: الأكثر
eo: Plej
lv: Visvairāk
no: Mest

source: Did you mean to search from:
ar: :تقصد البحث عن

source: Picture set has no
ar: مجموعة صور ليس لديها/
eo: Bilda aro havas ne
lv: Attēlu kopai nav

source: Median guess
ar: تخمين المتوسط
eo: Mediana konjekto
no: Gjennomsnittlig gjetning

source: Your guess
ar: تخمينك
eo: Via konjekto
lv: Tavs minējums
no: Din gjetning

source: You have gained %s points
ar: لقد ربحت %s نقاط

source: Your guess has been changed
ar: تم تغيير تخمينك

source: Transcribed by:
ar: تم النسخ بواسطة: /

source: What is written on the image?
ar: ما المكتوب على الصورة؟

source: Photo
ar: صورة

source: Add name
ar: أضف اسمًا

source: Age
ar: العمر

source: Select age group
ar: اختيار المجموعة العمرية

source: Unknown
ar: غير معروف

source: Failed to load faces, sorry.
ar: فشل تحميل الوجوه، آسف.

source: Annotation added, thanks!<br />You have gained %s point
ar: تمت إضافة تعليق توضيحي، شكرا! </br> لقد ربحت %s نقطة

source: Failed to record your rectangle, sorry.
ar: فشل تسجيل مستطيلك، آسف.

source: Thank you!</br>You have gained %s point
ar: شكرا لك! </br> لقد ربحت %s نقطة

source: Failed to send your submission, sorry.
ar: أخفق إرسال طلبك، عذرا.

source: Failed retrieving person tagging form, sorry.
ar: فشل استرجاع نموذج وسم الشخص، عذرا.

source: Who is this?
ar: من هذا؟
eo: Kiu estas tiu?
lv: Kas tas ir?
no: Hvem er dette?

source: Are you sure you wish to have this annotation removed?
ar: هل أنت متأكد من رغبتك في إزالة هذا التعليق التوضيحي؟

source: All photos
eo: Ĉiuj fotoj
lv: Visas fotogrāfijas
no: Alle foto

source: Vanalinnad
eo: Antikvaj urboj
