Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, fr, lt, lv, no, pt_br, ru, sl, tr, uk

source: Click on the map to lock the direction of the view or click yellow button to save only the location.
ar: انقر على الخريطة لقفل اتجاه العرض أو انقر فوق الزر الأصفر لحفظ الموقع فقط.
de: Klicke auf die Karte, um die Blickrichtung zu sperren, oder klicke auf die gelbe Schaltfläche, um nur den Standort zu speichern.
eo: Alklaku la mapon por ŝlosi la direkton de la vido, aŭ alklaku la flavan butonon por konservi nur la lokon.
fr: Cliquer sur la carte pour verrouiller la direction de la vue ou cliquer sur le bouton jaune pour n’enregistrer que l’emplacement.
lt: Spustelėkite žemėlapį, kad užrakintumėte vaizdo kryptį, arba spustelėkite geltoną mygtuką, kad išsaugotumėte tik vietą.
lv: Klikšķini uz kartes, lai noslēgtu virziena skatu, vai nospied dzelteno pogu, lai saglabātu tikai atrašanās vietu.
no: Klikk på kartet for å låse retning eller klikk på den gule knappen for å kun lagre lokasjon.
pt_br: Clique no mapa para bloquear a direção da visualização ou clique no botão amarelo para salvar apenas o local.
ru: Нажмите на карту, чтобы зафиксировать направление просмотра, или нажмите желтую кнопку, чтобы сохранить только местоположение.
sl: Kliknite zemljevid, da zaklenete smer pogleda, ali kliknite rumeni gumb, da shranite samo lokacijo.
tr: Görünümün yönünü kilitlemek için haritayı tıklayın veya sadece konumu kaydetmek için sarı düğmeye tıklayın.
uk: Натисніть на мапу, щоб зафіксувати напрям перегляду, або натисніть жовту клавішу, щоб зберегти тільки місце розташування.

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag MARKER to correct the location.
ar: انقر فوق الزر الأخضر لحفظ كل من الموقع واتجاه العرض، انقر على الخريطة لإلغاء قفل الاتجاه، اسحب العلامة لتصحيح الموقع.
de: Klicken Sie auf die grüne Schaltfläche, um sowohl die Position als auch die Richtung der Ansicht zu speichern. Klicken Sie auf die Karte, um die Richtung freizuschalten, und ziehen Sie den Marker, um die Position zu korrigieren.
eo: Alklaku la verdan butonon por konservi kaj la lokon kaj la vidodirekton. Alklaku la mapon por malŝlosi la direkton; trenu MARKILON por korekti la lokon.
fr: Cliquer sur le bouton vert pour enregistrer à la fois l’emplacement et la direction de vue. Cliquer sur la carte pour déverrouiller la direction, tirer le MARQUEUR pour corriger l’emplacement.
lt: Spustelėkite žalią mygtuką, kad išsaugotumėte ir vietą, ir rodinio kryptį. Spustelėkite žemėlapį, kad atrakintumėte kryptį, vilkite ŽYMEKLĮ, kad pataisytumėte vietą.
lv: Nospied zaļo pogu, lai saglabātu gan atrašanās vietu, gan skata virzienu. Klikšķini uz kartes, lai atsaistītu virzienu, velc MARĶIERI, lai labotu atrašanās vietu.
no: Klikk på den grønne knappen for å lagre både lokasjon og retning. Klikk på kartet for å låse opp retningen og dra MARKØREN til den riktige lokasjonen.
pt_br: Clique no botão verde para salvar a localização e a direção da exibição. Clique no mapa para desbloquear a direção, arraste o MARCADOR para corrigir o local.
ru: Нажмите зеленую кнопку, чтобы сохранить местоположение и направление просмотра. Нажмите на карту, чтобы разблокировать направление, перетащите МАРКЕР, чтобы исправить местоположение.
sl: Kliknite zeleni gumb, da shranite lokacijo in smer pogleda. Kliknite zemljevid, da odklenete smer. Povlecite OZNAČEVALEC, da popravite lokacijo.
tr: Konumu ve görünümün yönünü kaydetmek için yeşil düğmeye tıklayın. Yönü açmak için haritayı tıklayın, konumu düzeltmek için MARKER'i sürükleyin.
uk: Натисніть зелену клавішу, щоб зберегти місце розташування й напрямок перегляду. Натисніть на мапу, щоб розблокувати напрямок, перетягніть МАРКЕР, щоб виправити місце розташування.

source: Now you can drag the MARKER where the photographer was standing and the MAP separately.
ar: يمكنك الآن سحب العلامة حيث كان المصور واقفا والخريطة بشكل منفصل.
eo: Nun vi povas aparte treni kaj la MARKILON, ĉe kie la fotografinto ĉeestis, kaj la MAPON.
fr: Vous pouvez maintenant tirer le MARQUEUR là où se tenait le photographe et la CARTE séparément.
lt: Dabar galite vilkti ŽYMEKLĮ ten, kur stovėjo fotografas, ir ŽEMĖLAPĮ atskirai.
lv: Tagad Tu vari pārvilkt MARĶIERI, kur fotogrāfs stāvēja, un KARTI atsevišķi.
no: Nå kan du dra MARKØREN til der fotografen stod og du kan også flytte KARTET
pt_br: Agora você pode arrastar o MARCADOR onde o fotógrafo estava em pé e o MAP separadamente.
ru: Теперь вы можете перетащить МАРКЕР, где стоял фотограф, и КАРТУ отдельно.
sl: Zdaj lahko ločeno povlečete OZNAČEVALEC, kjer je stal fotograf, in ZEMLJEVID.
tr: Artık fotoğrafçının durduğu işaretçiyi ve haritayı ayrı ayrı sürükleyebilirsiniz.
uk: Тепер ви можете перетягнути МАРКЕР, де стояв фотограф, і МАП окремо.

source: Drag the map so that the circle covers the approximate location, click save when ready.
ar: اسحب الخريطة حتى تغطي الدائرة الموقع التقريبي، انقر فوق حفظ عندما تكون جاهزا.
eo: Trenu la mapon tien ke la cirklo kovras la proksimuma lokon, kaj alklaku 'Konservi' kiam la mapo estas preta.
fr: Tirer la carte de façon à ce que le cercle couvre l’emplacement approximatif, cliquer sur enregistrer quand sera prêt.
lt: Vilkite žemėlapį taip, kad apskritimas apimtų apytikslę vietą, spustelėkite išsaugoti, kai būsite pasiruošę.
no: Dra kartet slik at sirkelen dekker den omtrentlige lokasjonen og klik på Lagre når du er ferdig.
pt_br: Arraste o mapa para que o círculo cubra a localização aproximada, clique em salvar quando estiver pronto.
ru: Перетащите карту так, чтобы круг закрыл приблизительное местоположение, нажмите «Сохранить», когда будете готовы.
sl: Povlecite zemljevid tako, da krog pokriva približno lokacijo. Kliknite shrani, ko ste pripravljeni.
tr: Haritayı, dairenin yaklaşık konumunu kapsayacak şekilde sürükleyin, hazır olduğunda kaydet düğmesine tıklayın.
uk: Перетягніть мапу так, щоб коло охоплювало приблизне розташування, натисніть «Зберегти», коли будете готові.

source: Drag the map so that the marker is on top of the object you see on the picture, click save when ready.
ar: اسحب الخريطة حتى تكون العلامة أعلى الكائن الذي تراه على الصورة، وانقر فوق "حفظ" عندما تكون جاهزا.
de: Ziehen Sie die Karte so, dass sich die Markierung über dem Objekt befindet, das Sie auf dem Bild sehen. Klicken Sie auf Speichern, wenn Sie fertig sind.
eo: Trenu la mapon tien, ke la markilo estas sur la objekto prezentata de la bildo; alklaku la butonon 'Konservi', kiam ĝi estas preta.
fr: Tirez la carte de façon que le marqueur soit en haut de l’objet que vous soyez sur l’image, cliquez sur « Enregistrer » quand c’est prêt.
lt: Vilkite žemėlapį taip, kad žymeklis būtų ant objekto, kurį matote nuotraukoje, spustelėkite išsaugoti, kai būsite pasiruošę.
no: Dra kartet slik at markøren er over objektet du ser på bildet og klikk Lagre når du er ferdig.
pt_br: Arraste o mapa para que o marcador fique no topo do objeto que você vê na foto, clique em salvar quando estiver pronto.
ru: Перетащите карту так, чтобы маркер находился поверх объекта, который вы видите на картинке, нажмите «Сохранить», когда будете готовы.
sl: Povlecite zemljevid tako, da bo označevalec na vrhu objekta, ki ga vidite na sliki. Ko boste pripravljeni, kliknite »Shrani«.
tr: Haritayı, işaretçiyi resimde gördüğünüz nesnenin üstünde olacak şekilde sürükleyin, hazır olunca kaydet'i tıklayın.
uk: Перетягніть мапу так, щоб маркер знаходився поверх об'єкта, який ви бачите на малюнку, натисніть «Зберегти», коли будете готові.

source: Points awarded
ar: النقاط الممنوحة
de: Vergebene Punkte
eo: Poentoj donitaj
fr: Points de récompense
lt: Skiriami taškai
no: Opptjente poeng
pt_br: Pontos atribuídos
ru: Очков начислено
sl: Dodeljene točke
tr: Verilen puan
uk: Набрані бали

source: Picture flip feedback
fr: Avis sur le renversement d’image
lt: Vaizdo apvertimo atsiliepimai
sl: Povratna informacija o obrnitvi slike
tr: Resim çevirme geri bildirimi
uk: Зворотній зв'язок із фотографією

source: Historic maps
de: Historische Karten
fr: Cartes historiques
lt: Istoriniai žemėlapiai
pt_br: Mapas históricos
sl: Zgodovinski zemljevidi
tr: Tarihi haritalar
uk: Історичні мапи

source: Remove album filter
ar: إزالة مرشح الألبوم
de: Albumfilter entfernen
eo: Forigi albuman filtrilon
fr: Supprimer le filtre des albums
lt: Pašalinti albumo filtrą
no: Fjern albumfilter
pt_br: Remover o filtro de álbuns
ru: Удалить фильтр с альбома
sl: Odstrani filter albumov
tr: Albüm filtresini kaldır
uk: Видалити фільтр альбому

source: Pictures only in album: %(albumName)s are shown in the sidebar
fr: Seules les images de l’album : %(albumName)s sont affichées dans la barre latérale
lt: Tik nuotraukos albume: %(albumName)s rodomos šoninėje juostoje
pt_br: Imagens somente no álbum: %(albumName)s estão na barra lateral
sl: V stranski letvici so prikazane samo slike v albumu: %(albumName)s
tr: Yalnızca albümdeki resimler: %(albumName)s kenar çubuğunda gösterilir
uk: Зображення лише в альбомі: %(albumName)s відображаються на бічній панелі

source: Apply album filter
ar: تطبيق مرشح الألبوم
de: Albumfilter anwenden
eo: Apliki albuman filtrilon
fr: Appliquer le filtre des albums
lt: Taikyti albumo filtrą
no: Aktiver albumfilter
pt_br: Aplicar filtro de álbum
ru: Применить фильтр альбомов
sl: Uporabi filter albumov
tr: Albüm filtresini uygula
uk: Застосувати фільтр альбому

source: All pictures are shown in the sidebar
de: Alle Bilder werden in der Seitenleiste angezeigt
fr: Toutes les images sont affichées dans la barre latérale
lt: Visos nuotraukos rodomos šoninėje juostoje
pt_br: Todas as imagens são mostradas na barra lateral
sl: Vse slike so prikazane v stranski letvici
tr: Tüm resimler kenar çubuğunda gösterilir
uk: Всі зображення відображаються на бічній панелі

source: You have gained %s point
de: Sie haben %s Punkt bekommen
fr: Vous avez gagné %s point
pt_br: Você ganhou %s ponto
ru: Вы получили %s очко
sl: Pridobili ste %s točko
tr: %s puan kazandınız
uk: Ви набрали %s бал

source: Your suggestion has been changed
de: Ihr Vorschlag wurde geändert
fr: Votre suggestion a été changée
lt: Jūsų pasiūlymas pakeistas
pt_br: Sua sugestão foi alterada
sl: Vaš predlog je spremenjen
tr: Öneriniz değiştirildi
uk: Вашу пропозицію змінено

source: Transcribed by:
de: Abschrift von:
fr: Transcrit par :
lt: Transkribavo:
pt_br: Transcrito por:
ru: Переписано:
sl: Prepisal_a:
tr: Yazan:
uk: Транскрибовано:

source: This transcription is correct
ar: هذا النسخ صحيح
de: Diese Abschrift ist richtig
fr: Cette transcription est correcte
lt: Ši transkripcija teisinga
pt_br: Esta transcrição está correta
ru: Данная транскрипция верна
sl: Ta prepis je pravilen
tr: Bu transkripsiyon doğrudur
uk: Ця транскрипція правильна

source: What is written on the picture?
de: Was ist auf dem Bild geschrieben?
fr: Qu’y a-t-il d’écrit sur l’image ?
lt: Kas parašyta nuotraukoje?
pt_br: O que está escrito na imagem?
ru: Что написано на изображении?
sl: Kaj je napisano na sliki?
tr: Resimde ne yazıyor?
uk: Що написано на фотографії?

source: You're anonymous, please login to add transcriptions
ar: أنت مجهول، يُرجَى تسجيل الدخول لإضافة النسخ
de: Du bist anonym, bitte melde dich an, um Abschriften zu ergänzen
fr: Vous êtes anonyme, veuillez vous connecter pour ajouter des transcriptions.
lt: Esate anonimas, prisijunkite, kad pridėtumėte transkripcijas
pt_br: Você é anônimo, entre para adicionar transcrições
ru: Вы анонимны, пожалуйста, войдите, чтобы добавить транскрипцию
sl: Ste anonimni; za dodajanje prepisov se prijavite
tr: Anonimsiniz, lütfen transkripsiyon eklemek için giriş yapın
uk: Ви анонімні. Будь ласка, увійдіть, щоб додати транскрипції

source: Login
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
lt: Prisijungti
pt_br: Entrar
ru: Войти
sl: Prijava
tr: Oturum aç
uk: Увійти

source: Select age group (optional)
de: Altersgruppe auswählen (optional)
fr: Sélectionner un groupe d’âge (facultatif)
lt: Pasirinkite amžiaus grupę (neprivaloma)
pt_br: Selecione a faixa etária (opcional)
sl: Izberite starostno skupino (izbirno)
tr: Yaş grubu seçin (isteğe bağlı)
uk: Виберіть вікову групу (необов’язково)

source: Select gender (optional)
de: Geschlecht auswählen (optional)
fr: Sélectionner un genre (facultatif)
lt: Pasirinkite lytį (neprivaloma)
pt_br: Selecione o sexo (opcional)
sl: Izberite spol (izbirno)
tr: Cinsiyet seçin (isteğe bağlı)
uk: Виберіть стать (необов’язково)

source: Change age group
ar: تغيير المجموعة العمرية
de: Altersgruppe ändern
fr: Modifier la tranche d’âge
lt: Keisti amžiaus grupę
pt_br: Alterar faixa etária
ru: Изменить возрастную группу
sl: Sprememba starostne skupine
tr: Yaş grubunu değiştir
uk: Змінити вікову групу

source: Change gender
de: Geschlecht ändern
fr: Modifier le genre
lt: Keisti lytį
pt_br: Alterar gênero
ru: Изменить пол
sl: Sprememba spola
tr: Cinsiyeti değiştir
uk: Змінити стать

source: Click (don't drag) to start drawing the annotation. Click again to finish drawing.
de: Klicke (ziehe nicht), um das Zeichnen der Markierung zu starten. Klicke noch einmal, um das Zeichnen zu beenden.
fr: Cliquez (sans trainer) pour commencer à dessiner l’annotation. Cliquez à nouveau pour terminer le dessin.
lt: Spustelėkite (nevilkite), kad pradėtumėte piešti anotaciją. Spustelėkite dar kartą, kad baigtumėte piešti.
pt_br: Clique (não arraste) para começar a desenhar a anotação. Clique novamente para terminar o desenho.
ru: Нажмите (не перетаскивайте), чтобы начать рисовать примечание. Нажмите еще раз, чтобы закончить рисование.
sl: Kliknite (ne povlecite), da začnete risati označitev. Znova kliknite, da risanje končate.
tr: Ek açıklamayı çizmeye başlamak için tıklayın (sürüklemeyin). Çizimi bitirmek için tekrar tıklayın.
uk: Клацніть (не перетягуйте), щоб почати малювати анотацію. Клацніть ще раз, щоб закінчити малювання.

source: Object is required
de: Objekt ist erforderlich
fr: Un objet est nécessaire.
lt: Reikalingas objektas
pt_br: Objeto é obrigatório
ru: Требуется объект
sl: Potreben je objekt
tr: Nesne gerekli
uk: Об’єкт обов’язковий

source: optional
ar: اختياري
fr: facultatif
lt: neprivaloma
pt_br: opcional
sl: izbirno
tr: isteğe bağlı
uk: за бажанням

source: Unidentified
de: Unbekannt
fr: Non identifié
lt: Neatpažinta
pt_br: Não identificado
sl: Neprepoznano
tr: Tanımlanmamış
uk: Невідомі

source: Male
ar: ذكر
de: Männlich
fr: Masculin
lt: Vyras
pt_br: Masculino
ru: Мужчина
sl: Moški
tr: Erkek
uk: Чоловічий

source: Female
de: Weiblich
fr: Féminin
lt: Moteris
pt_br: Feminino
ru: Женщина
sl: Ženska
tr: Kadın
uk: Жіночий

source: Child
ar: طفل
de: Kind
fr: Enfant
lt: Vaikas
pt_br: Criança
ru: Ребёнок
sl: Otrok
tr: Çocuk
uk: Дитина

source: Elderly
ar: شخص مسن
de: Älter
fr: Personne âgée
lt: Pagyvenęs asmuo
pt_br: Idoso
ru: Пожилой
sl: Starejši
tr: Yaşlı
uk: Люди похилого віку

source: Adult
ar: بالغ
de: Erwachsener
fr: Adulte
lt: Suaugęs
pt_br: Adulto
ru: Взрослый
sl: Odrasel
tr: Yetişkin
uk: Дорослий

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
lt: Ištrinti
pt_br: Excluir
ru: Удалить
sl: Izbriši
tr: Sil
uk: Вилучити

source: What is displayed
de: Anzeige
fr: Ce qui est affiché
lt: Kas rodoma
pt_br: O que é exibido
ru: Что отображается
sl: Kaj je prikazano
tr: Görüntülenenler
uk: Що відображається

source: Edit face annotation
de: Gesichtsmarkierung bearbeiten
fr: Modifier l’annotation du visage
lt: Redaguoti veido anotaciją
pt_br: Editar anotação de rosto
ru: Редактировать примечание лица
sl: Uredi označitev obraza
tr: Yüz ek açıklamasını düzenle
uk: Редагувати анотацію особи

source: Edit object annotation
de: Objektmarkierung bearbeiten
fr: Modifier l’annotation de l’objet
lt: Redaguoti objekto anotaciją
pt_br: Editar anotação de objeto
ru: Редактировать примечание объекта
sl: Uredi označitev objekta
tr: Nesne açıklamasını düzenle
uk: Редагувати анотацію об’єкта

source: Add feedback
de: Rückmeldung hinzufügen
fr: Ajouter un avis
lt: Pridėti atsiliepimą
pt_br: Adicionar comentário
ru: Добавить отзыв
sl: Dodaj povratno informacijo
tr: Geri bildirim ekle
uk: Додати відгук

source: Change person name
de: Personen-Name ändern
fr: Modifier le nom de la personne
lt: Keisti asmens vardą
pt_br: Alterar nome da pessoa
ru: Изменить имя персоны
sl: Spremeni ime osebe
tr: Kişi adını değiştir
uk: Змініть ім’я людини

source: Change object class
de: Objektklasse ändern
fr: Modifier la classe d’objet
lt: Keisti objekto klasę
pt_br: Alterar classe de objeto
ru: Изменить класс объекта
sl: Spremeni razred objekta
tr: Nesne sınıfı değiştir
uk: Змінити клас об’єкта

source: Face
de: Gesicht
fr: Visage
lt: Veidas
pt_br: Rosto
ru: Лицо
sl: Obraz
tr: Yüz
uk: Особа

source: Failed to load object annotation classes
de: Fehler beim Laden der Markierungsklassen
fr: Échec du chargement des classes d’annotation d’objets
lt: Nepavyko įkelti objekto anotacijų klasių
pt_br: Falha ao carregar classes de anotação de objeto
ru: Не удалось загрузить классы объектов примечаний
sl: Nalaganje razredov označitev objektov ni uspelo
tr: Nesne açıklama sınıfları yüklenemedi
uk: Не вдалося завантажити класи анотацій об’єктів

source: Failed to load annotations
fr: Échec au chargement des annotations
lt: Nepavyko įkelti anotacijų
pt_br: Falha ao carregar anotações
ru: Не удалось загрузить примечания
sl: Nalaganje označitev ni uspelo
tr: Ek açıklamalar yüklenemedi
uk: Не вдалося завантажити анотації

source: Successfully added object annotation
de: Objektmarkierung erfolgreich hinzugefügt
fr: Annotation de l’objet ajoutée avec succès
lt: Objekto anotacija sėkmingai pridėta
pt_br: Anotação de objeto adicionada com sucesso
ru: Успешно добавлено примечание объекта
sl: Uspešno dodana označitev objekta
tr: Nesne ek açıklama başarıyla eklendi
uk: Анотацію об’єкта додано

source: Unable to save object annotation
ar: عمر العنزي
de: Speichern der Objektanmerkung nicht möglich
fr: Impossible d’enregistrer l’annotation de l’objet
lt: Nepavyko išsaugoti objekto anotacijos
pt_br: Incapaz de salvar a anotação do objeto
ru: Невозможно сохранить примечание объекта
sl: Označitve objekta ni bilo mogoče shraniti
tr: Nesne notu kaydedilemedi
uk: Не вдалося зберегти анотацію об’єкта

source: Successfully updated object annotation
de: Objektmarkierung erfolgreich aktualisiert
fr: Annotation de l’objet modifiée avec succès
lt: Objekto anotacija sėkmingai atnaujinta
pt_br: Anotação de objeto atualizada com sucesso
ru: Примечание объекта успешно обновлено
sl: Označitev objekta uspešno shranjenA
tr: Nesne ek açıklama başarıyla güncellendi
uk: Анотація об’єкта успішно оновлена

source: Unable to update object annotation
de: Aktualisieren der Objektanmerkun nicht möglich
fr: Impossible de mettre à jour l’annotation de l’objet
lt: Nepavyko atnaujinti objekto anotacijos
pt_br: Incapaz de atualizar a anotação do objeto
ru: Невозможно обновить примечание объекта
sl: Označitve objekta ni bilo mogoče posodobiti
tr: Nesne açıklaması güncellenemiyor
uk: Неможливо оновити анотацію об’єкта

source: Successfully added object annotation feedback
de: Rückmeldung zur Objektmarkierung erfolgreich hinzugefügt
fr: Avis sur l’annotation de l’objet ajouté avec succès
lt: Sėkmingai pridėtas atsiliepimas apie objekto anotaciją
pt_br: Comentário de anotação de objeto adicionado com sucesso
ru: Отзыв о примечании объекта успешно добавлен
sl: Povratna informacija o označitvi objekta uspešno dodana
tr: Nesne açıklama geri bildirimi başarıyla eklendi
uk: Успішно додано відгук про анотацію об’єкта

source: Failed to add object annotation feedback
fr: Échec lors de l’ajout d’avis sur l’annotation de l’objet
lt: Nepavyko pridėti atsiliepimo apie objekto anotaciją
pt_br: Falha ao adicionar comentário de anotação de objeto
ru: Не удалось добавить отзыв о примечании объекта
sl: Povratne informacije o označitvi objekta ni bilo mogoče dodati
tr: Nesne açıklama geri bildirimi eklenemedi
uk: Не вдалося додати відгук про анотацію об’єкта

source: Successfully removed object annotation
de: Objektmarkierung erfolgreich entfernt
fr: Annotation de l’objet supprimée avec succès
lt: Objekto anotacija sėkmingai pašalinta
pt_br: Anotação de objeto removida com sucesso
ru: Примечание объекта успешно удалено
sl: Uspešno odstranjena označitev objekta
tr: Nesne ek açıklaması başarıyla kaldırıldı
uk: Анотацію об’єкта успішно видалено

source: Unable to remove object annotation
de: Entfernen der Objektanmerkung nicht möglich
fr: Impossible de supprimer l’annotation de l’objet
lt: Nepavyko pašalinti objekto anotacijos
pt_br: Incapaz de remover a anotação do objeto
ru: Невозможно удалить примечание объекта
sl: Označitve objekta ni bilo mogoče odstraniti
tr: Nesne açıklaması kaldırılamıyor
uk: Неможливо видалити анотацію об’єкта

source: Successfully added face annotation
ar: تمت إضافة تعليق توضيحي للوجه بنجاح
de: Gesichtsmarkierung erfolgreich hinzugefügt
fr: L’annotation du visage a été ajoutée
lt: Veido anotacija sėkmingai pridėta
pt_br: Anotação de rosto adicionada com sucesso
sl: Uspešno dodana označitev obraza
tr: Yüz ek açıklaması başarıyla eklendi
uk: Успішно додано примітку до особи

source: Unable to save face annotation
ar: غير قادر على حفظ التعليقات التوضيحية للوجه
de: Entfernen der Gesichtsmarkierung fehlgeschlagen
fr: Impossible d’enregistrer l’annotation du visage
lt: Nepavyko išsaugoti veido anotacijos
pt_br: Não foi possível salvar a anotação de face
sl: Označitve obraza ni bilo mogoče shraniti
tr: Yüz ek açıklaması kaydedilemedi
uk: Не вдалося зберегти анотацію особи

source: Successfully edited face annotation
de: Gesichtsmarkierung erfolgreich bearbeited
fr: Annotation du visage modifiée avec succès
lt: Veido anotacija sėkmingai pakeista
pt_br: Anotação de rosto editada com sucesso
ru: Успешно отредактированное примечание лица
sl: Uspešno urejena označitev obraza
tr: Yüz ek açıklaması başarıyla düzenlendi
uk: Анотацію особи успішно відредаговано

source: Failed to save face annotation edit
de: Speichern der Bearbeitung der Gesichtsanmerung fehlgeschlagen
fr: Échec de l’enregistrement de la modification de l’annotation du visage
lt: Nepavyko išsaugoti veido anotacijos keitimo
pt_br: Falha ao salvar edição de anotação de rosto
ru: Не удалось сохранить редактирование примечание лица
sl: Označitve obraza ni bilo mogoče shraniti
tr: Yüz ek açıklaması düzenlemesi kaydedilemedi
uk: Не вдалося зберегти редагування анотації особи

source: Successfully removed face annotation
de: Gesichtsmarkierung erfolgreich entfernt
fr: Annotation du visage supprimée avec succès
lt: Veido anotacija sėkmingai pašalinta
pt_br: Nota de rosto removida com sucesso
ru: Примечание лица успешно удалено
sl: Uspešno odstranjena označitev obraza
tr: Yüz ek açıklaması başarıyla kaldırıldı
uk: Анотацію особи успішно видалено

source: Failed to remove face annotation
de: Entfernen der Gesichtsmarkierung fehlgeschlagen
fr: Échec de la suppression de l’annotation du visage
lt: Nepavyko pašalinti veido anotacijos
pt_br: Falha ao remover anotação de rosto
ru: Не удалось удалить примечание лица
sl: Odstranitve obraza ni bilo mogoče odstraniti
tr: Yüz ek açıklaması kaldırılamadı
uk: Не вдалося видалити анотацію особи

source: Find object
de: Objekt finden
fr: Chercher un objet
lt: Rasti objektą
pt_br: Encontrar objeto
ru: Найти объект
sl: Poišči objekt
tr: Nesne bul
uk: Знайти об’єкт

source: Searching
de: Suchen
fr: Recherche en cours...
lt: Ieškoma
pt_br: Pesquisando
ru: Поиск
sl: Iskanje
tr: Aranıyor
uk: Пошук

source: Search for object
de: Nach Objekt suchen
fr: Recherche d’objets
lt: Ieškoti objekto
pt_br: Pesquisar por objeto
ru: Поиск объекта
sl: Iskanje objektov
tr: Nesne ara
uk: Пошук об’єкта

source: Need 2 characters
de: Zwei Zeichen benötigt
fr: 2 caractères sont nécessaires
lt: Reikia 2 simbolių
pt_br: Precisa de 2 caracteres
ru: Необходимо 2 символа
sl: Potrebna sta 2 znaka
tr: 2 karakter gerekiyor
uk: Потрібно 2 символи
