Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, fr, lt, lv, no, pt_br, ru, sl, tr, uk

source: Rephotos in album
ar: إعادات الصور في الألبوم
eo: Refotoj en albumo
fr: Images rephotographiées dans l’album
lt: Pakartotinės nuotraukos albume
lv: Pārfotografējumi albumā
no: Refoto i album
pt_br: Refotografia no álbum
ru: Переснимков в альбоме
sl: Refotografije v albumu
tr: Albümdeki yeniden fotoğraflamalar
uk: Рефото в альбомі

source: Rotate
ar: تدوير
de: Drehen
eo: Turni
fr: Pivoter
lt: Pasukti
lv: Pagriezt
no: Rotere
pt_br: Girar
ru: Повернуть
sl: Zasuk
tr: Döndür
uk: Обертати

source: Show pictures on map
ar: عرض الصور على الخريطة
de: Bilder auf der Karte zeigen
eo: Montri bildojn sur mapo
fr: Afficher les images sur la carte
lt: Rodyti nuotraukas žemėlapyje
lv: Parādīt attēlus kartē
no: Vis bilder på kart
pt_br: Mostrar fotos no mapa
ru: Показать снимки на карте
sl: Prikaz slik na zemljevidu
tr: Resimleri haritada göster
uk: Показати зображення на мапі

source: Similar photos in album
de: Ähnliche Fotos im Album
fr: Photos similaires dans l’album
lt: Panašios nuotraukos albume
pt_br: Fotos semelhantes no álbum
sl: Podobne slike v albumu
tr: Albümdeki benzer fotoğraflar
uk: Подібні фотографії в альбомі

source: Size
ar: الحجم
de: Größe
eo: Grando
fr: Taille
lt: Dydis
lv: Izmērs
no: Størrelse
pt_br: Tamanho
ru: Размер
sl: Velikost
tr: Boyut
uk: Розмір

source: Something went wrong, please check your connection. If the issue persists please contact us on Tawk.to
ar: حدث خطأ ما؛ يُرجَى التحقق من اتصالك، إذا استمرت المشكلة، فيُرجَى الاتصال بنا على Tawk.to
de: Etwas ist schief gelaufen, bitte pfüfe deine Verbindung. Wenn das Problem weiterhin besteht, konaktiere uns bitte auf Tawk.to
fr: Quelque chose s’est mal passé, veuillez vérifier votre connexion. Si le problème persiste, veuillez nous contacter sur Tawk.to
lt: Kažkas ne taip, patikrinkite ryšį. Jei problema išlieka, susisiekite su mumis Tawk.to
pt_br: Ocorreu um erro. Verifique sua conexão. Se o problema persistir, entre em contato conosco no Tawk.to
ru: Что-то пошло не так, пожалуйста, проверьте ваше соединение. Если проблема не устранена, пожалуйста, свяжитесь с нами на Tawk.to
sl: Nekaj je šlo narobe, preverite povezavo. Če težave ne odpravite, nas kontaktirajte na Tawk.to
tr: Bir şeyler ters gitti, lütfen bağlantınızı kontrol edin. Sorun devam ederse, lütfen bizimle Tawk.to adresinden iletişime geçin.
uk: Щось пішло не так, будь ласка, перевірте ваше з'єднання. Якщо проблема не усунена, будь ласка, зв'яжіться з нами на Tawk.to

source: Source ID
ar: معرف المصدر
eo: Identigilo de fonto
fr: ID de la source
lt: Šaltinio ID
lv: Avoda ID
no: Kilde-ID
pt_br: ID da fonte
ru: ID источника
sl: ID vira
tr: Kaynak kimliği
uk: ID джерела

source: Source
ar: المصدر
de: Quelle
eo: Fonto
lt: Šaltinis
lv: Avots
no: Kilde
pt_br: Fonte
ru: Источник
sl: Vir
tr: Kaynak
uk: Джерело

source: Thank you! Bad rectangle deleted.
ar: شكرا لك! تم حذف مستطيل غير صحيح.
de: Danke! Schlechtes Rechteck gelöscht.
fr: Merci ! Mauvais rectangle supprimé.
lt: Ačiū! Netinkamas stačiakampis ištrintas.
pt_br: Obrigado! Retângulo ruim excluído.
ru: Спасибо! Плохой прямоугольник удалён.
sl: Hvala! Napačen pravokoten izbrisan.
tr: Teşekkürler! Kötü dikdörtgen silindi.
uk: Дякую! Помилковий прямокутник вилучено.

source: Thank you!
ar: شكرا لك!
de: Danke!
eo: Dankon!
fr: Merci !
lt: Ačiū!
lv: Paldies!
no: Takk!
pt_br: Obrigado!
ru: Спасибо!
sl: Hvala!
tr: Teşekkürler!
uk: Дякую!

source: This album contains a film
ar: يحتوي هذا الألبوم على فيلم
de: Dieses Album enthält einen Film
eo: Ĉi tiu albumo enhavas filmon
fr: Cet album contient un film
lv: Šajā albumā ir filma
no: Dette albumet inneholder en film
pt_br: Este álbum contém um filme
ru: Данный альбом содержит фильм
sl: Ta album vsebuje film
tr: Bu albüm bir film içeriyor
uk: Цей альбом містить фільм

source: Title
ar: العنوان
de: Titel
eo: Titolo
fr: Titre
lt: Pavadinimas
lv: Nosaukums
no: Tittel
pt_br: Título
ru: Заголовок
sl: Naslov
tr: Başlık
uk: Назва

source: Unidentified boy
de: Unbekannter Junge
fr: Garçon non identifié
lt: Nežinomas berniukas
pt_br: Menino não identificado
sl: Neprepoznan deček
tr: Tanımlanmamış oğlan
uk: Невідомий хлопчик

source: Unidentified girl
de: Unbekanntes Mädchen
fr: Fille non identifiée
lt: Nežinoma mergaitė
pt_br: Menina não identificada
sl: Neprepoznana deklica
tr: Tanımlanmamış kız
uk: Невідома дівчина

source: Unidentified child
de: Unbekanntes Kind
fr: Enfant non identifié
lt: Nežinomas vaikas
pt_br: Criança não identificada
sl: Neprepoznan otrok
tr: Tanımlanmamış çocuk
uk: Невідома дитина

source: Unidentified adult man
de: Unbekannter erwachsener Mann
fr: Homme adulte non identifié
lt: Nežinomas suaugęs vyras
pt_br: Homem adulto não identificado
sl: Neprepoznan odrasel moški
tr: Tanımlanmamış yetişkin erkek
uk: Невідомий дорослий чоловік

source: Unidentified adult woman
de: Unbekannte erwachsene Frau
fr: Femme adulte non identifiée
lt: Nežinoma suaugusi moteris
pt_br: Mulher adulta não identificada
sl: Neprepoznana odrasla ženska
tr: Tanımlanmamış yetişkin kadın
uk: Невідома доросла жінка

source: Unidentified adult person
de: Unbekannte erwachsene Person
fr: Personne adulte non identifiée
lt: Nežinomas suaugęs asmuo
pt_br: Pessoa adulta não identificada
sl: Neprepoznana odrasla oseba
tr: Tanımlanmamış yetişkin kişi
uk: Невідома доросла людина

source: Unidentified elderly man
de: Unbekannter älterer Mann
fr: Homme âgé non identifié
lt: Nežinomas pagyvenęs vyras
pt_br: Idoso não identificado
sl: Neprepoznan starejši moški
tr: Kimliği belirsiz yaşlı adam
uk: Невідомий літній чоловік

source: Unidentified elderly woman
de: Unbekannte ältere Frau
fr: Femme âgée non identifiée
lt: Nežinoma pagyvenusi moteris
pt_br: Idosa não identificada
sl: Neprepoznana starejša ženska
tr: Kimliği belirsiz yaşlı kadın
uk: Невідома літня жінка

source: Unidentified elderly person
de: Unbekannte ältere Person
fr: Personne âgée non identifiée
lt: Nežinomas pagyvenęs asmuo
pt_br: Idoso não identificado
sl: Neprepoznana starejša oseba
tr: Kimliği belirsiz yaşlı biri
uk: Невідома літня особа

source: Unidentified man
de: Unbekannter Mann
fr: Homme non identifié
lt: Nežinomas vyras
pt_br: Homem não identificado
sl: Neprepoznan moški
tr: Tanımlanmamış erkek
uk: Невідомий чоловік

source: Unidentified woman
de: Unbekannte Frau
fr: Femme non identifiée
lt: Nežinoma moteris
pt_br: Mulher não identificada
sl: Neprepoznana ženska
tr: Tanımlanmamış kadın
uk: Невідома жінка

source: Unidentified person
de: Unbekannte Person
fr: Personne non identifiée
lt: Nežinomas asmuo
pt_br: Pessoa não identificada
sl: Neprepoznana oseba
tr: Tanımlanmamış kişi
uk: Невідома особа

source: Unknown author
ar: مؤلف مجهول
de: Unbekannter Urheber
eo: Nekonata aŭtoro
fr: Auteur inconnu
lt: Nežinomas autorius
lv: Nezināms autors
no: Ukjent fortatter
pt_br: Autor desconhecido
ru: Неизвестный автор
sl: Neznan avtor
tr: Bilinmeyen yazar
uk: Невідомий автор

source: You have opened the map with the album filter off, to turn it on, please tick the box next to album name
de: Sie haben die Karte geöffnet und die Filterleiste ausgeschaltet, bitte kreuzen Sie das Kästchen neben der Filterleiste an.
fr: Vous avez ouvert la carte avec le filtre d’album désactivé ; pour l’activer, veuillez cocher la case près du nom de l’album.
lt: Atidarėte žemėlapį su išjungtu albumo filtru. Norėdami jį įjungti pažymėkite laukelį šalia albumo pavadinimo
pt_br: Você abriu o mapa com o filtro do álbum desativado, para ativá-lo, marque a caixa ao lado do nome do álbum
sl: Odprli ste zemljevid z izklopljenim filtrom albuma. Če ga želite vklopiti, označite polje poleg imena albuma.
tr: Haritayı albüm filtresi kapalı olarak açtınız, açmak için lütfen albüm adının yanındaki kutuyu işaretleyin
uk: Ви відкрили мапу з вимкненим фільтром альбому, щоб увімкнути її, поставте прапорець біля назви альбому

source: You have opened the map with the album filter on, to turn it off, please untick the box next to album name
fr: Vous avez ouvert la carte avec le filtre d’album activé ; pour le désactiver, veuillez décocher la case près du nom de l’album.
lt: Atidarėte žemėlapį su įjungtu albumo filtru. Norėdami jį išjungti, atžymėkite laukelį šalia albumo pavadinimo
pt_br: Você abriu o mapa com o filtro do álbum ativado, para desativá-lo, desmarque a caixa ao lado do nome do álbum
sl: Odprli ste zemljevid z vklopljenim filtrom albuma. Če ga želite izklopiti, počistite polje poleg imena albuma.
tr: Haritayı albüm filtresi açıkken açtınız, kapatmak için lütfen albüm adının yanındaki kutunun işaretini kaldırın
uk: Ви відкрили мапу з увімкненим фільтром альбому, щоб її вимкнути, зніміть прапорець біля назви альбому

source: photos
ar: صور
de: Fotos
eo: fotoj
lt: nuotraukos
lv: fotogrāfijas
no: foto
pt_br: fotos
ru: снимки
sl: fotografije
tr: fotoğraflar
uk: фотографії

source: Ordering
fr: Tri
lt: Tvarka
pt_br: Ordenação
sl: Razvrščanje
tr: Sıralama
uk: Замовлення

source: earliest
de: frühestes
fr: le plus ancien
lt: anksčiausi
pt_br: Mais antigos
sl: najstarejše
tr: en erken
uk: найбільш ранні

source: latest
de: letztes
fr: le plus récent
lt: naujausi
pt_br: Mais recentes
sl: najnovejše
tr: en son
uk: остання

source: least
fr: le moins
lt: mažiausiai
pt_br: último
sl: vsaj
tr: en az
uk: мінімум

source: most
fr: le plus
lt: daugiausiai
pt_br: mais
sl: največ
tr: en çok
uk: більшість

source: Pictures furthest from you
ar: صور أبعد منك
eo: Bildoj plej malproksimaj de vi
fr: Images les plus éloignées de vous
lt: Nuotraukos toliausiai nuo jūsų
lv: Attēli vistālāk no Tevis
no: Bilder lengst fra deg
pt_br: Fotos mais distantes de você
ru: Самые дальние изображения от Вас
sl: Slike, ki so od vas najbolj odddaljene
tr: Sizden en uzak resimler
uk: Картини найдальше від вас

source: Pictures closest to you
ar: الصور الأقرب لك
eo: Bildoj plej proksimaj al vi
fr: Images les plus proches de vous
lt: Nuotraukos arčiausiai jūsų
lv: Attēli vistuvāk Tev
no: Bilder nærmest til deg
pt_br: Fotos mais próximas de você
ru: Самые близкие изображения к Вам
sl: Slike, ki so vam najbližje
tr: Size en yakın resimler
uk: Найближчі вам фотографії

source: commented
ar: تم التعليق
de: kommentiert
eo: komentitaj
fr: commenté
lt: pakomentavo
lv: komentēts
no: kommentert
pt_br: comentado
ru: прокомментировано
sl: komentirane
tr: yorumlandı
uk: прокоментував

source: rephotographed
ar: معاد تصويرها
de: refotografiert
eo: refotografitaj
fr: rephotographié
lt: pakartotinai nufotografavo
lv: pārfotografēts
no: refotografert
pt_br: repotografado
ru: переснято
sl: refotografirane
tr: yeniden fotoğraflandı
uk: перефотографували

source: added
ar: مضافة
de: hinzugefügt
eo: aldonitaj
fr: ajouté
lt: pridėjo
lv: pievienots
no: lagt til
pt_br: adicionado
ru: добавлено
sl: dodane
tr: eklendi
uk: додано

source: geotagged
ar: موسوم جغرافيا
eo: markitaj per geografiaj etikedoj
fr: géolocalisé
lt: pažymėjo geografine žyma
lv: pievienota atrašanās vieta
no: geotagget
pt_br: georreferenciado
ru: геотаггировано
sl: geooznačene
tr: coğrafi etiketlendi
uk: геотегами

source: liked
ar: أحب
de: Gefällt mir
eo: ŝatataj
fr: apprécié
lt: paspaudė patiko
lv: patika
no: likt
pt_br: gostou
ru: понравилось
sl: všečkane
tr: beğenildi
uk: сподобалося

source: categorized
de: kategorisiert
fr: catégorisé
lt: pridėjo į kategoriją
pt_br: categorizado
sl: kategorizirane
tr: kategorize edildi
uk: категоризовано

source: dated
ar: مؤرخ
de: datiert
eo: datitaj
fr: daté
lt: datavo
lv: datēts
no: datert
pt_br: datado
ru: датировано
sl: datirane
tr: tarihlendi
uk: датовані

source: transcribed
fr: transcrit
lt: transkribavo
pt_br: transcrito
ru: транскрибировано
sl: prepisane
tr: transkripsiyonlu
uk: транскрибується

source: annotated
ar: معلق
fr: annoté
lt: anotavo
pt_br: anotado
ru: аннотировано
sl: označene
tr: açıklamalı
uk: анотований

source: viewed
ar: مراجع
de: angesehen
eo: viditaj
fr: vu
lt: peržiūrėjo
lv: apskatīts
no: sett på
pt_br: vistas
ru: просмотрено
sl: ogledane
tr: incelendi
uk: переглянуто

source: pictures
ar: الصور
de: Bilder
eo: bildoj
fr: images
lt: nuotraukas
lv: attēli
no: bilder
pt_br: imagens
ru: изображения
sl: slike
tr: resimler
uk: фотографії

source: By reverse timestamp
ar: بواسطة الطابع الزمني العكسي
eo: Laŭ tempopunkto male
fr: Par nouveauté
lt: Pagal atvirkštinę laiko žymą
no: Etter omvendt tidsangivelse
pt_br: Por carimbo de hora reverso
ru: Обратной меткой времени
sl: Po novosti
tr: Ters zaman damgasına göre
uk: Зворотною позначкою часу

source: By timestamp
ar: بواسطة الطابع الزمني
de: Nach Zeitstempel
eo: Laŭ tempopunkto
fr: Par ancienneté
lt: Pagal laiko žymą
lv: Pēc laika zīmoga
no: Etter tidsangivelse
pt_br: Por carimbo de data/hora
ru: По метке времени
sl: Po starosti
tr: Zaman damgasına göre
uk: За позначкою часу

source: Pictures from the map
ar: صور من الخريطة
eo: Bildoj de la mapo
fr: Images de la carte
lt: Nuotraukos iš žemėlapio
lv: Attēli no kartes
no: Bilder fra kartet
pt_br: Fotos do mapa
ru: Фотографии с карты
sl: Slike iz zemljevida
tr: Haritadan resimler
uk: Фотографії з мапи

source: Did you mean to search from:
de: Wolltest du suchen von:
fr: Voulez-vous dire une recherche depuis :
lt: Ar norėjote ieškoti:
pt_br: Você quis dizer pesquisar em:
sl: Ste želeli iskati od:
tr: Şunu mu demek istediniz:
uk: Ви мали намір шукати з:

source: all pictures
de: alle Bilder
fr: toutes les images
lt: visos nuotraukos
pt_br: todas as fotos
ru: все фотографии
sl: vse slike
tr: tüm resimler
uk: всі картинки

source: Albums
ar: الألبومات
de: Alben
eo: Albumoj
lt: Albumai
lv: Albumi
no: Album
pt_br: Álbuns
ru: Альбомы
sl: Albumi
tr: Albümler
uk: Альбоми

source: My favorites
ar: مفضلتي
de: Meine Favoriten
eo: Miaj legosignoj
fr: Mes favoris
lt: Mano mėgstamiausi
lv: Mani favorīti
no: Mine favoritter
pt_br: Meus favoritos
ru: Мои избранные
sl: Moje priljubljene
tr: Favorilerim
uk: Мої улюблені

source: My rephotos
ar: إعادات تصويري
de: Meine Refotos
eo: Miaj refotoj
fr: Mes rephotographies
lt: Mano pakartotinės nuotraukos
lv: Mani pārfotografējumi
no: Mine refoto
pt_br: Minhas refotografias
ru: Мои переснимки
sl: Moje refotografije
tr: Yeniden fotoğraflarım
uk: Мої рефото

source: Rephotos by %(user)s
ar: إعادات صور بواسطة %(user)s
de: Refotos von %(user)s
eo: Refotoj de %(user)s
fr: Rephotos par %(user)s
lt: %(user)s pakartotinės nuotraukos
lv: Pārfotografējumus veikuši %(lietotājs)i
no: Refoto av %(user)s
pt_br: Refotografia por %(user)s
ru: Переснимки пользователя %(user)s
sl: Refotografije %(user)s
tr: %(user)s tarafından yeniden fotoğraflananlar
uk: Рефото %(user)s

source: All pictures
ar: كل الصور
de: Alle Bilder
fr: Toutes les images
lt: Visos nuotraukos
pt_br: Todas as fotos
ru: Все фотографии
sl: Vse slike
tr: Tüm resimler
uk: Усі зображення

source: You've seen all the pictures in this album, we are now showing you random photos.
ar: لقد شاهدت جميع الصور في هذا الألبوم، نعرض لك الآن صورًا عشوائية.
de: Du hast dir alle Bilder dieses Albums angesehen, wir zeigen dir nun zufällige Fotos.
eo: Vi jam vidis ĉiujn fotojn en ĉi tiu albumo; ni nun montras al vi hazardajn fotojn.
fr: Vous avez vu toutes les images de cet album, nous affichons maintenant des photos aléatoires.
lt: Jūs peržiūrėjote visas šio albumo nuotraukas, dabar mes jums rodome atsitiktines nuotraukas.
lv: Tu esi apskatījis visus attēlus šajā albumā, tagad Tev tiek rādīta nejauša bilžu izlase
no: Du har sett alle bildene i dette albumet, og vi viser deg nå tilfeldige bilder.
pt_br: Você viu todas as fotos deste álbum, agora mostramos fotos aleatórias.
ru: Вы видели все фотографии в этом альбоме, теперь мы показываем вам случайные фотографии.
sl: Videli ste vse slike v tem albumu; zdaj vam prikazujemo naključne fotografije.
tr: Bu albümdeki tüm fotoğrafları gördünüz, şimdi size rastgele fotoğraflar gösteriyoruz.
uk: Ви бачили всі фотографії в цьому альбомі, зараз ми показуємо вам випадкові фотографії.

source: You have seen all the pictures from this album.
ar: لقد شاهدت جميع الصور من هذا الألبوم.
de: Du hast dir alle Bilder dieses Albums angesehen.
eo: Vi vidis ĉiujn bildojn en ĉi tiu albumo.
fr: Vous avez vu toutes les images de cet album.
lt: Jūs peržiūrėjote visas šio albumo nuotraukas.
lv: Tu esi redzējis visus attēlus šajā albumā.
no: Du har sett alle bildene i dette albumet.
pt_br: Você viu todas as fotos deste álbum.
ru: Вы видели все фотографии из этого альбома.
sl: Videli ste vse slike iz tega albuma.
tr: Bu albümdeki tüm fotoğrafları gördünüz.
uk: Ви бачили всі фотографії з цього альбому.

source: You're anonymous.
ar: أنت مجهول
de: Du bist anonym.
eo: Vi estas anonima.
fr: Vous êtes anonyme.
lt: Esate anonimas.
lv: Tu esi anonīms.
no: Du er anonym.
pt_br: Você é anônimo.
ru: Вы анонимны.
sl: Ste anonimni.
tr: Anonimsiniz
uk: Ви анонімні.

source: You can now log in with your e-mail.
ar: يمكنك الآن تسجيل الدخول باستخدام بريدك الإلكتروني.
de: Du kannst dich jetzt mit deiner E-Mail anmelden.
eo: Vi povas nun ensaluti per via retpoŝta adreso.
fr: Vous pouvez maintenant vous connecter avec votre courriel.
lt: Dabar galite prisijungti naudodami savo el. pašto adresą.
lv: Tagad Tu vari pieslēgties ar savu e-pasta adresi.
no: Du kan nå logge inn med din epostadresse
pt_br: Agora você pode entrar com seu e-mail.
ru: Теперь Вы можете войти со своим e-mail.
sl: Zdaj se lahko prijavite s svojim e-poštnim naslovm.
tr: Şimdi e-posta adresinizle giriş yapabilirsiniz.
uk: Тепер ви можете увійти за допомогою електронної пошти.

source: Toggle map center lock
ar: تبديل قفل مركز الخريطة
eo: Baskuligi ŝloson de mapa centro
fr: Basculer le verrou de centrage de la carte
lt: Žemėlapio centravimo užraktas
no: Veksle kartsentreringslås
pt_br: Alternar o bloqueio do centro do mapa
ru: Переключить центр блокировки карты
sl: Preklop sredinskega zaklepa zemljevida
tr: Harita merkezi kilidini aç/kapat
uk: Перемикнути центральне блокування мапи

source: Approximate
ar: تقريبي
eo: Proksimuma
fr: Approximatif
lt: Apytiksliai
lv: Aptuveni
no: Omtrent
pt_br: Aproximado
ru: Приблизительно
sl: Približno
tr: Yaklaşık
uk: Приблизно

source: Vantage point
ar: نقطة الأفضلية
eo: Vidpunkto
fr: Point d’observation
lt: Žiūrėjimo taškas
no: Utkikkspunkt
pt_br: Ponto de vista
ru: Точка обзора
sl: Točka opazovanja
tr: Stratejik nokta
uk: Вигідне положення

source: Object
ar: الموضوع
de: Objekt
eo: Objekto
fr: Objet
lt: Objektas
lv: Objekts
no: Objekt
pt_br: Objeto
ru: Объект
sl: Objekt
tr: Nesne
uk: Об'єкт

source: Grab and drag the MAP so that the marker is where the photographer was standing.
ar: امسك واسحب خريطة البحر بحيث تكون العلامة هي المكان الذي يقف فيه المصور.
eo: Kapti kaj treni la MAPON, tiel ke la markilo estas ĉe kie la fotografinto estis.
fr: Saisir et tirer la CARTE afin que le marqueur soit là où se tenait le photographe.
lt: Paimkite ir vilkite ŽEMĖLAPĮ, kad žymeklis būtų ten, kur stovėjo fotografas.
lv: Pievelc KARTI tā, lai marķieris ir tieši tur, kur stāv fotogrāfs.
no: Klikk og dra i kart slik at markøren blir plassert der fotografen stod.
pt_br: Pegue e arraste o MAP para que o marcador esteja onde o fotógrafo estava.
ru: Возьмите и перетащите КАРТУ так, чтобы маркер находился там, где стоял фотограф.
sl: Zgrabite in povlecite ZEMLJEVID tako, da bo označevalec tam, kjer je stal fotograf.
tr: Haritayı tutup sürükleyin; böylece işaretçi fotoğrafçının durduğu yer olur.
uk: Візьміть і перетягніть МАПУ, щоб маркер опинився там, де стояв фотограф.

source: Search box
ar: صندوق البحث
de: Suchfeld
eo: Serĉujo
fr: Boîte de recherche
lt: Paieškos laukas
lv: Meklēšanas logs
no: Søkeboks
pt_br: Caixa de pesquisa
ru: Поиск
sl: Iskalno polje
tr: Arama kutusu
uk: Поле пошуку

source: Median suggestion
fr: Suggestion médiane
lt: Medianos pasiūlymas
pt_br: Sugestão média
sl: Mediani predlog
tr: Medyan öneri
uk: Середня пропозиція

source: Your suggestion
de: Ihr Vorschlag
fr: Votre suggestion
lt: Jūsų pasiūlymas
pt_br: Sua sugestão
sl: Vaš predlog
tr: Öneriniz
uk: Ваша пропозиція

source: How much has the depicted location changed?
ar: كم تغير الموقع المصور؟
eo: Kiom ŝanĝiĝis la montrata loko?
fr: Dans quelle mesure l’emplacement dépeint a-t-il changé ?
lt: Kiek pasikeitė vaizduojama vieta?
lv: Cik ļoti attēlotā atrašanās vieta ir mainījusies?
no: Hvor mye har dette motivet forandret seg?
pt_br: Quanto mudou a localização descrita?
ru: Насколько изменилось изображенное место?
sl: Koliko se je upodobljena lokacija spremenila?
tr: Gösterilen yer ne kadar değişti?
uk: Наскільки змінилося зображене місце?

source: Continue
ar: استمرار
de: Weiter
eo: Daŭrigi
fr: Continuer
lt: Tęsti
lv: Turpināt
no: Fortsett
pt_br: Continuar
ru: Продолжить
sl: Nadaljuj
tr: Devam et
uk: Продовжити

source: a little
ar: القليل
de: ein wenig
eo: iomete
fr: un peu
lt: šiek tiek
lv: mazliet
no: litt
pt_br: um pouco
ru: немного
sl: malo
tr: biraz
uk: трішки

source: a lot
ar: الكثير
de: viel
eo: iomege
fr: beaucoup
lt: daug
lv: daudz
no: mye
pt_br: muito
ru: сильно
sl: zelo
tr: çok
uk: багато

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag map to correct the location.
ar: انقر فوق الزر الأخضر لحفظ كل من الموقع واتجاه العرض، انقر على الخريطة لفتح الاتجاه، واسحب الخريطة لتصحيح الموقع.
de: Klicken Sie auf die grüne Schaltfläche, um sowohl die Position als auch die Richtung der Ansicht zu speichern. Klicken Sie auf die Karte, um die Richtung freizuschalten, ziehen Sie den Marker, um die Position zu korrigieren.
eo: Alklaku la verdan butonon por konservi kaj la lokon kaj la vidodirekton. Alklaku la mapon por malŝlosi la direkton; trenu mapon por korekti la lokon.
fr: Cliquer sur le bouton vert pour enregistrer à la fois l’emplacement et la direction de la vue. Cliquer sur la carte pour déverrouiller la direction, tirer la carte pour corriger l’emplacement.
lt: Spustelėkite žalią mygtuką, kad išsaugotumėte ir vietą, ir požiūrio tašką. Spustelėkite žemėlapį, kad atrakintumėte kryptį, vilkite žemėlapį, kad pataisytumėte vietą.
lv: Noklikšķini zaļo pogu, lai saglabāt gan atrašanās vietu, gan skata virzienu. Klikšķini uz kartes, lai atsaistītu atrašanās vietu, pārvelc karti, lai labotu atrašanās vietu.
no: Klikk på den grønne knappen for å lagre lokasjon og retning. Klikk på kartet for å låse opp retning og dra kartet til den korrekte lokasjonen.
pt_br: Clique no botão verde para salvar a localização e a direção da exibição. Clique no mapa para desbloquear a direção, arraste o mapa para corrigir o local.
ru: Нажмите зеленую кнопку, чтобы сохранить местоположение и направление просмотра. Нажмите на карту, чтобы разблокировать направление. Перетащите карту, чтобы исправить местоположение.
sl: Kliknite zeleni gumb, da shranite lokacijo in smer pogleda. Kliknite zemljevid, da odklenete smer. Povlecite zemljevid, da popravite lokacijo.
tr: Konumu ve görünümün yönünü kaydetmek için yeşil düğmeye tıklayın. Yönü açmak için haritayı tıklayın, konumu düzeltmek için haritayı sürükleyin.
uk: Натисніть зелену клавішу, щоб зберегти розташування і напрямок перегляду. Натисніть на мапу, щоб розблокувати напрямок. Перетягніть мапу, щоб виправити розташування.
