Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/pms/LC_MESSAGES/django.po
Languages: pms

source: Your contribution didn't change the estimated location for the photo, not yet anyway.
pms: Soa contribussion a l'ha pa modificà la locassion ëstimà për la fòto, comsëssìa pa ancor.

source: The photo has been mapped to a new location thanks to you.
pms: La fòto a l'é stàita associà a n'àutr leu grassie a chiel.

source: Your suggestion was first.
pms: Sò sugeriment a l'era ël prim.

source: Search for old photos, add them to Ajapaik, determine their locations and share the resulting album!
pms: Arserché dle veje fòto, gionteje a Ajapaik, determiné soe locassion e partagé l'àlbom arzultant!

source: OK
pms: Va bin

source: Error uploading file: %s (%s)
pms: Eror durant ël cariament ëd l'archivi: %s (%s)

source: Photo already exists in Ajapaik
pms: La fòto a esist già an Ajapaik

source: Please add pictures to your album
pms: Ch'a gionta dle plance a sò àlbom

source: Not enough data submitted
pms: Nen a basta ëd dàit mandà

source: Still from "%(film)s" at %(time)s
pms: Tòch ëd «%(film)s» a %(time)s

source: Photo uploaded
pms: Fòto carià

source: Album created
pms: Àlbom creà

source: Sorry but we fail to post your comment.
pms: An dëspias, ma i l'oma pa riussì a carié sò coment.

source: Change password
pms: Cangé 'd ciav

source: Change display name
pms: Modifiché ël nòm visualisà

source: Newsletter and language settings
pms: Boletin d'anformassion e paràmeter ëd lenga

source: Merge another Ajapaik account with current one
pms: Unifiché n'àutr cont Ajapaik con cost-sì

source: KulKa logo
pms: Marca ëd KulKa

source: Ministry of Education logo
pms: Marca dël Ministé dl'Educassion

source: EV100 logo
pms: Marca d'EV100

source: KYSK logo
pms: Marca ëd KYSK

source: Ministry of Culture
pms: Ministé dla Coltura

source: Republic of Estonia National Heritage Board
pms: Ufissi dël patrimòni nassional ëd la Repùblica d'Estònia

source: Year of Digital Culture 2020
pms: Ann dla coltura numérica 2020

source: Wikimedia Finland
pms: Wikimedia Finlandia

source: Person name
pms: Nòm ëd la përson-a

source: Date of birth
pms: Dàita ëd nassensa

source: Is public figure
pms: a l'é na plancia pùblica

source: Firstname Lastname
pms: Nòm Cognòm

source: Additional remarks about the person (other names etc)
pms: D'àutre armarche an sla përson-a (àutri nòm e via fòrt)

source: Child
pms: Masnà

source: Elderly
pms: Vej

source: Unknown
pms: Sconossù

source: Not Applicable
pms: Nen aplicàbil

source: Algorithm
pms: Algoritm

source: Please indicate what are the gender and/or age of the highlighted person
pms: Për piasì, ch'a spessìfica ël sess o l'età dla përson-a evidensià

source: If you are not sure what the gender and/or age of the person is, please press
pms: S'a l'é nen sigur dël sess o dl'età ëd costa përson-a, për piasì ch'a sgnaca

source: Not Sure
pms: Nen sigur

source: In case the rectangle is misplaced please choose
pms: Si ël retàngol a l'é mal piassà, për piasì ch'a serna

source: Not a Face
pms: Nen na cera

source: To see the description of the image, please press
pms: Për vëdde la descrission ëd la plancia, për piasì ch'a sgnaca

source: Info
pms: Anformassion

source: Create a new person record
pms: Creé na neuva argistrassion ëd përson-a

source: Not sure
pms: Nen sigur

source: Skip
pms: Sauté

source: Currently the gender is
pms: Ël sess a l'é

source: Currently the age is
pms: Al moment, l'età a l'é

source: No data here, please come back later
pms: Gnun dàit ambelessì, për piasì ch'a torna pi tard

source: Estonian
pms: Éston

source: Latvian
pms: Léton

source: Lithuanian
pms: Lituan

source: English
pms: Anglèis

source: Finnish
pms: Finlandèis

source: Swedish
pms: Svedèis

source: Russian
pms: Russ

source: French
pms: Fransèis

source: You have already submitted this suggestion
pms: A l'ha già mandà cost sugeriment

source: Your suggestion has been changed
pms: Sò sugeriment a l'é stàit modificà

source: Your suggestion has been saved
pms: Sò sugeriment a l'é stàit argistrà

source: You must specify a new value when making a suggestion
pms: A dev ëspessifiché un valor neuv cand a dà 'n sugeriment
