Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/pms/LC_MESSAGES/djangojs.po
Languages: pms

source: User denied the request for Geolocation.
pms: L'utent a l'ha arfudà l'arcesta ëd geolocalisassion.

source: Location information is unavailable.
pms: L'anformassion an sla posission a l'é nen disponìbil.

source: The request to get user location timed out.
pms: L'arcesta për oten-e la localisassion a l'è scadùa.

source: An unknown error occurred.
pms: A-i é staje n'eror dësconossù.

source: System error
pms: Eror ëd sistema

source: Not selected
pms: Nen selessionà

source: Go to my location
pms: Andé a mia posission

source: Close
pms: Saré

source: Pick the shooting location!
pms: Arcuperé la localisassion ëd la fòto!

source: Geotagged by this many users
pms: Localisà da tuti costi utent

source: Confirm correct location
pms: Confirmé la localisassion giusta

source: Submit your own location
pms: Mandé soa localisassion

source: You
pms: Chiel

source: Anonymous user
pms: Utent anònim

source: Anonymous users
pms: Utent anònim

source: Current location
pms: Posission atual

source: Between approximately %(from)s and approximately %(to)s
pms: Antra %(from)s e %(to)s anviron

source: Between approximately %(from)s and %(to)s
pms: Antra anviron %(from)s e %(to)s

source: Between %(from)s and approximately %(to)s
pms: Antra %(from)s e anviron %(to)s

source: Between %(from)s and %(to)s
pms: Antra %(from)s e %(to)s

source: After approximately %(from)s
pms: Apress anviron %(from)s

source: After %(from)s
pms: Apress %(from)s

source: Before approximately %(to)s
pms: Prima ëd %(to)s anviron

source: Before %(to)s
pms: Prima ëd %(to)s

source: Approximately %(date)s
pms: Anviron %(date)s

source: Invalid input, see help text.
pms: Imission nen bon-a, vëdde ël test d'agiut.

source: Server received invalid data.
pms: Ël servent a l'ha arseivù dij dàit nen bon.

source: Confirm dating
pms: Confirmé la dàita

source: Confirming a dating earned you %(points)s points.
pms: La confirmassion ëd na dàita a l'ha faje vagné %(points)s pont.

source: Submitting a dating earned you %(points)s points.
pms: An mandand na datassion, a l'ha vagnà %(points)s pont.

source: Thanks!
pms: Mersì!

source: YYYY.MM.DD
pms: AAAA.MM.DD

source: Cancel
pms: Anulé

source: Submit
pms: Mandé

source: Comment your dating
pms: Comenté soa datassion

source: Use YYYY.MM.DD format (MM.DD not obligatory)
pms: Dovré ël formà AAAA.MM.DD (MM.DD opsionaj)

source: Mark date ranges or before/after with either "-" or ".."
pms: Marché j'antërvaj ëd dàita o anans/apress con «-» o «..»

source: Approximate date in brackets
pms: Dàita aprossimativa antra parèntes

source: You're anonymous
pms: A l'é anònim

source: Add this picture to album (not the whole set)
pms: Gionté costa fòto a l'àlbom (nen tut l'ansem)

source: Aerial
pms: Aéreo

source: Album details
pms: Detaj ëd l'àlbom

source: Album has <em>%(photoCount)s</em> pictures
pms: L'àlbom a l'ha <em>%(photoCount)s</em> plance

source: Approximate address
pms: Adrëssa aprossimativa

source: Are you sure you want to create an album with less than 5 photos? We recommend to create albums with at least 10 or more pictures.
pms: É-lo sigur ëd vorèj creé n'àlbom con men che 5 fòto? Noi i arcomandoma ëd creé dj'àlbom con almanch 10 fòto.

source: Author
pms: Autor

source: Categorize scene
pms: Categorisé la sena

source: Comments in album
pms: Coment ant l'àlbom

source: Comments
pms: Coment

source: Confirm
pms: Confirmé

source: Could not copy link to clipboard
pms: Impossìbil copié la liura an sla taulëtta

source: Date
pms: Dàita

source: Description
pms: Descrission

source: Edit
pms: Modifiché

source: Exterior
pms: Esterior

source: Failed to send your feedback, sorry.
pms: Falì a mandé sò sugeriment, an dëspias.

source: Flip
pms: Volté

source: Geotag pictures in album
pms: Tichëtte da na mira geogràfica le plance a cost àlbom-sì

source: Ground
pms: Teren

source: Picture is of high quality
pms: Plance d'àuta qualità

source: Picture has location and view direction info
pms: La fòto a l'ha n'anformassion ëd pòst e ëd diression ëd vista

source: Picture has no location info
pms: La fòto a l'ha gnun-e anformassion ëd localisassion

source: Picture has only location, no view direction
pms: La fòto a l'ha mach la posission, pa ëd diression ëd vista

source: Picture has rephotos
pms: La fòto a l'ha d'arprodussion fotogràfiche

source: Picture has similar photos
pms: A-i é dle fòto ch'a smijo a costa plancia

source: Institution
pms: Anstitussion

source: Interior
pms: Anterior

source: Invert colors
pms: Anvertì ij color

source: Invert
pms: Anvertì

source: Licence
pms: Licensa

source: Link copied to clipboard
pms: Liura copià an sla taulëtta

source: Mark stereophoto
pms: Marché coma stereofòto

source: No aerial pictures were found in this album
pms: Gnun-e fòto aéree a son ëstàite trovà an cost àlbom

source: No aerial pictures were found
pms: Gnun-e fòto aéree a son ëstàite trovà

source: No exterior views were found in this album
pms: Gnun-e viste a l'esterior a son ëstàite trovà an cost àlbom

source: No exterior views were found
pms: Gnun-e viste a l'esterior a son ëstàite trovà

source: No high-quality pictures were found
pms: As son trovasse gnun-e plance d'àuta qualità

source: No high-quality pictures were found in this album
pms: As son trovasse gnun-e plance d'àuta qualità an cost àlbom

source: No interior views were found in this album
pms: Gnun-e viste a l'anterior a son ëstàite trovà an cost àlbom

source: No interior views were found
pms: Gnun-e viste a l'anterior a son ëstàite trovà

source: No pictures in landscape format were found
pms: Gnun-e plance ant ël formà ambient a son ëstàite trovà

source: No pictures in landscape format were found in this album
pms: Gnun-a plance ant ël formà ambient a son ëstàite trovà an cost àlbom-sì

source: No pictures in panoramic format were found
pms: Gnun-e plance ant ël formà panoràmich a son ëstàite trovà

source: No pictures in panoramic format were found in this album
pms: Gnun-e plance ant ël formà panoràmich a son ëstàite trovà an cost àlbom-sì

source: No pictures from the ground level were found in this album
pms: Gnun-e fòto pijà al livel dël teren a son ëstàite trovà an cost àlbom

source: No pictures from the ground level were found
pms: Gnun-e fòto pijà al livel dël teren a son ëstàite trovà

source: No pictures were found in this album
pms: Gnun-e plance a son ëstàite trovà an cost àlbom

source: No pictures were found with the selected filters in this album
pms: Gnun-é fòto a son ëstàite trovà con ij filtr selessionà an cost àlbom

source: No pictures were found with the selected filters
pms: Gnun-é fòto a son ëstàite trovà con ij filtr selessionà

source: No pictures were found
pms: Gnun-e plance a son ëstàite trovà

source: No pictures which have 0 geotags were found in this album
pms: Gnun-e plance con 0 tichëtte geogràfiche a son ëstàite trovà an cost àlbom

source: No pictures which have 0 geotags were found
pms: Gnun-e plance con 0 tichëtte geogràfiche a son ëstàite trovà

source: No pictures with back sides were found in this album
pms: Gnun-e fòto con dle face darera a son ëstàite trovà an cost àlbom

source: No pictures with back sides were found
pms: Gnun-e fòto con dle face darera a son ëstàite trovà

source: No pictures with marked faces were found in this album
pms: Gnun-e fòto con dle face marcà a son ëstàite trovà an cost àlbom

source: No pictures with marked faces were found
pms: Gnun-e fòto con dle face marcà a son ëstàite trovà

source: No pictures in portrait format were found
pms: Gnun-e plance ant ël formà ritrat a son ëstàite trovà

source: No pictures in portrait format were found in this album
pms: Gnun-e plance ant ël formà ritrat a son ëstàite trovà an cost àlbom-sì

source: No raised viewpoint pictures were found in this album
pms: Gnun-e fòto da 'n pont ëd vista riaussà a son ëstàite trovà an cost àlbom

source: No raised viewpoint pictures were found
pms: Gnun-e fòto da 'n pont ëd vista riaussà a son ëstàite trovà

source: No results found for: %(query)s in this album
pms: Gnun arzultà trovà an cost àlbom për: %(query)s

source: No results found for: %(query)s in this album You could also try to edit filters applied to your search
pms: Gnun arzultà trovà an cost àlbom për: %(query)s A peul ëdcò prové a modifiché ij filtr aplicà a soa arserca

source: No results found for: %(query)s
pms: Gnun arzultà trovà për: %(query)s

source: No results found for: %(query)s You could also try to edit filters applied to your search
pms: Gnun arzultà trovà për: %(query)s A peul ëdcò prové a modifiché ij filtr aplicà a soa arserca

source: No pictures in square format were found
pms: Gnun-e plance ant ël formà quadrà a son ëstàite trovà

source: No pictures in square format were found in this album
pms: Gnun-e plance ant ël formà quadrà a son ëstàite trovà an cost àlbom-sì

source: No rephotos were found
pms: nun-e arprodussion fotogràfiche trovà

source: No rephotos were found in this album
pms: Gnun-e arprodussion fotogràfiche a son ëstàite trovà an cost àlbom

source: No liked pictures were found
pms: Gnun-e plance con d'aprovassion trovà

source: No liked pictures were found in this album
pms: Gnun-a plance con d'aprovassion a son ëstàite trovà an cost àlbom

source: Number
pms: Nùmer

source: Picture added to album by:
pms: Plancia giontà a l'àlbom da:

source: Picture already in album(s)
pms: Fòto già ant j'àlbom

source: Picture has location data attached
pms: La plancia a conten dij dàit ëd localisassion

source: Picture is already in Ajapaik. You can still add it to your album, no curation points awarded
pms: A fòto a-i é già su Ajapaik. A peul istess giontela a sò àlbom, ma gnun pont ëd supervision a sarà assignà

source: Picture set has no annotations
pms: L'ansem ëd plance a l'ha gnun-e anotassion

source: Picture set has no comments
pms: L'ansem ëd plance a l'ha gnun coment

source: Picture set has no datings
pms: L'ansem ëd plance a l'ha gnun-a daitassion

source: Picture set has no geotags
pms: L'ansem ëd fòto a l'ha gnun-e geolocalisassion

source: Picture set has no likes
pms: L'ansem ëd plance a l'ha gnun-e aprovassion

source: Picture set has no rephotos
pms: L'ansem ëd plance a l'ha gnun-e arprodussion fotogràfiche

source: Picture set has no transcriptions
pms: L'ansem ëd plance a l'ha gnun-e transcrission

source: Picture set has no views
pms: L'ansem ëd fòto a l'ha gnun-e viste

source: Pictures geotagged
pms: Fòto geolocalisà

source: Pictures in album
pms: Fòto ant l'àlbom

source: Points
pms: Pont

source: Raised
pms: Riaussà

source: Remove from selection
pms: Gavé da la selession

source: Rephotos in album
pms: Arprodussion fotogràfiche ant l'àlbom

source: Rotate
pms: Roté

source: Show pictures on map
pms: Smon-e le fòto an sla carta

source: Similar photos in album
pms: Fòto smijante an l'àlbom

source: Size
pms: Taja

source: Something went wrong, please check your connection. If the issue persists please contact us on Tawk.to
pms: Chheicòs a l'é andàit mal, për piasì ch'a contròla soa conession. Si ël problema a përsist, për piasì ch'an contata su Tawk.to

source: Source ID
pms: ID ëd la sorgiss

source: Source
pms: Sorgiss

source: Thank you! Bad rectangle deleted.
pms: Mersì! Retangol ësbalià eliminà.

source: Thank you!
pms: Mersì!

source: This album contains a film
pms: S'àlbom-sì a conten un filmà

source: Title
pms: Tìtol

source: Unidentified boy
pms: Fieul nen identificà

source: Unidentified girl
pms: Fija nen identificà

source: Unidentified child
pms: Masnà nen identificà

source: Unidentified adult man
pms: Òm grand nen identificà

source: Unidentified adult woman
pms: Fomna granda nen identificà

source: Unidentified adult person
pms: Përson-a granda nen identificà

source: Unidentified elderly man
pms: Òm vej nen identificà

source: Unidentified elderly woman
pms: Fomna veja nen identificà

source: Unidentified elderly person
pms: Përson-a veja nen identificà

source: Unidentified man
pms: Òm nen identificà

source: Unidentified woman
pms: Fomna nen identificà

source: Unidentified person
pms: Përson-a nen identificà

source: Unknown author
pms: Autor dësconossù

source: You have opened the map with the album filter off, to turn it on, please tick the box next to album name
pms: A l'ha duvertà la carta con ël filtr ëd n'àlbom dëstiss, për anvischelo ch'a marca la casela davzin al nòm ëd l'àlbom

source: You have opened the map with the album filter on, to turn it off, please untick the box next to album name
pms: A l'ha duvertà la carta con ël filtr ëd n'àlbom anvisch, për dëstisselo për piasì ch'a gava la marca a la casela davzin al nòm ëd l'àlbom

source: photos
pms: fòto

source: Ordering
pms: Órdin

source: earliest
pms: ël pi vej

source: latest
pms: ël pi recent

source: least
pms: ël men

source: most
pms: ël pi

source: Pictures furthest from you
pms: Fòto pi leugne da chiel

source: Pictures closest to you
pms: Fòto pi davzin-e a chiel

source: commented
pms: comentà

source: rephotographed
pms: torna fotografà

source: added
pms: giontà

source: geotagged
pms: geolocalisà

source: liked
pms: a l'ha marcà ch'a-j pias

source: categorized
pms: categorisà

source: dated
pms: daità

source: transcribed
pms: trascrit

source: annotated
pms: anotà

source: viewed
pms: vist

source: pictures
pms: fòto

source: By reverse timestamp
pms: An órdin cronològich anvertì

source: By timestamp
pms: Da na mira cronològica

source: Pictures from the map
pms: Fòto da la carta

source: Did you mean to search from:
pms: Vorij-lo sërché da:

source: all pictures
pms: tute le fòto

source: Albums
pms: Àlbom

source: My favorites
pms: Ij mè preferì

source: My rephotos
pms: Mie arprodussion fotogràfiche

source: Rephotos by %(user)s
pms: Arprodussion fotogràfiche ëd %(user)s

source: All pictures
pms: Tute le fòto

source: You've seen all the pictures in this album, we are now showing you random photos.
pms: A l'ha vist tute le fòto dë st'àlbom, adess i-j mostroma dle fòto a l'ancàpit.

source: You have seen all the pictures from this album.
pms: A l'ha vist tute le fòto dë st'àlbom-sì.

source: You're anonymous.
pms: A l'é anònim.

source: You can now log in with your e-mail.
pms: A peul rintré ant ëd sistema con soa adrëssa ëd pòsta eletrònica.

source: Toggle map center lock
pms: Cangé ël luchèt ëd sènter ëd la carta

source: Approximate
pms: Aprossimassion

source: Vantage point
pms: Pont d'osservassion

source: Object
pms: Oget

source: Grab and drag the MAP so that the marker is where the photographer was standing.
pms: Ambranché e tiré la CARTA an manera che ël marcheur a sia andoa a-i era ël fotògraf.

source: Search box
pms: Casela d'arserca

source: Median suggestion
pms: Sugeriment median

source: Your suggestion
pms: Sò sugeriment

source: How much has the depicted location changed?
pms: Ëd vàire a l'é stàita modificà la posission arpresentà?

source: Continue
pms: Continué

source: a little
pms: un pò

source: a lot
pms: un baron

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag map to correct the location.
pms: Sgnaché an sël boton verd për argistré sia la posission che la diression ëd la vista. Sgnaché an sla carta për dësbloché la diression, tiré la carta për corege la posission.

source: Click on the map to lock the direction of the view or click yellow button to save only the location.
pms: Sgnaché an sla carta për bloché la diression ëd la vista o sgnaché an sël boton giàun për argistré mach la posission.

source: Click the green button to save both the location and the direction of the view. Click on the map to unlock the direction, drag MARKER to correct the location.
pms: Sgnaché an sël boton verd për argistré sia la posission che la diression ëd vista. Sgnaché an sla carta për dësbloché la diression, tiré ël MARCHEUR për corege la posission.

source: Now you can drag the MARKER where the photographer was standing and the MAP separately.
pms: Adess a peul tiré ël MARCHEUR ambelelà andoa as trovava ël fotògraf e la CARTA separataman.

source: Drag the map so that the circle covers the approximate location, click save when ready.
pms: Tiré la carta ëd fasson che ël sercc a coata la posission aprossimativa, ch'a gnaca su argistré cand a l'é pront.

source: Drag the map so that the marker is on top of the object you see on the picture, click save when ready.
pms: Tiré la carta ëd fasson che ël marcheur a sia an àut ëd l'oget ch'a s-ciàira an sla fòto, sgnaché su argistré cand a l'é pront.

source: Points awarded
pms: Pont assignà

source: Picture flip feedback
pms: Sugeriment su coma volté le plance

source: Historic maps
pms: Carte stòriche

source: Remove album filter
pms: Gavé ël filtr ëd j'àlbom

source: Pictures only in album: %(albumName)s are shown in the sidebar
pms: Mach le fòto ëd l'àlbom: %(albumName)s a son ësmonùe ant la bara lateral

source: Apply album filter
pms: Apliché ël fìlter ëd j'àlbom

source: All pictures are shown in the sidebar
pms: Tute le plance a son ësmonùe ant la bara lateral

source: You have gained %s point
pms: A l'ha vagnà %s pont

source: Your suggestion has been changed
pms: Sò sugeriment a l'é stàit modificà

source: Transcribed by:
pms: Trascrivù da:

source: This transcription is correct
pms: Costa trascrission a va bin

source: What is written on the picture?
pms: Lòn ch'a-i é scrit an sla plancia?

source: You're anonymous, please login to add transcriptions
pms: A l'é anònim, për piasì ch'a rintra ant ël sistema për gionté dle trascrission

source: Login
pms: Rintré ant ël sistema

source: Select age group (optional)
pms: Selessioné na partìa d'età (opsional)

source: Select gender (optional)
pms: Selessioné ël sess (opsional)

source: Change age group
pms: Modifiché la partìa d'età

source: Change gender
pms: Modifiché ël sess

source: Click (don't drag) to start drawing the annotation. Click again to finish drawing.
pms: Sgnaché (nen tiré) për ancaminé a dissegné la nòta. Sgnaché torna për finì ëd dissegné.

source: Object is required
pms: L'oget a l'é obligatòri

source: optional
pms: facoltativ

source: Unidentified
pms: Nen identificà

source: Male
pms: Mas-cc

source: Female
pms: Fumela

source: Child
pms: Masnà

source: Elderly
pms: Vej

source: Adult
pms: Grand

source: Delete
pms: Dëscancelé

source: What is displayed
pms: Lòn ch'a l'é smonù

source: Edit face annotation
pms: Modifiché l'anotassion an facia

source: Edit object annotation
pms: Modifiché l'anotassion ëd l'oget

source: Add feedback
pms: Gionté un sugeriment

source: Change person name
pms: Cangé ël nòm ëd la përson-a

source: Change object class
pms: Cangé la classa d'oget

source: Face
pms: Cera

source: Failed to load object annotation classes
pms: Falì a carié le classe d'anotassion d'oget

source: Failed to load annotations
pms: Falì a carié j'anotassion

source: Successfully added object annotation
pms: Anotassion dl'oget giontà con sucess

source: Unable to save object annotation
pms: Impossìbil argistré l'anotassion ëd l'oget

source: Successfully updated object annotation
pms: Anotassion dl'oget agiornà con sucess

source: Unable to update object annotation
pms: Impossìbil agiorné l'anotassion ëd l'oget

source: Successfully added object annotation feedback
pms: Sugeriment an sl'anotassion ëd l'oget giontà për da bin

source: Failed to add object annotation feedback
pms: Falì a gionté ël sugeriment an sj'anotassion ëd l'oget

source: Successfully removed object annotation
pms: Anotassion ëd l'oget gavà për da bin

source: Unable to remove object annotation
pms: Impossìbil gavé l'anotassion ëd l'oget

source: Successfully added face annotation
pms: Giontà për da bin l'anotassion an sla cera

source: Unable to save face annotation
pms: Falì a argistré l'anotassion an sla cera

source: Successfully edited face annotation
pms: Anotassion ëd la cera modificà për da bin

source: Failed to save face annotation edit
pms: Falì a argistré la modìfica dj'anotassion ëd la cera

source: Successfully removed face annotation
pms: Anotassion ëd la cera gavà për da bin

source: Failed to remove face annotation
pms: Falì a gavé j'anotassion ëd la cera

source: Find object
pms: Trové n'oget

source: Searching
pms: Arserca

source: Search for object
pms: Arserca d'oget

source: Need 2 characters
pms: A-i é damanca ëd 2 caràter

source: No results found
pms: Gnun arzultà trovà

source: Find existing person
pms: Trové na përson-a esistenta

source: Enter person name
pms: Buté ël nòm ëd na përson-a

source: Add new person
pms: Gionté na neuva përson-a

source: Specify person name
pms: Precisé un nòm ëd përson-a

source: Modify existing annotations, click on an annotation to start
pms: Modifiché j'anotassion esistente, ch'a sgnaca ansima a n'anotassion për ancaminé

source: Tag a face
pms: Tichëtté na cera

source: Draw a face annotation and add person's name
pms: Dissegné n'anotassion ëd cera e gionté ël nòm ëd na përson-a

source: Draw and tag a face
pms: Dissegné e marché na cera

source: Open album
pms: Duverté l'àlbom

source: Tag <em>%(personName)s</em>
pms: Marché <em>%(personName)s</em>

source: Annotation was added by %(profileLink)s
pms: L'anotassion a l'é stàita giontà da %(profileLink)s

source: Automatically detected face
pms: Moro trovà an automàtich

source: %(photoCount)s picture
pms: %(photoCount)s plancia

source: Tag a face annotation with person's name
pms: Marché n'anotassion ëd moro con ël nòm ëd na përson-a

source: Identify person
pms: Identifiché na përson-a

source: Edit person annotation
pms: Modifiché l'anotassion ëd na përson-a

source: Automatically detected object
pms: Oget trovà an automàtich

source: View object on Wikidata
pms: Vëdde l'oget su Wikidata
