Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/pms/LC_MESSAGES/django.po
Languages: pms

source: If the photos are from the same place, specify a location here
pms: Si le fòto a son dël midem pòst, spessifiché na locassion ambelessì

source: Place
pms: Pòst

source: Search
pms: Sërché

source: Selection
pms: Selession

source: My albums
pms: Ij mè àlbom

source: Full search
pms: Arserca completa

source: Search!
pms: Sërché!

source: Select all
pms: Selessioné tut

source: Filter existing
pms: Ël filtr a esist

source: Clear selection
pms: Anulé la selession

source: Submit selection to Ajapaik
pms: Mandé la selession a Ajapaik

source: There is a new comment following up yours.
pms: A-i é un neuv coment ch'a ven dapress ai sò.

source: Kind regards
pms: A l'arvista

source: Reply to
pms: Rësponde a

source: Your donation confirms the importance of Ajapaik
pms: Soa donassion a confirma l'amportansa d'Ajapaik

source: Details for one-time donations
pms: Detaj për le donassion ùniche

source: Beneficiary's name
pms: Nòm dël benefissiari

source: Beneficiary's account no
pms: Nùmer ëd cont dël benefissiari

source: Ajapaik is an open source non-profit crowdsourcing platform, it’s amount of content and technical complexity have grown considerably. The site’s audience is on par or higher than that of official cultural heritage repositories like Muis, Fotis et al.
pms: Ajapaik a l'é na piataforma a sorgiss duverta, sensa profit, a finansiament popolar; soa quantità ëd contnù e ëd complessità técnica a l'ha chërsù ëd fasson considerèivol. Ël pùblich dël sit a l'é a 'n livel ugual o pi àut che col ëd depòsit ofissial d'ardità coltural tanme Muis, Fotis e d'àutri.

source: Over the years Ajapaik has received public grant funding but we don’t have permanent funding that would enable us to keep the platform technically up to date or even more – enhance its usability, add new features.
pms: Ant j'agn Ajapaik a l'ha arseivù ëd finansiament pùblich, ma i l'oma gnun finansiament përmanent ch'a përmëtta ëd manten-e la piataforma agiornà da la mira técnica o fin-a ëd pi: aumenté soa dovrabilità e gionté dle neuve fonsionalità.

source: Your donation is of big help and confirms that Ajapaik is needed. If possible consider setting up a standing payment.
pms: Soa donassion a l'é un grand agiut e a confirma che a-i é damanca d'Ajapaik. Si possìbil, ch'a consìdera la possibilità ëd manten-e un pagament ëstàbil.

source: Ajapaik is developed by the <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand)</a> listed in the list of non-profit associations, foundations and religious associations benefiting from income tax incentives. We declare your donations and you will get income tax refunds for that.
pms: Ajapaik a l'é dësvlupà da la <a href='http://xn--fotoprand-z2a.org.ee/wp/mtu/' target='_blank'>Sossietà d'ardità fotogràfica éstona (MTÜ Eesti Fotopärand)</a> lista trames a j'associassion a but nen comersial, fondassion e associassion religiose, ch'a profito ëd vantagi fiscaj an sij benefisssi. Nojàutri ij diciairoma soe donassion e chiel a l'avrà un rimbors fiscal për lòn.

source: Other ways of supporting us
pms: Àutre manere ëd sosten-ne

source: You can also help to <a href="https://translatewiki.net/wiki/Translating:Ajapaik">translate Ajapaik’s user interface</a>
pms: A peul ëdcò giuté a <a href="https://translatewiki.net/wiki/Translating:Ajapaik">volté l'antërfassa utent d'Ajapaik</a>

source: All other kinds of help are also appreciated! For instance in promoting Ajapaik, creating partnerships etc.
pms: Tuta àutra sòrt d'agiut a l'é ëdcò apressià! Për esempi an areclamisand Ajapaik, an creand dle colaborassion e via fòrt.

source: If Ajapaik helps to find historic pictures you’re interested in then please consider <a href="/donate/">supporting</a> Ajapaik so that we could make it even better. Thank you!
pms: Si Ajapaik a giuta a trové dle plance stòriche che a j'anteresso, antlora për piasì ch'a consìdera la possibilità ëd <a href="/donate/">sosten-e</a> Ajapaik an manera che nojàutri i podoma ameliorelo ancora. Mersì!

source: Ajapaik is currently using funding received from:
pms: Atualman Ajapaik a deuvra dij finansiament arseivù da:

source: Ajapaik has received donations from:
pms: Ajapaik a l'ha arseivù dle donassion da:

source: Earlier funders:
pms: Finansiator precedent:

source: Supporters of Ajapaik
pms: Sostnidor d'Ajapaik

source: Notify me about follow-up comments
pms: Aviseme dij coment sucessiv

source: Current Password
pms: Ciav atual

source: New Password
pms: Neuva ciav

source: New Password (again)
pms: Neuva ciav (torna)

source: Set password
pms: Definì na ciav

source: Rephoto upload settings
pms: Paràmeter ëd cariament dj'arprodussion fotogràfiche

source: Filtering
pms: Filtragi

source: Filters
pms: Filtr

source: collections
pms: colession

source: people
pms: gent

source: back sides of pictures
pms: facia darera dle plance

source: pictures in portrait format
pms: plance an formà ritrat

source: pictures in square format
pms: plance an formà quadrà

source: pictures in landscape format
pms: plance an formà paisagi

source: pictures in panoramic format
pms: plance an formà panoràmich

source: exteriors
pms: esterior

source: interiors
pms: anterior

source: pictures from the ground
pms: plance da për tèra

source: pictures from a raised viewpoint
pms: plance da 'n pont ëd vista riaussà

source: aerial pictures
pms: fòto aéree

source: pictures which are not geotagged
pms: plance sensa geolocalisassion

source: high-quality pictures
pms: plance d'àuta qualità

source: no filter
pms: gnun filtr

source: Show person albums
pms: Smon-e j'àlbom ëd përson-e

source: Show pictures with faces
pms: Smon-e le fòto con dle cere

source: Pictures by collections
pms: Fòto për colession

source: Show film albums
pms: Smon-e j'àlbom ëd film

source: Show pictures with back sides
pms: Smon-e le fòto con dle face darera

source: Show portrait pictures
pms: Smon-e le plance ëd ritrat

source: Show square pictures
pms: Smon-e le plance quadrà

source: Show landscape pictures
pms: Smon-e le plance an paisagi

source: Show panoramic pictures
pms: Smon-e le plance panoràmiche

source: Show pictures made from the ground level
pms: Smon-e le fòto fàite al livel dël teren

source: Show pictures made from a raised viewpoint
pms: Smon-e le fòto fàite da 'n pont ëd vista riaussà

source: Show aerial pictures
pms: Smon-e le fòto aéree

source: Show interior pictures
pms: Smon-e le fòto fàite andrinta

source: Show exterior pictures
pms: Smon-e le fòto fàite fòra

source: Show pictures which are not geotagged
pms: Smon-e le plance sensa geolocalisassion

source: Show high-quality pictures
pms: Smon-e le plance d'àuta qualità

source: Sort by distance from you
pms: Ordiné conforma a la distansa da chiel

source: Sort by time and ...
pms: Ordiné për dàita e ...

source: Sort by photos' time added
pms: Ordiné conforma a la dàita dle fòto giontà

source: Sort by stills' timestamp
pms: Ordiné për dàita dla plancia fotogràfica

source: Sort by views' time added or amount
pms: Ordiné conforma a la dàita dla gionta o la quantità ëd visualisassion

source: Sort by geotags' time added or amount
pms: Ordiné conforma a la dàita ëd gionta o a la quantità dla tichëttadura geogràfica

source: Sort by rephotos' time added or amount
pms: Ordiné conforma a la dàita ëd gionta o a la quantità d'arprodussion fotogràfica

source: Sort by annotations' time added or amount
pms: Ordiné conforma a la dàita ëd la gionta o a la quantità dj'anotassion

source: Sort by transcriptions' time added or amount
pms: Ordiné conforma a la dàita ëd la gionta o a la quantità dle trascrission

source: Sort by datings' time added or amount
pms: Ordiné conforma a la dàita ëd gionta o a la quantità dla datassion

source: Sort by comments' time added or amount
pms: Ordiné conforma a la dàita ëd gionta o a la quantità ëd coment

source: Sort by likes' time added or amount
pms: Ordiné conforma a la dàita ëd gionta o a la quantità d'aprovassion

source: Sort by amount and ...
pms: Ordiné për quantità e ...

source: Change sorting order
pms: Modifiché l'ordinament

source: Help
pms: Agiut

source: How to sort
pms: Coma ordiné

source: From this group
pms: Da costa partìa

source: Choose 2 parameters
pms: Serne 2 paràmeter

source: or
pms: o

source: and
pms: e

source: 1 of
pms: 1 ëd

source: orders pictures by distance from you
pms: a órdina le plance an fonsion dla distansa da chiel

source: reverses sorting
pms: a anvert l'órdin

source: This user has suggested location for this picture
pms: Cost utent a l'ha sugerì na locassion për costa fòto

source: These users have suggested location for this picture
pms: Costi utent a l'han sugerì na locassion për costa fòto

source: Modified
pms: Modificà

source: Ajapaik is crowdsourcing additional metadata about pictorial heritage. Ajapaik is mostly hosting old photos, but there are also paintings, graphic art and historic films on Ajapaik.
pms: Ajapaik a cheuj dij metadàit adissionaj an sl'ardità visual. Ajapaik a òspita dzortut ëd fòto, ma a-i é ëdcò ëd piture, d'art gràfica e ëd film ëstòrich su Ajapaik.

source: As an Ajapaik user you can
pms: Coma utent d'Ajapaik chiel a peul

source: geotag pictures in order to improve the location based search,
pms: geotichëtté le planche për amelioré l'arserca basà an sla locassion,

source: rephotograph historic pictures to create then-and-now picture pairs,
pms: fotografé torna dle plance stòriche për creé dle cobie ëd plance adess-e-antlora

source: tag persons on the pictures, add pictures to albums, categorize and comment pictures,
pms: marché le përson-e an sle plance, gionté dle plance ant j'àlbom, categorisé e comenté le plance,

source: transcribe handwritten messages on pictures or on the reverse sides of postcards,
pms: trascrive ij mëssagi scrit a man an sle plance o an l'arvers dle cartolin-e,

source: add historical imagery to Ajapaik – either by searching and importing from public collections or uploading yourself.
pms: gionté dle sorgiss visive stòriche a Ajapaik - sërcandje e amportandje da dle colession pùbliche o cariand-le chiel.

source: Ajapaik is a non-profit venture of the Estonian Photographic Heritage Society (MTÜ Eesti Fotopärand) that was created during a Garage48 hackathon in February 2011. Over the years Ajapaik has received grant funding but there is no permanent funding therefore we are very grateful if you can donate to <a href='/donate'>support us</a>.
pms: Ajapaik a l'é un proget nen a but ëd profit ëd la Socetà d'ardità fotogràfica éstona (MTÜ Eesti Fotopärand) ch'a l'é stàit creà durant na heckaton-a Garage 48 an fërvé 2011. Con j'agn, Ajapaik a l'ha arseivù dle sovension ma a-i é gnun finansiament përmanent e i soma donca motobin arconossent si chiel a peul fé na donassion për <a href='/donate'>sosten-ne</a>.

source: Ajapaik has <b>%(total_photo_count)s</b> historic pictures, out of which <b>%(total_photos_tagged)s</b> pictures have been put on the map by <b>%(contributing_users)s</b> users and <b>%(rephoto_count)s</b> rephotographs for <b>%(rephotographed_photo_count)s</b> pictures made by <b>%(rephotographing_users)s</b> users.
pms: Ajapaik a l'ha <b>%(total_photo_count)s</b> fòto stòriche, dont <b>%(total_photos_tagged)s</b> fòto a son ëstàite butà an sla carta da <b>%(contributing_users)s</b> utent e <b>%(rephoto_count)s</b> arprodussion fotogràfiche <b>%(rephotographed_photo_count)s</b> fòto fàite da <b>%(rephotographing_users)s</b> utent.

source: There are <b>%(person_annotation_count)s</b> faces detected on the pictures, a person has been identified in <b>%(person_annotation_count_with_person_album)s</b> cases, age or gender is marked for <b>%(person_annotation_count_with_subject_data)s</b> faces.
pms: A-i é <b>%(person_annotation_count)s</b> moro trovà ant le plance, na përson-a a l'é stàita identificà an <b>%(person_annotation_count_with_person_album)s</b> cas, l'età o ël sess a l'é marcà për <b>%(person_annotation_count_with_subject_data)s</b> moro.

source: Overview of your own contributions can be found on your <a href='/me'>user profile page</a>.
pms: Na vista d'ansem ëd soe pròpie contribussion a peul esse trovà su soa <a href='/me'>pàgina ëd profil d'utent</a>.

source: General statistics refresh every 10 minutes.
pms: Le statìstiche generaj as rinfrësco tute le 10 minute.

source: Album curated by
pms: Àlbom soagnà da

source: Contributors' leaderboard
pms: Classìfica dij contributor

source: Album has %(counter)s historic picture,
pms: L'àlbom a l'ha %(counter)s fòto stòrica,

source: You haven't made any location suggestions for pictures in this album.
pms: A l'ha sugerì gnun-a localisassion për le plance dë st'àlbom.

source: You have made a location suggestion for
pms: A l'ha dàit un sugeriment ëd localisassion për

source: all the pictures from this album.
pms: tute le plance dë st'àlbom.

source: %(counter)s picture in this album.
pms: %(counter)s fòto an cost àlbom.

source: %(counter)s user has made
pms: %(counter)s utent a l'ha fàit

source: %(counter)s rephotograph
pms: %(counter)s arprodussion fotogràfica

source: for %(counter)s picture in the album.
pms: përr %(counter)s fòto ant l'àlbom.

source: You have made %(counter)s rephoto
pms: A l'ha fàit %(counter)s arprodussion fotogràfica

source: Some nearby albums
pms: Chèich àlbom dj'anviron

source: Back to map
pms: Torné a la carta

source: Recent activity leaderboard
pms: Classìfica dl'atività recenta

source: Album %(album_name)s leaderboard
pms: Classìfica ëd l'àlbom %(album_name)s

source: All time leaderboard
pms: Classìfica ëd tuti ij temp

source: User Facebook photo
pms: Fòto d'utent Facebook

source: User Google photo
pms: Fòto d'utent Google

source: Back home
pms: Artorn a l'intrada

source: Import
pms: Amporté

source: Blacklist
pms: Lista nèira

source: Picture belongs to album
pms: La plancia a aparten a l'àlbom

source: Add to album
pms: Gionté a l'àlbom

source: Picture belongs to collection
pms: La plancia a aparten a la colession

source: Approximate address
pms: Adrëssa aprossimativa

source: See the other side of photo
pms: Vëdde l'àutra facia dla fòto

source: similar photo
pms: fòto similar

source: duplicate photo
pms: dupliché la fòto

source: Date taken
pms: Dàita ant la qual a l'é stàita fàita

source: rephoto
pms: arprodussion fotogràfica

source: Mark as similar or duplicates
pms: Marché coma smijant o dobion

source: Add categories to picture(s)
pms: Gionté dle categorìe a le plance

source: Flip, rotate and invert picture(s)
pms: Volté, fé rolé e anvertì le plance

source: You can re-order photos by dragging and dropping
pms: A peul modifiché l'órdin ëd le fòto fasendje sghijé e lassandje andé

source: Images have overlapping content
pms: Le plance a l'han un contnù ch'a së dzorpon

source: All images are of the same shot
pms: Tute le plance a son ëd la midema vista

source: Import from public collections
pms: Amporté da dle colession pùbliche

source: Upload yourself
pms: Ch'a caria daspërchiel

source: Muis Import
pms: Amportassion Muis

source: CSV Import
pms: Amportassion CSV

source: Upload
pms: Carié

source: Select file...
pms: Selessioné n'archivi...

source: Make a contemporary rephoto from the very same place where the historic picture was taken and upload it. Uploaded rephotograph will be attributed to you under the
pms: Ch'a fasa n'arprodussion fotogràfica atual da l'istess pòst dal qual la plancia stòrica a l'é stàita fàita e ch'a la caria. L'arprodussion fotogràfica carià a sarà atribuìa a chiel sota la

source: Abort
pms: Bandoné

source: Select new file...
pms: Selessioné un neuv archivi...

source: File upload failed.
pms: Faliment dël cariament ëd l'archivi.

source: Welcome back
pms: Bin tornà

source: Please specify whether you would like to upload your rephotos to Wikimedia Commons as well.
pms: Për piasì, ch'a spessìfica s'a veul che soe arprodussion fotogràfiche a sio ëdcò carià su Wikimedia Comun.

source: Social Network Login Failure
pms: Faliment ëd la conession a la rej sossial

source: An error occurred while attempting to login via your social network account.
pms: A-i é staje n'eror ant ël tentativ ëd rintré ant ël sistema a travers sò cont ëd rej sossial.

source: Account Connections
pms: Conesssion dël cont

source: You can sign in to your account using any of the following third party accounts:
pms: A peul rintré an sò cont an dovrand un qualsëssìa dij cont ters sì-dapress:

source: User
pms: Utent

source: You currently have no social network accounts connected to this account.
pms: Al moment a l'ha gnun cont ëd rej sossial colegà a 's cont-sì.

source: Add a 3rd Party Account
pms: Gionté un cont ters

source: You have
pms: Chiel a l'ha

source: curated <b>%(curated_pictures)s</b> picture
pms: curà <b>%(curated_pictures)s</b> plancia

source: suggested location for <b>%(geotagged_pictures)s</b> picture
pms: sugerì la locassion për <b>%(geotagged_pictures)s</b> plancia

source: confirmed location for <b>%(geotag_confirmations)s</b> picture
pms: confirà la locassion për <b>%(geotag_confirmations)s</b> plancia

source: made <b><a href="%(link)s">%(rephotos)s rephoto</a></b> for
pms: fàit <b><a href="%(link)s">%(rephotos)s rephoto</a></b> për

source: <b>%(rephotographed_pictures)s</b> picture
pms: <b>%(rephotographed_pictures)s</b> plancia

source: commented on <b>%(commented_pictures)s</b> picture
pms: comentà <b>%(commented_pictures)s</b> plancia

source: specified a date for <b>%(datings)s</b> picture
pms: spessificà na dàita për <b>%(datings)s</b> plancia

source: annotated <b>%(face_annotations)s</b> face on
pms: anotà <b>%(face_annotations)s</b> facia an su

source: <b>%(face_annotations_pictures)s</b> picture
pms: <b>%(face_annotations_pictures)s</b> plancia

source: annotated <b>%(object_annotations)s</b> object on
pms: anotà <b>%(object_annotations)s</b> oget su

source: <b>%(object_annotations_pictures)s</b> picture
pms: <b>%(object_annotations_pictures)s</b> plancia

source: transcribed text on <b>%(transcriptions)s</b> picture
pms: trascrivù dël test su <b>%(transcriptions)s</b> plancia

source: connected <b>%(similar_pictures)s</b> similar picture
pms: colegà <b>%(similar_pictures)s</b> plancia sìmil

source: favorited <b>%(photolikes)s</b> picture
pms: preferì <b>%(photolikes)s</b> plancia

source: categorized <b>%(photo_suggestions)s</b> picture
pms: <b>%(photo_suggestions)s</b> fòto categorisà

source: You have <b>%(user_points)s point in total</b>
pms: A l'ha <b>%(user_points)s pont an total</b>

source: View your
pms: Vëdde sò

source: rephotos
pms: arprodussion fotogràfiche

source: favorite pictures
pms: fòto preferìe

source: This account is connected to:
pms: Ës cont-sì a l'é colegà a:

source: This account is not connected to any other
pms: Ës cont a l'é colegà a gnun d'àutri

source: specified date for <b>%(datings)s</b> picture
pms: spessificà na dàita për <b>%(datings)s</b> plancia

source: <b>%(object_annotations)s</b> picture
pms: <b>%(object_annotations)s</b> plancia

source: added transcribed text on <b>%(transcriptions)s</b> picture
pms: giontà dël test trascrivù su <b>%(transcriptions)s</b> plancia

source: <b>%(user_points)s point in total</b>
pms: <b>%(user_points)s pont an total</b>

source: Keep this account (the other one will be merged)
pms: Goerné 's cont-sì (l'àutr a sarà fondù)

source: You are about to merge your current <a href="%(me)s">account</a> with <a href="%(link)s" target="_blank">%(name)s</a>'s account. Your user id will be: %(id)s
pms: A sta për fonde so <a href="%(me)s">cont</a> atual con ël cont ëd <a href="%(link)s" target="_blank">%(name)s</a>. Sò id utent a sarà: %(id)s

source: Your current <a href="%(me)s">account</a> will be merged into <a href="%(link)s" target="_blank">%(name)s</a>'s account. Your user id will be: %(id)s
pms: Sò <a href="%(me)s">cont</a> atual a sarà fondù ant ël cont ëd <a href="%(link)s" target="_blank">%(name)s</a>. Sò id utent a sarà: %(id)s

source: Please select which account would you like to keep using after
pms: Për piasì, ch'a selession-a che cont a vorërìa seghité a dovré apress

source: Merge the accounts
pms: Unifiché ij cont

source: Invalid token, please try again or contact customer support
pms: Geton nen vàlid, për piasì ch'a preuva torna o ch'a contata ël servissi client

source: Please login to transfer contributions and settings from one account to other
pms: Për piasì, ch'a rintra ant ël sistema për trasferì le contribussion e ij paràmeter da 'n cont a l'àutr

source: To transfer settings and contributions from one account to other, please login with your other account
pms: Për trasferì ij paràmeter e le contribussion da 'n cont a l'àutr, për piasì ch'a rintra ant ël sistema con sò àutr cont

source: Please specify whether you would like to receive the newsletter and what is your preferred language of communication.
pms: Për piasì, ch'a spessìfica s'a veul arsèive ël boletin d'anformassion e cola ch'a l'é soa lenga preferìa për comuniché.

source: %(username)s settings
pms: paràmeter ëd %(username)s

source: <b>%(name)s</b> has
pms: <b>%(name)s</b> a l'ha

source: You're welcome to browse and also contribute anonymously, but we encourage You to create yourself an Ajapaik account and join the contributors community.
pms: Chiel a l'é bin-ëvnù a navighé e ëdcò contribuì ëd fasson anònima, ma i lo ancoragioma a creesse un cont Ajapaik e unisse a la comunità ëd coj ch'a contribuisso.

source: To create an account, click
pms: Për creé un cont, sgnaché

source: here
pms: ambelessì

source: Welcome to Ajapaik – crowdsourcing platform for historic photographs. You're welcome to geotag and to comment the pictures, tag faces etc.
pms: Bin-ëvnù su Ajapaik - la piataforma duverta al pùblich për le fòto stòriche. A l'é bin-evnù a tichëtté le posission geogràfiche, comenté le fòto, tichëtté le face, e via fòrt.

source: This user does not have any contributions.
pms: S'utent-sì a l'ha gnun-e contibussion.

source: Here you can upload historic pictures to Ajapaik (currently one picture at a time)
pms: Ambelessì a peul carié le plance stòriche su Ajapaik (al moment, na plancia a la vira)

source: I, %(user)s, the copyright holder of this work, irrevocably grant anyone the right to use this work under the <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">Creative Commons Attribution ShareAlike 4.0 license (CC-BY-SA)</a>.
pms: Mi, %(user)s, detentor dij drit d'autor d'ës travaj, i garantisso ëd fasson irevocàbil a chicassìa ël drit ëd dovré 's travaj sota la <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank" rel="noopener nofollow">licensa Creative Commons Attribution ShareAlike 4.0 (CC-BY-SA)</a>.

source: Add picture to some album(s)
pms: Gionté la plancia a chèich àlbom

source: You need to add the picture to atleast one album
pms: A dev gionté la plancia a almanch n'àlbom

source: Please add the picture to some existing album(s) or create first a new album and then add the picture to it
pms: Për piasì, ch'a gionta la plancia a chèich àlbom esistent o ch'a crea prima un neuv àlbom peui ch'a-j gionta la plancia

source: Upload and mark on map
pms: Carié e marché an sla carta

source: Add
pms: Gionté

source: You're anonymous. You can now log in with your e-mail.
pms: A l'é anònim. Adess a peul rintré ant ël sistema con soa adrëssa ëd pòsta eletrònica.

source: Non-authenticated user
pms: Utent nen autentificà

source: Geotagging game
pms: Gieugh ëd tichëttadura geogràfica

source: %(name)s - rephotos
pms: %(name)s - arprodussion fotogràfiche

source: Cannot upload to these albums
pms: Impossìbil carié su costi àlbom

source: Recuration successful
pms: Supervision riussìa

source: Faulty data submitted
pms: Dàit falà mandà

source: Browse photos on map
pms: Esploré le fòto an sla carta
