Repository: Ajapaik/ajapaik-web
Catalog: ajapaik/ajapaik/locale/pms/LC_MESSAGES/django.po
Languages: pms

source: Invert colors
pms: Anvertì ij color

source: Add at least flip, invert or rotate parameter to the request
pms: Gionté almanch un paràmeter volté, anvertì o rolé a l'arcesta

source: Add at least scene or viewpoint_elevation parameter to the request
pms: Ch'a gionta almanch ël paràmeter sena o viewpoint_elevation a l'arcesta

source: Contributions and settings from the other account were added to current
pms: Le contribussion e ij paràmeter ëd l'àutr cont a son ëstàit giontà a l'atual

source: Expired token
pms: Geton ëscadù

source: Invalid token
pms: Geton nen bon

source: Missing parameter photo_ids
pms: Paràmeter photo_id mancant

source: No photo with id:
pms: Gnun-a fòto con l'identificativ:

source: Parameter photo_id must be an positive integer
pms: Ël paràmeter photo_id a dev esse n'antregh positiv

source: Please login with a different account, you are currently logged in with the same account that you are merging from
pms: Për piasì, ch'a rintra ant ël sistema con n'àutr cont, adess a l'é colegà con ël cont con ël qual a fà la fusion

source: Please login
pms: Për piasì, ch'a rintra ant ël sistema

source: Rephoto upload settings have been saved
pms: Ij paràmeter ëd cariament dj'arprodussion fotogràfiche a son ëstàit argistrà

source: Required parameter, token is missing
pms: Paràmeter obligatòri, ël geton a manca

source: This transcription already exists, previous transcription was upvoted, thank you!
pms: Costa trascrission a esist già, la trascrission precedenta a l'é stàita plebissità, mersì!

source: Transcription added, thank you!
pms: Trascrission giontà, mersì!

source: Transcription feedback added, thank you!
pms: Sugeriment an sla trascrission giontà, mersì!

source: User display name has been saved
pms: Lë stranòm dë smon-e a l'é stàit argistrà

source: User settings have been saved
pms: I paràmeter d'utent a son ëstàit argistrà

source: You have already given feedback for this transcription
pms: A l'ha già dàit dij sugeriment për costa trascrission

source: You have already submitted this transcription, thank you!
pms: A l'ha già mandà soa trascrission, mersì!

source: Your transcription has been updated, thank you!
pms: Soa trascrission a l'ha damanca d'esse agiornà, mersì!

source: Something went wrong
pms: Cheicòs a l'é andà mal

source: Your suggestion has been saved, but previous consensus remains
pms: Sò sugeriment a l'é stàit argistrà, ma ël consens precedent a resta

source: No album found
pms: Gnun àlbom trovà

source: Bounding box must be set
pms: Ël quàder ëd delimitassion a dev esse definì

source: Bounding box must have 4 comma-separated members
pms: Ël quàder ëd delimitassion a dev avèj 4 mèmber separà da 'd còme

source: Bounding box values must be numbers
pms: Ij valor dël quàder ëd delimitassion a devo esse ëd nùmer

source: Email
pms: Pòsta eletrònica

source: First name
pms: Nòm

source: Last name
pms: Cognòm

source: Password
pms: Ciav

source: Password confirmation
pms: Confirmassion ëd la ciav

source: Choose area
pms: Serne n'àrea

source: Choose album
pms: Serne n'àlbom

source: Choose photo
pms: Serne na fòto

source: Choose parent album
pms: Serne n'àlbom ce

source: Picture file
pms: Archivi ëd fòto

source: Description
pms: Descrission

source: I am the author
pms: I son l'autor

source: Author
pms: Autor

source: Licence or status of copyright
pms: Licensa o stat dij drit d'autor

source: Accepted formats are .png or .jpg files
pms: Formà acetà a son j'archivi .png o .jpg

source: Add a short description of the picture
pms: Gionté na curta descrission ëd la fòto

source: Author of the picture (photographer, painter)
pms: Autor ëd la plancia (fotògraf, pitor)

source: Please select a licence to let other people know if and how they can reuse the material you upload. If you are the author, you can choose the licence (we recommend using open Creative Commons licences). If someone else created the work, you need to use the same licence and rights holder that it currently has. Currently we are also accepting content with unclear copyright status, please choose ‘Copyright not evaluated’ then.
pms: Për piasì, ch'a serna na licensa për lassé che d'àutra gent a peula dovré torna ël material che chiel a caria. Si chiel a l'é l'autor, a peul serne la licensa (noi i arcomandoma ëd dovré le license Creative Commons duverte). Si cheidun d'àutr a l'ha creà ël travaj, chiel a l'ha damanca ëd dovré l'istess propietari ëd licensa e drit che a-i é adess. Al moment i acetoma ëdcò dël contnù con statù ëd drit d'autor nen ciàir, ant ës cas-sì për piasì ch'a serna 'Drit d'autor nen valutà'.

source: Description of the picture
pms: Descrission ëd la plancia

source: Author name
pms: Nòm ëd l'autor

source: Missing image
pms: Plancia mancanta

source: Missing description
pms: Descrission mancanta

source: Missing licence
pms: Licensa mancanta

source: Parent album
pms: Àlbom ce

source: Location
pms: Locassion

source: If this album is tied to a certain location, specify here
pms: Si st'àlbom-sì a l'é gropà a na serta locassion, ch'a lo spessìfica ambelessì

source: Album type
pms: Sòrt d'àlbom

source: Anything else
pms: Cheicòs d'àutr

source: Person
pms: Përson-a

source: Name
pms: Nòm

source: Is public
pms: a l'é pùblich

source: Is open
pms: a l'é duvert

source: My preferred language is
pms: Mia lenga preferìa a l'é

source: I wish to receive the newsletter
pms: I desìdero arsèive ël boletin d'anformassion

source: Yes
pms: É

source: No
pms: Nò

source: Please specify your prefered language
pms: Për piasì, ch'a spessìfica soa lenga preferìa

source: Please specify whether you would like to receive the newsletter
pms: Për piasì, ch'a spessìfica s'a veul arsèive ël boletin d'anformassion

source: I wish to to upload my rephotos to Wikimedia Commons
pms: I veuj carié mie arprodussion fotogràfiche su Wikipedia Comun

source: Please specify whether you would like your rephotos to be uploaded to Wikimedia Commons as well
pms: Për piasì, ch'a spessìfica s'a veul che soe arprodussion fotogràfiche a sio ëdcò carià su Wikimedia Comun

source: Please specify what would you like your display name to be
pms: Për piasì, ch'a spessìfica col ch'a veul ch'a sia sò nòm visualisà

source: Email address
pms: Adrëssa ëd pòsta eletrònica

source: Comment box supports Markdown Paragraphs Add two new lines to start a new paragraph. Bold **Geotagging** is the first task on Ajapaik. Italic Next come *rephotography* and *dating*. Links Join the discussion on [Ajapaiklejad FB group](https://www.facebook.com/groups/ajapaiklejad). Images ![Ajapaik is gift for EV100](https://ajapaik.ee/static/images/ev100.png)
pms: Ël quàder dij coment a marcia sota Markdown Paràgraf Gionté doe linie neuve për ancaminé un paràgraf neuv. Grassèt La **tichëttadura dij pòst** a l'é ël prim travaj su Ajapaik. Corsiv Peui a ven-o la *fotografìa dël passà* e la *dàita*. Liure Ch'as gionza a la discussion an sla [partìa FB Ajapaiklejad](https://www.facebook.com/groups/ajapaiklejad). Plance ![Ajapaik a l'é un cadò për EV100](https://ajapaik.ee/static/images/ev100.png)

source: Nothing to change.
pms: Gnente da cangé

source: Male
pms: Mascc

source: Female
pms: Fumela

source: Gender
pms: Sess

source: Wikidata identifier
pms: Identificativ Wikidata

source: Name original language
pms: Nòm ant lenga d'orìgin

source: Image
pms: plancia

source: Title
pms: Tìtol

source: MUIS title
pms: Tìtol MUIS

source: MUIS comment
pms: Coment MUIS

source: MUIS event description set note
pms: Nòta d'ansem ëd descrission d'eveniment MUIS

source: MUIS text on object
pms: Test MUIS an sl'oget

source: MUIS legends and descriptions
pms: Legende e descrission MUIS

source: Interior
pms: A l'andrinta

source: Exterior
pms: Estern

source: Scene
pms: Sena

source: Ground
pms: Teren

source: Raised
pms: Riaussà

source: Aerial
pms: Aéreo

source: Viewpoint elevation
pms: Autëssa dël pont ëd vista

source: Description original language
pms: Descrission ant la lenga d'orìgin

source: Different
pms: Diferent

source: Similar
pms: Smijant

source: Duplicate
pms: Dupliché

source: Geotag
pms: Tichëtta geogràfica

source: Rephoto
pms: Arprodussion fotogràfica

source: Photo upload
pms: Carié dle fòto

source: Photo curation
pms: Conservassion dle fòto

source: Photo re-curation
pms: Revision dle fòto

source: Dating
pms: Daté

source: Dating confirmation
pms: Confirmassion ëd la dàita

source: Film still
pms: Filmé tranquil

source: Annotation
pms: Anotassion

source: Confirm subject
pms: Confirmé ël soget

source: Confirm Image similarity
pms: Confirmé la smijansa dla plancia

source: Suggestion subject age
pms: Età dël soget ëd sugeriment

source: Transcribe
pms: Trascrive

source: Categorize scene
pms: Categorisé la sena

source: Add viewpoint elevation
pms: Gionté l'autëssa dël pont ëd vista

source: Flip photo
pms: Volté la fòto

source: Invert photo
pms: Anvertì la fòto

source: Rotate photo
pms: Fé viré la fòto

source: Map
pms: Carta

source: Confirmation
pms: Confirmassion

source: Source geotag
pms: Tichëttadura geogràfica sorgiss

source: Android app
pms: Aplicassion Android

source: Game
pms: Gieugh

source: Map view
pms: Vista dla carta

source: Gallery
pms: Galarìa

source: Permalink
pms: Liura permanenta

source: Source
pms: Sorgiss

source: Google map
pms: Carta Google

source: Google satellite
pms: Satélit ëd Google

source: No map
pms: Gnun-a carta

source: Anonymous user
pms: Utent anònim

source: Day
pms: Di

source: Month
pms: Mèis

source: Year
pms: Ann

source: Page Not Found
pms: Pàgina nen trovà

source: Back
pms: André

source: Tag a person
pms: Tichëtté na përson-a

source: Original photo
pms: Fòto original

source: This album contains a film
pms: S'àlbom-sì a conten un film

source: This is a person album
pms: Cost-sì a l'é n'àlbom ëd përson-a

source: This is a collection album
pms: Cost-sì a l'é n'àlbom ëd colession

source: Click to choose
pms: Sgnaché për serne

source: Album details
pms: Detaj ëd l'àlbom

source: Show albums
pms: Smon-e j'àlbom

source: Albums
pms: Àlbom

source: Show pictures
pms: Smon-e le plance

source: All pictures
pms: Tute le plance

source: Show my favorites
pms: Smon-e ij mè preferì

source: My favorites
pms: Ij mè preferì

source: Show rephotographed by me
pms: Smon-e mie arprodussion fotogràfiche

source: My rephotos
pms: Mie arprodussion fotogràfiche

source: Remove album filter
pms: Eliminé ël filtr d'àlbom

source: Compare images
pms: Confronté le plance

source: Indicate whether the content on pictures is overlapping or not. In the case of overlapping content the place or object is the same, in the case of same shot one of the pictures may also be cropped.
pms: A mostra si ël contnù ëd le fòto as së dzorpon o nò. Ant ël cas ëd contnù ch'a së dzorpon ël pòst o l'oget a l'é 'l midem, ant ël cas ëd midema prèisa ëd vista un-a dle fòto a peul ëdcò esse artajà.

source: The decision can also be made on keyboard (1, 2, 3).
pms: La decision a peul ëdcò esse pijà an sla tastadura (1, 2, 3).

source: Pick the shooting location!
pms: Serne la locassion ëd la fòto!

source: Add a geotag
pms: Gionté na tichëtta geogràfica

source: Date this image
pms: Daité sta plancia

source: Date
pms: Dàita

source: Add rephoto
pms: Gionté n'arprodussion fotogràfica

source: Add a rephoto
pms: Gionté n'arprodussion fotogràfica

source: Tag a new face/object - clicking this button will enable you to draw an object/face rectangle on the main image
pms: Tichëtté na neuva cera/oget - an sgnacand su sto boton a-j përmëtrà ëd dissegné un retàngol dla facia o dl'oget an sla plancia prinsipal

source: Annotate
pms: Anoté

source: Share
pms: Partagé

source: Add a category - clicking this button will enable you to categorize this picture to various categories such as whether this picture depicts indoors or outdoors
pms: Gionté na categorìa - sgnaché ansima a 's boton a-j përmëtrà ëd categorisé costa plancia an vàire categorìe, për esempi si costa plancia a descriv dj'antern o dj'estern.

source: Categorize
pms: Categorisé

source: Transcribe this image
pms: Trascrive costa plancia

source: Edit picture
pms: Modifiché la plancia

source: Show annotations
pms: Smon-e j'anotassion

source: Forgot password?
pms: Ciav dësmentià?

source: User settings
pms: Paràmeter d'utent

source: Sign out
pms: Seurte dal sistema

source: Sign in
pms: Rintré ant ël sistema

source: Sign up
pms: Anscriv-se

source: Messages
pms: Mëssagi

source: Menu
pms: Lista

source: E-mail addresses
pms: Adrësse ëd pòsta eletrònica

source: Confirm e-mail address
pms: Confirmé l'adrëssa ëd pòsta eletrònica:

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pms: Për piasì, ch'a confirma che <a href="mailto:%(email)s">%(email)s</a> a l'é n'adrëssa ëd pòsta eletrònica për l'utent %(user_display)s.

source: Confirm
pms: Confirmé

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pms: La liura ëd confirmassion ëd pòsta eletrònica a l'é scadùa o nen bon-a. Për piasì <a href="%(email_url)s">ch'a manda n'àutr mëssagi d'arcesta ëd confirmassion</a>.

source: The following E-mail addresses are associated with your account:
pms: J'adrësse ëd pòsta eletrònica sì-dapress a son assossià a sò cont:

source: verified
pms: verificà

source: unverified
pms: nen verificà

source: primary
pms: prinsipal

source: Make Primary
pms: Fé dventé prinsipal

source: Re-send Verification
pms: Mandé torna na verìfica

source: Remove
pms: Eliminé

source: Warning:
pms: Atension:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pms: Al moment chiel a l'ha gnun-a adrëssa ëd pòsta eletrònica definìa. A dovrìa për da bon gionté n'adrëssa ëd pòsta eletrònica, an manera ëd podèj arsèive dle notìfiche, cangé soa ciav, e via fòrt.

source: Add E-mail
pms: Gionté n'adrëssa ëd pòsta eletrònica

source: Do you really want to remove the selected e-mail address?
pms: Veul-lo për da bon gavé l'adrëssa ëd pòsta eletrònica selessionà?

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
pms: Për piasì, ch'a rintra ant ël sistema con un dij sò cont ëd terse part esistent. Opura, <a href="%(signup_url)s">ch'as anscriva</a> për un cont %(site_name)s e ch'a rintra ant ël sistema sì-sota:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
pms: S'a l'ha ancor nen creà un cont, për prima còsa për piasì <a href="%(signup_url)s">ch'as anscriva</a>.

source: Are you sure you want to sign out?
pms: É-lo sigur ëd vorèj seurte da 'nt ël sistema?

source: Change Password
pms: Modifiché la ciav

source: Password Reset
pms: Riamposté la ciav

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pms: Dësmentià la ciav? Ch'a buta soa adrëssa ëd pòsta eletrònica sì-sota, e noi i-j mandroma un mëssagi për përmëttje d'ampostela torna.

source: Reset My Password
pms: Riamposté mia ciav

source: Please contact us if you have any trouble resetting your password.
pms: Për piasì, ch'an contata s'a l'ha dij problema a riamposté soa ciav.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pms: I l'oma mandaje un mëssagi. Për piasì, ch'an contata s'a lo arsèiv nen an chèiche minute.

source: Bad Token
pms: Geton nen bon

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pms: La liura ëd riampostassion ëd la ciav a l'era nen bon-a, miraco përchè a l'é già stàita dovrà. Për piasì, ch'a ciama na <a href="%(passwd_reset_url)s">neuva riampostassion ëd la ciav</a>.

source: Your password is now changed.
pms: La soa ciav a l'é adess modificà.

source: Set Password
pms: Definì na ciav

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
pms: A l'ha già un cont? Antlora ch'a <a href="%(login_url)s">rintra ant ël sistema</a>.

source: Sign up closed
pms: Anscrission sarà

source: We are sorry, but the sign up is currently closed.
pms: An dëspias, ma j'anscrission a son al moment sarà.

source: Note
pms: Nòta

source: you are already logged in as %(user_name)s
pms: a l'é già rintrà ant ël sistema tanme %(user_name)s

source: Collection info
pms: Anformassion an sla colession

source: System error
pms: Eror ëd sistema

source: Search for an existing album
pms: Sërché n'àlbom esistent

source: Submit
pms: Mandé

source: Cancel
pms: Anulé

source: Log in to save your score
pms: Ch'a rintra ant ël sistema për argistré so pontegg.

source: Log in to add a comment
pms: Rintré ant ël sistema për gionté un coment

source: Log in to add pictures to an album
pms: Rintré ant ël sistema për gionté dle plance a n'àlbom

source: Log in to add a dating to a photo
pms: Rintré ant ëd sistema për daité na fòto

source: Log in to transcribe the text on the photo
pms: Rintré ant ël sistema për transcrive ël test an sla fòto

source: Log in to upload rephoto
pms: Ch'a rintra ant ël sistema për carié dj'arprodussion fotogràfiche

source: Log in to curate content
pms: Ch'a rintra ant ël sistema për soagné ël contnù

source: Log in to create still frames
pms: Ch'a rintra ant ël sistema për creé dle curnis

source: Log in to save selection
pms: Ch'a rintra ant ël sistema për argistré la selession

source: Log in to import photos from csv file
pms: Intré ant ël sistema për amporté dle fòto da n'archivi csv

source: Connect with %(provider)s
pms: Coleghé con %(provider)s

source: E-mail address
pms: Adrëssa ëd pòsta eletrònica

source: Register with e-mail
pms: Anscriv-se për pòsta eletrònica

source: Log in
pms: Rintré ant ël sistema

source: Really remove this comment?
pms: Eliminé për da bon ës coment-sì?

source: Identify yourself to comment
pms: Ch'as identìfica për comenté

source: Your comment
pms: Sò coment

source: Send
pms: Mandé

source: Like
pms: Am pias

source: Dislike
pms: Am pias pa

source: Reply
pms: Rësponde

source: Delete
pms: Dëscancelé

source: Are you sure that you want to delete this comment and all replies?
pms: É-lo sigur ëd vorèj dëscancelé ës coment e tute le rispòste?

source: Edit
pms: Modifiché

source: supports Markdown
pms: a l'é compatìbil con Markdown

source: Save
pms: Argistré

source: Authentication
pms: Autentificassion

source: Game modal photo
pms: Fòto modal ëd gieugh

source: Show description
pms: Smon-e la descrission

source: Show images
pms: Smon-e le plance

source: Search box
pms: Casela d'arserca

source: No content overlap
pms: Gnun-a dzorposission ëd contnù

source: Overlapping content
pms: Contnù ch'a së dzorpon

source: Same shot
pms: Midema vista

source: You have already reviewed all the similar image pairs
pms: A l'ha già revisionà tute le cobie ëd plance smijante

source: Estonian Photographic Heritage Society
pms: Socetà d'ardità fotogràfica éston

source: Support Ajapaik
pms: Sosten-e Ajapaik

source: Support us
pms: Sosten-ne

source: See also – Sift.pics
pms: Vëdde ëdcò – Sift.pics

source: Back to homepage
pms: André a la pàgina d'intrada

source: Search album
pms: Sërché n'àlbom

source: Search photos
pms: Sërché dle fòto

source: Show in grid
pms: Smon-a an na grija

source: Geotag pictures
pms: Plance con geolocalisassion

source: Show on map
pms: Mostré an sla carta

source: Categorize faces
pms: Categorisé le cere

source: Newsletters
pms: Litre d'anformassion

source: Add pictures
pms: Gionté dle plance

source: Current selection
pms: Selession corenta

source: Choose language
pms: Serne la lenga

source: About Ajapaik
pms: A propòsit d'Ajapaik

source: Ajapaik on Facebook
pms: Ajapaik su Facebook

source: Profile and leaderboard
pms: Profil e classìfica

source: Leaderboard
pms: Classìfica

source: You are logged in as
pms: A l'é intrà ant ël sistema coma

source: Gallery of old historic photos from the album
pms: Galarìa ëd veje fòto stòriche da l'àlbom

source: Historic photo gallery
pms: Galarìa ëd fòro stòriche

source: Mapped old historic photos from the album
pms: Veje fòto stòriche corëspondente da l'àlbom

source: Mapped old historic photos
pms: Veje fòto stòriche corëspondente

source: Help geotag old historic photos from the album
pms: Giuté a tichëttà da na mira geogràfica le veje fòto stòriche da l'àlbom

source: Help geotag old historic photos
pms: Giuté a tichëtté da na mira geografica le veje fòto stòriche

source: Before and after view of
pms: Vista prima e apress ëd

source: Historic photo of
pms: Fòto stòrica ëd

source: Curate historic photos from museums into Ajapaik for geotagging and rephotographing
pms: Soagné le fòto stòriche dai musé an Ajapaik për la tichëttadura geogràfica e l'arprodussion fotogràfica

source: Everyone can help to enrich the data of historic pictures on Ajapaik!
pms: Tuti a peulo giuté a anrichì ij dàit ëd le plance stòriche su Ajapaik!

source: historic,pictures,old,photos
pms: stòrich,plance,vej,fòto

source: historic,pictures,old,photos,map,geotagged,location
pms: stòrich,plance,vej,fòto,carta,tichëtta geogràfica,locassion

source: historic,pictures,old,photos,crowd-sourced,geotagging,game
pms: stòrich,plance,vej,fòto,sorgiss partissipà,tichëttadura geogràfica,gieugh

source: historic,picture,old,photo,before,after
pms: stòrich,plancia,vej,fòto,prima,apress

source: historic,picture,old,photo
pms: stòrich,plancia,vej,fòto

source: search,museum,old,photos,pictures,historic
pms: arserca,musé,vej,fòto,plancia,stòrich

source: Gallery of rephotographs by %(rephotos_by_name)s
pms: Galarìa d'arprodussion fotogràfiche ëd %(rephotos_by_name)s

source: Album has %(album_photo_count)s historic pictures. Let's put pictures on the map!
pms: L'àlbom a l'ha %(album_photo_count)s fòto stòriche. Butomje an sla carta!

source: Let's put pictures on the map
pms: Butoma le fòto an sla carta

source: Album has %(counter)s photo,
pms: L'àlbom a conten %(counter)s fòto,

source: %(counter)s user has put
pms: %(counter)s utent a l'ha butà

source: all the pictures on the map.
pms: tute le plance an sla carta.

source: %(counter)s picture on the map.
pms: %(counter)s fòto an sla carta.

source: Geolocation error
pms: Eror ëd geolocalisassion

source: Sorting
pms: Ordinament

source: This website uses cookies to ensure you get the best experience on our website
pms: Ës sit ëd l'aragnà a deuvra dij bëscotin për garantije la mej esperiensa su nòstr sit

source: Got it!
pms: Otenlo!

source: More info
pms: Pi d'anformassion

source: Here you can upload csv to import photos to Ajapaik
pms: Ambelessì a peul carié un csv për amporté dle fòto su Ajapaik

source: Import photo
pms: Amporté na fòto

source: Thank you!
pms: Mersì!

source: Your photos have now been added to Ajapaik and can be interacted with as usual.
pms: Adess soe fòto a son ëstàite giontà a Ajapaik e a son acessìbij coma ëd sòlit.

source: Points awarded for curating
pms: Ponta assignà për la supervision

source: You can start geotagging the new content here
pms: A peul ancaminé a marché da na mira geogràfica ël neuv contnù ambelessì

source: Tell your friends on Facebook
pms: Ch'a lo disa ai sò amis su Facebook

source: Close
pms: Saré

source: Load more
pms: Carié ëd pi

source: Edit your album
pms: Modifiché sò àlbom

source: Error
pms: Eror

source: Open album (anyone can add pictures)
pms: Duverté l'àlbom (tuti a peulo gionté dle plance)

source: Visible (shown in selection)
pms: Visìbil (mostrà ant la selession)
