Repository: Ajapaik/ajapaik-web
Catalog: src/project/locale/*/LC_MESSAGES/django.po
Languages: et, lv, ru

source: Choose city
et: Vali linn
lv: Izvēlies pielsētu
ru: Выбери город

source: Estonian
et: Eesti
lv: Igauņu
ru: Эстонский

source: English
et: Inglise
lv: Angļu
ru: Английский

source: Russian
et: Vene
lv: Krievu
ru: Русский

source: All pictures
et: Kõik pildid
lv: Visi attēli
ru: Все фотографии

source: Added last week
et: Lisatud viimasel nädalal
lv: Pievienots iepriekšējā nedēļā
ru: Добавленные за последнюю неделю

source: Added last month
et: Lisatud viimasel kuul
lv: Pievienots iepriekšējā mēnesī
ru: Добавленные за последний месяц

source: Choose range
et: Vali vahemik
lv: Izvēlies apgabalu
ru: Выберите промежуток

source: Choose source
et: Vali linn
lv: Izvēlies avotu
ru: Выберите источник

source: Guess the location
et: Arva ära asukoht
lv: Minēt atrašanās vietu
ru: Угадай место

source: Heat map
et: Asukoht kaardil
lv: Atrašanās vieta kartē
ru: Карта предположений

source: Browse photos on map
et: Vaata fotosid kaardil
lv: Apskatīt attēlus kartē
ru: Смотри фото на карте

source: Leaderboard
et: Osavamad Ajapaikajad
lv: Līderu tabula
ru: Лучшие игроки

source: Timepatch (Ajapaik)
et: Ajapaik
ru: Аяпаик (Ajapaik)

source: Your points
et: Sinu punktid
lv: Tavi punkti
ru: Твои очки

source: Add rephoto
et: Lisa ülepildistus
lv: Pievieno mūsdienu attēlu
ru: Добавить новое фото

source: Add comment
et: Kommenteeri
lv: Pievienot komentāru
ru: Комментировать

source: Close photo
et: Sulge foto
lv: Aizvērt
ru: Закрыть фото

source: Random
et: Suvaline
lv: Nejaušs
ru: Случайное

source: Make a contemporary rephoto from the very same place where the historic picture was taken and upload it.
et: Tee samast kohast võimalikult täpne tänapäevane ülepildistus ja lae see siia ajaloolise pildi kõrvale.
lv: Izveido mūsdienu fotogrāfiju šajā pašā vietā, kur tika uzņemta pagātnes fotogrāfija, un augšupielādē.
ru: Cделай как можно более похожую современную фотографию того же места и загрузи её.

source: Account (%(account_name)s) connected with Facebook. If it's not you then %(link_open)sclick here%(link_close)s.
et: Konto (%(account_name)s) seotud Facebookiga. Kui see ei ole sina, siis %(link_open)svajuta siia%(link_close)s.
lv: Konts (%(account_name)s) ir saslēgts ar Facebook. Ja tas neesi tu, %(link_open)sklišini šeit%(link_close)s.
ru: Аккаунт (%(account_name)s) вязан с Facebook-ом. Если это не ты, тогда %(link_open)sнажми сюда%(link_close)s.

source: Rephoto uploading requires connecting your account with Facebook.
et: Ülepildistuste lisamiseks ühenda konto kõigepealt Facebookiga.
lv: Lai augšupielādētu attēlu vajadzīgs pieslēgties tavam Facebook kontam.
ru: Чтобы добавить современное фото надо соединить аккаунт с Facebook-ом.

source: Connect with Facebook
et: Ühenda Facebookiga
lv: Pieslēgties ar Facebook
ru: Соединить с Facebook-ом.

source: Close
et: Sulge
lv: Aizvērt
ru: Закрыть

source: Thank you!
et: Aitäh!
lv: Paldies!
ru: Спасибо!

source: Your rephoto has been uploaded.
et: Teie ülepildistus on lisatud.
lv: Tavs attēls ir augšupielādēts.
ru: Файл загружен.

source: Choose language
et: Vali keel
lv: Izvēlies valodu
ru: Выбери язык

source: Where is history located?
et: Kus ajalugu asub?
lv: Kur ir vēsturiskā atrašanās vieta?
ru: Где находится история?

source: Discover, geotag and make the rephoto.
et: Uuri, avasta, märgi kaardil ja pildista üle.
lv: Atklāj, pievieno atrašanās vietu un izveido mūsdienu attēlu.
ru: Узнай где сделана фотографию и добавь современную фотографию этого места.

source: Look around and add metadata to historical photos. Competing with others adds more excitement.
et: Vaatle ümbritsevat keskkonda ja rikasta ajaloolisi fotosid uue infoga. Et oleks põnevam, siis võistled kõigi teiste osalejatega.
lv: Apskati un pievieno metadatus vēsturiskajiem attēliem. Sacenšoties ar citiem būs aizraujoši.
ru: Добавь дополнительную информацию к старым фотографиям.Так будет интреснее соревноваться с другими.

source: Read more
et: Loe lähemalt
lv: Lasīt tālāk
ru: Подробнее

source: Facebook Connect to save your score and continue later.
et: Oma skoori salvestamiseks ning hiljem jätkamiseks ühenda konto Facebookiga.
lv: Pieslēdzies ar Facebook, lai saglabātu punktus un turpinātu vēlāk.
ru: Чтобы сохранить результат и продолжит позже соедини аккаун с Facebook-ом.

source: Save location
et: Salvesta asukoht
lv: Saglabāt atrašanās vietu
ru: Сохранить расположение

source: Close map
et: Sulge kaart
lv: Aizvērt karti
ru: Закрыть карту

source: Next photo
et: Järgmine foto
lv: Nākošais attēls
ru: Следующее фото

source: Back to home page
et: Tagasi esilehele
lv: Uz sākumu
ru: Назад на главную

source: Pick the shooting location!
et: Tean pildistamise kohta!
lv: Izvēlies attēla uzņemšanas vietu!
ru: Знаю где сделано фото!

source: Rephoto Leaderboard
et: Aktiivsemad ülepildistajad
lv: Mūsdienu attēlu līderu tabula
ru: Самые активные пользователи

source: Historic photo
et: ajaloolist fotot
lv: Vēsturiskie attēli
ru: Историческое фото

source: Selected rephoto
et: valitud ülepildistust
lv: Izvēlētie mūsdienu attēli
ru: Выбери новое фото
